[
  {
    "url": "URL: https://bct.iupui.edu/resources/faculty.html#search",
    "body": "  ## Resources for Faculty & Staff  [Stop Sexual Violence – Get Help](http://stopsexualviolence.iu.edu/help-report/iupui/)  [Responding to Students Reporting Sexual Violence](http://stopsexualviolence.iu.edu/employee/index.html)  [IUPUI and Indianapolis Resources](https://studentaffairs.iupui.edu/advocacy-resources/interpersonal-violence-prevention-and-response.html)  [Suicide Prevention](https://studentaffairs.iupui.edu/health/counseling-psychological/mental-health-screening-tools/suicide-self-harm.html) "
  },
  {
    "url": "URL: https://bct.iupui.edu/#search",
    "body": "  ## The BCT  What is the BCT? What should I report? Read more.  [Referral Form Are you concerned about the health, well being, or safety of someone? Contact the BCT.](https://form.bct.iupui.edu)   ## Referral Form  Are you concerned about the health, well being, or safety of someone? Contact the BCT.   ## FAQ's  Have questions?  Check out our FAQ page for answers to common questions.  Concerned about someone? Fill our our Concerned Persons Referral Form .  Individuals wishing to speak to a member of the BCT should call (317) 274-4431  and ask to talk with a coordinating member of the BCT.  [Concerned Persons Referral Form](https://form.bct.iupui.edu/)  For immediate concerns about safety, alert the Critical Threat Assessment Team by calling IUPD at (317) 274-7911.   ### Connect to Safety  Did you know that students, faculty, and staff at IUPUI have access to a FREE safety app that allows easy access to safety resources? Click here for more information about Guardian!  [here](https://protect.iu.edu/emergency-planning/communication/guardian.html) "
  },
  {
    "url": "URL: https://bct.iupui.edu/about/index.html#search",
    "body": "  ## Our Mission  The Behavioral Consultation Team (BCT) is a campus wide team designed to support the health, safety, and success of the IUPUI community.   ## Our Purpose  The Behavioral Consultation Team provides consultation, makes recommendations for action, and coordinates campus resources in response to reports of disruptive or concerning behavior displayed by students, staff or faculty.  Examples of concerning behavior include, but are not limited to:  All concerns requiring immediate attention (criminal, violent, threatening, or imminent suicidal behavior) should be directed to the University Police or local law enforcement.  The BCT does not enact sanctions or administer policy regarding referrals. However, the BCT can coordinate and share information with units that may take administrative actions.  When there is an imminent threat of harm to self or others, the BCT will share information with units responsible for evaluating the need for immediate detention; refer to the Critical Threat Assessment Team; or, provide emergency notification of others.  The BCT may also recommend that reports be made to offices responsible for conduct/disciplinary action (student, staff or faculty).  In some cases, there may be no violation of campus rules or policies, but the behavior may evoke alarm or concern among involved persons. The BCT provides consultation and recommendations to the appropriate parties, such as: classroom or workplace management strategies; behavioral contract development; communicating concerns; and, awareness of campus resources and services. "
  },
  {
    "url": "URL: https://bct.iupui.edu/resources/index.html#search",
    "body": "  ## Resources for you  Here you will find local & national resources to find help, as well as information for faculty and staff on how to help students in distress. "
  },
  {
    "url": "URL: https://bct.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://bct.iupui.edu/resources/crisis.html#search",
    "body": "  ### Crisis and Suicide Prevention  On-Line 24-hour Resources:  [Hope Center](http://hopeline.com/)  [National Suicide Prevention Lifeline](http://www.suicidepreventionlifeline.org/)  [The Trevor Project](http://www.thetrevorproject.org/pages/get-help-now)   ### Sexual and Relationship Violence  Centers of Hope- The Centers of Hope offer support  for sexual assault and rape victims  and provide treatment in a quiet expeditiously, compassionate, and non-traumatic way.  24-Hour Statewide Domestic Violence Hotline: (800) 332-7385  TTY (800) 787-3224    The Julian Center- The Julian Center is a nonprofit agency providing counseling, safe shelter, and education for survivors of domestic violence, sexual assault, and other life crisis.  For more information about campus and community resources related to sexual and relationship violence, click here .  [click here](https://studentaffairs.iupui.edu/advocacy-resources/interpersonal-violence-prevention-and-response.html) "
  },
  {
    "url": "URL: https://bct.iupui.edu/resources/local.html#search",
    "body": "  ## Local Resources  Help Me ROAR  [Help Me ROAR](https://helpmeroar.iupui.edu/)  This IUPUI website is a one-stop shop of information with local campus and community resources for a wide range of needs.  Medical Care  The Healthy Indiana Plan 2.0 covers Hoosiers ages 19 to 64 who meet specific income levels.  [Healthy Indiana Plan 2.0](https://secure.in.gov/fssa/hip/index.htm)  Eskanazi Health provides financial counseling for patients with limited income.  [Eskanazi Health](http://www.eskenazihealth.edu/)  Mental Health Services  CAPS web page has a list of local resources for mental heatlh care. A variety of  additional informational resources are also available.  [CAPS web page](https://studentaffairs.iupui.edu/health/counseling-psychological/index.html)  [informational resources](https://studentaffairs.iupui.edu/health/counseling-psychological/self-screening-tools.html)  Social Services  [www.connect2help.org](http://www.connect2help.org/)  IUPUI Advocacy and Resources  [IUPUI Advocacy and Resources](https://studentaffairs.iupui.edu/advocacy-resources/index.html)  The IUPUI Division of Student Affairs provides a wide range of support services for students. "
  },
  {
    "url": "URL: https://bct.iupui.edu/faqs/index.html#search",
    "body": "  ## Frequently Asked Questions   #### What is the Behavioral Consultation Team (BCT)?  The Behavioral Consultation Team is a campus wide team that provides consultation, makes recommendations for action, and coordinates campus resources in response to reports of disruptive or concerning behavior displayed by students, staff, or faculty.   #### What should I report to the BCT?  The BCT was designed to be a campus resource to assist in identifying and addressing troubling behavior before it escalates to something more serious. Experience shows that tragedies affecting college campuses (for example the Virginia Tech tragedy) are often preceded by warning signs or concerning patterns of behavior. Early communication and intervention may help to prevent an escalation of behaviors to critical levels. Therefore, we encourage you to report any behavior that is troubling or makes you concerned. It is better to be safe than sorry: if you have a \"gut feeling\" that something is not quite right, report it. If a member of the IUPUI community (student, staff, or faculty) behaves in a way that causes you concern for their well being, or poses a potential threat to the safety of our community, report it. All concerns requiring immediate action (potentially criminal activity, violent, threatening, or imminent suicidal behavior) should be directed to the University Police [(317) 274-7911] or local law enforcement [911 or number in location of emergency].   #### Who is on the BCT?  The BCT is a multidisciplinary team composed of individuals from various departments across campus to allow for effective collaboration and coordination of efforts. Team members include representatives from the following offices: Dean of Students; IU Police; Academic Affairs; Adaptive Educational Services; Counseling and Psychological Services; Emergency Management; Equal Opportunity; Graduate Office; Housing and Residence Life; Human Resources; International Affairs; University Counsel; Student Advocacy and Support; Student Conduct; Veterans and Military Personnel; and Student Health. Additional campus representatives may be included on an ad-hoc basis depending on the nature of the referred incident.   #### What do I do if I know someone that may need to be referred to the BCT process?  [Concerned Persons Referral Form link](https://form.bct.iupui.edu)   #### Who can make a BCT referral?  Anyone who believes that someone at IUPUI is at risk of harming self or others, is exhibiting disruptive or worrisome behaviors, or is otherwise concerned about the wellbeing of a member of the IUPUI community, can make a BCT referral. This includes students, parents, faculty, staff and other community members.   #### What happens to the information I send to the BCT?  The team receives and prioritizes the information, then immediately begins further investigation. You will likely be contacted for clarification and additional information. Often the initial report is just one piece of the puzzle. A behavior that someone observes can turn out to be an isolated incident and no cause for further concern, or it may be an indication of a larger problem that needs to be addressed. The team attempts to understand the whole of a person's behavior patterns before making any recommendations for action.  When we contact you, our priority is to provide you support and assistance in managing the reported situation. We will gather information, recommend next steps, provide information about possible referrals, and develop plans for follow-up. BCT recommendations may include monitoring the situation, providing resources, addressing the behavior directly, referring to a specific campus office (OSAS, OEO, Student Conduct, IUPD), or taking more immediate action.   #### I am not really sure this is a big deal. Will the person get in trouble?  Something that may appear to be a minor incident to you may be part of a larger pattern unknown to you. IUPUI is a big place and early and effective communication among key offices and individuals is crucial to identifying problems before they get bigger. The guiding mission of the BCT is that of early intervention in order to understand what is happening and try to intervene before a situation escalates. The BCT wants to attempt to resolve a situation BEFORE someone \"gets in trouble.\" The goal is to promote the safety of the individual and campus through early intervention. The BCT takes into account the concerns of the campus, as well as the needs of the student, faculty, or staff member about whom concerns are expressed. Whether the information will adversely affect the individual's student or employment status will depend on the situation. Frequently, when a situation is identified early enough and reported, it can be resolved without the need for further disciplinary action or criminal prosecution against the person involved. If you are unsure about whether or not you should say something, report it! Trust your instincts.   #### What if I am wrong about the person?  You are reporting a concern based on an observed behavior (e.g., verbal exchange, hostile interaction, etc.) not making a determination or judgment about the individual. There is no expectation that reporters make judgments about whether their observations are \"right\" or \"wrong.\" Let the BCT weigh all the information available, gather further data if warranted and determine the best course of action.   #### Will the person I refer be able to know that I sent the form? Can I report a concern anonymously?  Anonymous referrals are accepted but discouraged. Identifying yourself assists the BCT if clarification or additional information is needed. Submitting your name also gives the referral more credibility. The BCT will attempt to handle all matters discreetly. We cannot guarantee that the person(s) involved will not be able to determine the source of the report. If this concerns you, please speak directly with a team member. IUPUI does not permit retaliation against any individual who reports a concerning or troubling behavior in good faith.   #### Will I find out what happens?  That depends on the situation. Various privacy and confidentiality laws apply to the situations handled by the BCT. A member of the team will follow up with the person making the referral when appropriate and possible to let you know the continuing action or closed status of the referral.   #### As a faculty or staff member, am I prohibited from disclosing student information to the BCT by the Family Education Rights and Privacy Act (FERPA)?  No. FERPA expressly permits the sharing of any and all information from you to the team. The information you provide is to school officials and is related to the educational interests of the student involved.  [FERPA](http://policies.iu.edu/policies/categories/academic-faculty-students/university-student-services-systems/USSS-06-student-rights-under-FERPA.shtml)   #### What authority does the BCT have and what can it do?  The BCT does not enact sanctions or administer policy regarding referrals; however, the BCT can: "
  },
  {
    "url": "URL: https://bct.iupui.edu/resources/iupui.html#search",
    "body": "  ## IUPUI Offices  Dean of Students Campus Center, Suite 270 420 University Boulevard Indianapolis, IN 46202 (317) 274-4431  [Dean of Students](http://studentaffairs.iupui.edu/student-rights/dean.shtml)  Student Conduct Campus Center, Suite 270 420 University Boulevard Indianapolis, IN 46202 (317) 274-4431  [Student Conduct](http://studentaffairs.iupui.edu/student-rights/student-code/index.shtml)  Office of International Affairs Education/Social Work, Suite 2126 902 West New York Street Indianapolis, IN 46202 (317) 274-7000  [Office of International Affairs](http://international.iupui.edu)  Human Resources Lockefiled Village, Suite 1156 980 Indiana Avenue Indianapolis, IN 46202 (317) 274-7617  [Human Resources](http://hra.iupui.edu)  Office of Equal Opportunity Lockefield Village, Suite 1164 980 Indiana Avenue Indianapolis, IN 46202 (317) 274-2306  [Office of Equal Opportunity](https://oeo.iupui.edu/)  Adaptive Education Services Taylor Hall, Room 137 815 West Michigan Street Indianapolis, IN 46202 (317) 278-3820  [Adaptive Education Services](http://aes.iupui.edu)  Counseling & Psychological Services Walker Plaza, Suite 220 719 Indiana Avenue Indianapolis, IN 46202 (317) 274-2548  [Counseling & Psychological Services](http://caps.iupui.edu)  Emergencies, Continuity & Planning 1050 Wishard Blvd, Ste 0100 Indianapolis, IN 46202 (317) 274-8152  [Emergencies, Continuity & Planning](https://protect.iu.edu/emergency-planning/index.html)  Office of Student Advocacy and Support Campus Center, Suite 270 420 University Boulevard Indianapolis, IN 46202 (317) 278-7594  [Office of Student Advocacy and Support](https://studentaffairs.iupui.edu/advocacy-resources/get-help/index.html)  IUPUI Police Ball Annex 1232 West Michigan Street Indianapolis, IN 46202 (317) 274-2058  [IUPUI Police](https://studentaffairs.iupui.edu/health/medical/index.html)  Housing & Residence Life Contracts & Assignments, Orvis 150 415 Porto Alegre Street Indianapolis, IN 46202 (317) 274-7200  [Housing & Residence Life](http://housing.iupui.edu)  IUPUI Graduate Office University Library, Room 1170 755 West Michigan Street Indianapolis, IN 46202 (317) 274-1577  [IUPUI Graduate Office](https://graduate.iupui.edu/)  Campus Health Services Coleman Hall, Room 100 1140 W. Michigan Street Indianapolis, IN 46202 (317) 274-8214  [Campus Health Services](https://studentaffairs.iupui.edu/health/medical/index.html)  Office for Women University Library, Room 1140D 755 West Michigan Street Indianapolis, IN 46202 (317) 278-3600  [Office for Women](http://ofw.iupui.edu)  Multicultural Center Taylor Hall, Room 115 815 West Michigan Street Indianapolis, IN 46202 (317) 274-2815  [Multicultural Center](https://diversity.iupui.edu/offices/mc/index.html)  LGBTQ+ Center Taylor Hall 815 West Michigan Street Indianapolis, IN 46202 (317) 278-8333  [LGBTQ+ Center](https://diversity.iupui.edu/offices/lgbtq/index.html)  Office of Veteran and Military Personnel Campus Center, Theater Level 420 University Boulevard (317) 278-9163  [Office of Veteran and Military Personnel](http://veterans.iupui.edu)  Indiana University Employee Assistance Program -For information contact: Human Resources 980 Indiana Avenue, Suite 1156 Indianapolis, IN 46202 -To contact the EAP directly, call: 1 (888) 234-8327  [Indiana University Employee Assistance Program](https://hr.iu.edu/benefits/eap.html) "
  },
  {
    "url": "URL: https://bct.iupui.edu/privacy/#search",
    "body": "  # Behavioral Consultation Team   ## Applicability  This privacy notice applies only to the Behavioral Consultation Team (https://bct.iupui.edu) and explains our practices concerning the collection, use, and disclosure of visitor information. Visitor information collected by Behavioral Consultation Team will be used only as outlined in this privacy notice.  Other units at the university may collect and use visitor information in different ways. Therefore, visitors to other university websites should review the privacy notices for the particular sites they visit. Behavioral Consultation Team is not responsible for the content of other websites or for the privacy practices of websites outside the scope of this notice.   ## Changes  Because Internet technologies continue to evolve rapidly, Behavioral Consultation Team may make appropriate changes to this notice in the future. Any such changes will be consistent with our commitment to respecting visitor privacy, and will be clearly posted in a revised privacy notice.   ## Collection and Use   ### Passive/Automatic Collection  When you view pages on our site, the web server does not collect any technical information from your computer or about your connection.  Continued use of our website indicates consent to the collection, use, and disclosure of this information as described in this notice.   ### Active/Manual/Voluntary Collection  We will not attempt to collect any information from you through the use of forms or other type of manual input.   ### Information Sharing  We do not share any aggregate, non-personally identifiable information with other entities or organizations.  We do not share any personally identifiable information with other entities or organizations, except when legally required to do so, at the request of governmental authorities conducting an investigation, to verify or enforce compliance with the policies governing our website and applicable laws, or to protect against misuse or unauthorized use of our website.  Except as described above, we will not share any information with any party for any reason.  Except as provided in the Disclosure of Information section below, we do not attempt to use the technical information discussed in this section to identify individual visitors.   ### Cookies  A cookie is a small data file that is written to your hard drive that contains information about your visit to a web page. If you prefer not to receive cookies, you may configure your browser not to accept them at all, or to notify and require approval before accepting new cookies. Some web pages/sites may not function properly if the cookies are turned off, or you may have to provide the same information each time you visit those pages.  [cookie](https://epic.org/privacy/internet/cookies/)  In order to customize the information and services offered to you, our site uses cookies to:   ## Disclosure of Information  We may share some aggregate information with other appropriate university personnel and units to ensure the quality, functionality, and security of our website/application.  Any other disclosure—with appropriate external parties such as law enforcement agencies—will be done in accordance with all applicable laws and university policies in order to investigate and respond to suspected violations of law or university policy.   ## Security  Due to the rapidly evolving nature of information technologies, no transmission of data over the Internet can be guaranteed to be completely secure. While we are committed to protecting the privacy of our visitors, we cannot guarantee the security of any information that you transmit to university websites, and you do so at your own risk. However, once we receive your information, we will use reasonable safeguards consistent with prevailing industry standards and commensurate with the sensitivity of the data being stored to maintain the security of that information on our systems.  In addition, we will comply with all applicable federal, state and local laws regarding the privacy and security of visitor information.   ## Privacy Notice Changes  From time to time, we may use visitor information for new, unanticipated uses not previously disclosed in our privacy notice.   ## Contact Information  If you have questions or concerns about this policy, please contact us.  If you feel that this site is not following its stated policy and communicating with the owner of this site does not resolve the matter, or if you have general questions or concerns about privacy or information technology policy at Indiana University, please contact the chief privacy officer through the University Information Policy Office, 812-855-UIPO, privacy@iu.edu . "
  },
  {
    "url": "URL: https://bct.iupui.edu/our-team/index.html#search",
    "body": "  ## Our Team Members  Members of the Behavioral Consultation Team (BCT) meet regularly to review the status of reports. In addition, team members identified as consultants for a specific case coordinate responses and follow-up to those reporting concerns. Depending on the particular situation, other campus representatives (e.g., an associate dean or faculty member) may be asked to join the consultation group on an ad hoc basis. The BCT consults with University administration and IUPD when reports suggest there may be risk to the campus community.  ***All phone numbers are 317-area code***   #### BCT Coordinating Team Members   #### BCT Team Members "
  },
  {
    "url": "URL: https://bct.iupui.edu/contact/index.html#search",
    "body": "  ## Access to the Behavioral Consultation Team  Individuals wishing to consult with the BCT by phone should call (317) 274-4431 and ask to speak with one of the BCT Coordinating Team Members. Individual team members may also be contacted.  We strongly encourage you to complete a Concerned Persons Referral Form . The Coordinating Team Members of the BCT will be immediately alerted of a new report.  [Concerned Persons Referral Form](https://form.bct.iupui.edu)  The BCT will make every effort to respond to those requesting assistance in a timely manner.  For immediate concerns about safety, alert the Critical Threat Assessment Team by contacting IUPD at (317) 274-7911. "
  },
  {
    "url": "URL: https://bct.iupui.edu/index.html#search",
    "body": "  ## The BCT  What is the BCT? What should I report? Read more.  [Referral Form Are you concerned about the health, well being, or safety of someone? Contact the BCT.](https://form.bct.iupui.edu)   ## Referral Form  Are you concerned about the health, well being, or safety of someone? Contact the BCT.   ## FAQ's  Have questions?  Check out our FAQ page for answers to common questions.  Concerned about someone? Fill our our Concerned Persons Referral Form .  Individuals wishing to speak to a member of the BCT should call (317) 274-4431  and ask to talk with a coordinating member of the BCT.  [Concerned Persons Referral Form](https://form.bct.iupui.edu/)  For immediate concerns about safety, alert the Critical Threat Assessment Team by calling IUPD at (317) 274-7911.   ### Connect to Safety  Did you know that students, faculty, and staff at IUPUI have access to a FREE safety app that allows easy access to safety resources? Click here for more information about Guardian!  [here](https://protect.iu.edu/emergency-planning/communication/guardian.html) "
  }
]