[
  {
    "url": "URL: https://ccas.iupui.edu/councils-and-sites/index.html#search",
    "body": "  ## Career and advising councils   ### Career Services Council  Career.iupui.edu serves as the central portal for employers, students, and career services professionals seeking to access IUPUI's distributed network of career services. This site also serves as the public face of the Career Services Council (CSC) , the coordinating council for undergraduate career services at IUPUI. The director of Campus Career and Advising Services serves as an ex officio member of the CSC executive team.  Career.iupui.edu serves as the central portal for employers, students, and career services professionals seeking to access IUPUI's distributed network of career services. This site also serves as the public face of the Career Services Council (CSC) , the coordinating council for undergraduate career services at IUPUI. The director of Campus Career and Advising Services serves as an ex officio member of the CSC executive team.  [Career Services Council website](http://career.iupui.edu/)   ### Campus Advising Council  Advising.iupui.edu serves as the online handbook for IUPUI's academic advisors. The site houses an advising manual, guidelines for AdRx usage, and video tutorials of the various advising technologies available to academic advisors and students as they plan their degrees.The site also serves as the portal for members of the Campus Advising Council (CAC) , the coordinating council for undergraduate academic advising at IUPUI. The director of Campus Career and Advising Services chairs the CAC.  Advising.iupui.edu serves as the online handbook for IUPUI's academic advisors. The site houses an advising manual, guidelines for AdRx usage, and video tutorials of the various advising technologies available to academic advisors and students as they plan their degrees.The site also serves as the portal for members of the Campus Advising Council (CAC) , the coordinating council for undergraduate academic advising at IUPUI. The director of Campus Career and Advising Services chairs the CAC.  [Campus Advising Council website](http://advising.iupui.edu/)   ### Jaguar Academic Advising Association  The Jaguar Academic Advising Association (JACADA) is open to faculty members, administrators, counselors, academic advisors, career advisors, graduate students, and other members of the IUPUI community whose interest is in the area of academic advising and student success. There is no cost to join JACADA. Members enjoy voting rights, the ability to interact with others of a similar interest, and special member features on the JACADA website. JACADA is affiliated with the National Academic Advising Association (NACADA). The director of Campus Career and Advising Services serves as an ex officio member of the JACADA steering committee.  The Jaguar Academic Advising Association (JACADA) is open to faculty members, administrators, counselors, academic advisors, career advisors, graduate students, and other members of the IUPUI community whose interest is in the area of academic advising and student success. There is no cost to join JACADA. Members enjoy voting rights, the ability to interact with others of a similar interest, and special member features on the JACADA website. JACADA is affiliated with the National Academic Advising Association (NACADA). The director of Campus Career and Advising Services serves as an ex officio member of the JACADA steering committee.  [Jaguar Academic Advising Association website](http://jacada.iupui.edu/)   ### Campus Internship Council  Launched in spring 2016, the Campus Internship Council offers the opportunity for internship coordinators to share best practices, engage in professional development, and discuss topics relevant to internships. The goal of the Campus Internship Council is to increase the quantity and quality of internship participation by IUPUI students. The Campus Internship Council is chaired by Brian Benedict, assistant director for internships.  Launched in spring 2016, the Campus Internship Council offers the opportunity for internship coordinators to share best practices, engage in professional development, and discuss topics relevant to internships. The goal of the Campus Internship Council is to increase the quantity and quality of internship participation by IUPUI students. The Campus Internship Council is chaired by Brian Benedict, assistant director for internships.  [Campus Internship Council website](http://career.iupui.edu/internships)   ### EDGE: Exploration, Development, Graduation, Employment  The EDGE Initiative is a grant-funded project led by a team of faculty and staff from throughout the IU system. The project has led the creation of Canvas-based learning modules that allow academic advisors, career services professionals, and faculty to integrate career planning into their work with students. Visit the EDGE website to preview and to begin using the EDGE modules or to learn more about the EDGE conference. The Indiana University Office of Completion and Student Success leads these efforts. This IUPUI site is maintained by the Campus Career and Advising Services.  The EDGE Initiative is a grant-funded project led by a team of faculty and staff from throughout the IU system. The project has led the creation of Canvas-based learning modules that allow academic advisors, career services professionals, and faculty to integrate career planning into their work with students. Visit the EDGE website to preview and to begin using the EDGE modules or to learn more about the EDGE conference. The Indiana University Office of Completion and Student Success leads these efforts. This IUPUI site is maintained by the Campus Career and Advising Services.  [Office of Completion and Student Success](https://ocss.iu.edu/)  [Campus Career and Advising Services.](http://ccas.iupui.edu/)  [EDGE website](http://edge.iupui.edu/) "
  },
  {
    "url": "URL: http://ccas.iupui.edu/#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!   ## Campus Career and Advising Services promotes the integration of academic and career planning through educator-facing and employer-facing services.   ### About the office  Campus Career and Advising Services works collaboratively with IUPUI’s schools, colleges, and relevant campus councils to promote the integration of academic and career planning through educator-facing and employer-facing services.   ### Advising technology  IUPUI has technology and contracts that provide students with tools for connecting to employers.   ### Outcomes assessment  Over the course of five years, the Campus Advising Council worked to develop and to refine outcomes that represent the process and delivery of advising at IUPUI and the learning outcomes that result from high-quality advising.   ## Educating students to get the most out of college   ### Engaging in academic planning  Academic advisors teach students the logic of their degree programs, encourage goal setting and monitoring, and refer students to important resources on campus.  Academic advisors teach students the logic of their degree programs, encourage goal setting and monitoring, and refer students to important resources on campus.   ### Encouraging new opportunities  Career services professionals and academic advisors help students translate theory into practice by encouraging participation in RISE opportunities.  Career services professionals and academic advisors help students translate theory into practice by encouraging participation in RISE opportunities.   ### Helping students plan for study abroad  Study abroad is an important learning experience to build into any IUPUI four-year plan. Advisors and career services professionals help students plan for and reflect on these rich experiences that develop marketable skills.  Study abroad is an important learning experience to build into any IUPUI four-year plan. Advisors and career services professionals help students plan for and reflect on these rich experiences that develop marketable skills.   ### Preparing students for what's next  Career services professionals prepare IUPUI students for their next step, whether it be their first job, graduate school, or professional school.  Career services professionals prepare IUPUI students for their next step, whether it be their first job, graduate school, or professional school.   ### Professional development events  Dec 05  Transfer Evaluation System (TES) and Transfer Answers Training  [Transfer Evaluation System (TES) and Transfer Answers Training](https://events.iu.edu/iupuiprodev/event/1076868-transfer-evaluation-system-tes-and-transfer)  Starts at 10 a.m.  Dec 12  Serving Diverse Populations: DEI and Career Counseling  [Serving Diverse Populations: DEI and Career Counseling](https://events.iu.edu/iupuiprodev/event/1076869-serving-diverse-populations-dei-and-career)  Starts at 10 a.m.  Feb 13  Canvas Analytics  [Canvas Analytics](https://events.iu.edu/iupuiprodev/event/1076873-canvas-analytics)  Starts at 10 a.m.  [View more events](https://ccas.iupui.edu/professional-development/calendar/index.html)   ## Contact us   ### Campus Career and Advising Services  Division of Undergraduate Education IUPUI Taylor Hall 3140E 815 W. Michigan Street Indianapolis, IN 46202 Email our office "
  },
  {
    "url": "URL: http://ccas.iupui.edu/about/index.html#search",
    "body": "  ## About Campus Career and Advising Services   ### Mission statement  The Office of Campus Career and Advising Services (CCAS) works collaboratively with IUPUI’s schools, colleges, and relevant campus councils to advance advising and career services initiatives and to promote the integration of academic and career planning.  To this end, CCAS:  [career.iupui.edu](http://career.iupui.edu)  [advising.iupui.edu](http://advising.iupui.edu)  In addition, the CCAS senior executive director provides strategic leadership and oversight for the advising and career education units within University College: Academic and Career Development , Center for Transfer and Adult Students, Life-Health Sciences Internship Program , and Office of Student Employment .  [Academic and Career Development](https://acd.iupui.edu/)  [Center for Transfer and Adult Students,](https://ctas.iupui.edu/)  [Life-Health Sciences Internship Program](https://lhsi.iupui.edu/)  [Office of Student Employment](https://employment.iupui.edu/)  Advisors and career services professionals facilitate some of the most meaningful conversations that occur on this campus. We truly enjoy working to help these committed educators to challenge and to support IUPUI students with academic and career planning that empowers students to find their passions, plan their paths, and graduate on time and ready for their next opportunities. Please contact us with any questions about this critically important work that lays the foundation for student success.  View the staff directory "
  },
  {
    "url": "URL: http://ccas.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: http://ccas.iupui.edu/find-my-advisor/index.html#search",
    "body": "  ## Finding academic advising services for you  To access the academic advising services available to you, select the school of your major from the list below.   ### University College  Academic and Career Development (ACD) provides academic advising for all pre-majors prior to entry into their academic unit. We help University College students make a smooth transition to IUPUI and start their journey to graduation. ACD also supports exploratory students and those changing their major. Visit Academic and Career Development.  [Visit Academic and Career Development.](http://acd.iupui.edu/)  To schedule an appointment to meet with a staff member, please visit the Student Appointment Scheduler .  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Honors College  Honors advisors supplement the academic advising Honors College students also receive in their academic unit to ensure scholars meet their requirements. Honors advisors provide a personalized college experience through one-on-one advising in an inclusive environment. They support students through the completion of the honors notation by assisting with honors coursework planning and monitoring students' progress. Visit the IUPUI Honors College.  [Visit the IUPUI Honors College.](https://honors.iupui.edu/academics/advising.html)  To schedule an appointment to meet with a staff member, please visit the Student Appointment Scheduler .  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Athletics  Athletics advisors supplement the academic advising student athletes receive in their academic unit to ensure athletes maintain eligibility requirements. Visit Athletics.  [Visit Athletics.](https://www.jagsacademics.iupui.edu/index.html)   ### Herron School of Art and Design  The Office of Admissions and Student Services is here to help. We provide services for both undergraduate and graduate students, academic and career advising, admissions advising, and student engagement. Visit the Herron School of Art and Design.  [Visit the Herron School of Art and Design.](https://herron.iupui.edu/student-life/student-services/index.html)  To schedule an appointment to meet with a staff member, please visit the Student Appointment Scheduler .  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Kelley School of Business  Advising is a partnership. Kelley Indianapolis advisors are here to help get you on the path to success. Visit the Kelley School of Business.  [Visit the Kelley School of Business.](https://kelley.iupui.edu/programs/undergraduate/academics/advising.html)  To schedule an appointment to meet with a staff member, please visit the Student Appointment Scheduler .  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### School of Dentistry  All students pursuing entry into dental hygiene are advised by the Health and Life Sciences Advising Center in University College.  To schedule an appointment to meet with a staff member, please visit the Student Appointment Scheduler .  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### School of Education  Our academic advisors are here to help you through every phase of your journey at the IUPUI School of Education. We can help you decide which of our programs is right for you, assist you with making the right academic choices as you travel through the program, and answer any questions that come up along the way. We can also help you with completing paperwork, understanding licensing requirements, and ensuring you’re on track for graduation. Visit the School of Education.  [Visit the School of Education.](https://education.iupui.edu/academics/advising/indexorig.html)   ### School of Engineering and Technology  Our advisors are experts at what they do and are here to help you navigate the registration process. Make an appointment to get help with course planning, account holds, SAPs, course permissions, and course overload permissions. Visit the School of Engineering and Technology.  [Visit the School of Engineering and Technology.](https://et.iupui.edu/students/advising/)  To schedule an appointment to meet with a staff member, please visit the Student Appointment Scheduler .  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### General Studies  Your general studies success coach and advisor assists you in navigating your professional and academic journey by exploring career paths, providing advice on your professional goals, and identifying internship opportunities. Visit General Studies.  [Visit General Studies.](https://liberalarts.iupui.edu/programs/general-studies/current-students/advising/)  To schedule an appointment to meet with a staff member, please visit the Student Appointment Scheduler .  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### School of Health and Human Sciences  Academic advisors are the best resource to guide you toward earning a degree in the School of Health and Human Sciences. Advisors assist students with making progress toward degree completion, scheduling classes, navigating school and university resources, understanding policies, learning how to use university academic and career planning tools and procedures, making connections with faculty and staff, and finding opportunities for co-curriculum learning. Visit the School of Health and Human Sciences.  [Visit the School of Health and Human Sciences.](https://shhs.iupui.edu/student-resources/advising/index.html)  To schedule an appointment to meet with a staff member, please visit the Student Appointment Scheduler .  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Luddy School of Informatics, Computing, and Engineering  Students in the Luddy School of Informatics, Computing, and Engineering explore how people use computing and technology to live, work, play, and communicate. They learn how to develop innovative IT solutions to solve problems and assist people. Visit the Luddy School of Informatics, Computing, and Engineering.  [Visit the Luddy School of Informatics, Computing, and Engineering.](https://luddy.iupui.edu/student-services/advising/)  To schedule an appointment to meet with a staff member, please visit the Student Appointment Scheduler .  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### School of Liberal Arts  Your advisor is an expert at navigating the IUPUI academic experience and uses that expertise to help you succeed as a School of Liberal Arts student. Starting at orientation, your advisor will help you create an academic plan that’s tailored to your goals and update it as your goals change, register for classes and manage your course load, drop and add classes, meet your degree requirements, tap into IUPUI resources and support, understand academic policies and procedures, explore career options, and prepare for graduation. Visit the School of Liberal Arts.  [Visit the School of Liberal Arts.](https://liberalarts.iupui.edu/academics/advising.html)  To schedule an appointment to meet with a staff member, please visit the Student Appointment Scheduler .  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Fairbanks School of Public Health  As a student in the Fairbanks School of Public Health, you’ll work with one of our academic advisors, who are available to help you select courses, prepare for registration, explore degree options, and serve as a resource for support. Visit the Fairbanks School of Public Health.  [Visit the Fairbanks School of Public Health.](https://fsph.iupui.edu/academics/advising.html)  To schedule an appointment to meet with a staff member, please visit the Student Appointment Scheduler .  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### School of Science  Planning your academic journey can be tough. That’s why we’re here. Academic advising is central to the IUPUI student experience and critical to your success. Your science advisor can help you create a plan to meet your academic and career goals, review your degree requirements with you to ensure you’re on track to graduate, direct you to campus resources, complete a change in major or the addition of an academic program, register for classes, navigate the drop/add process, and prepare for graduate school or a professional career. Visit the School of Science.  [Visit the School of Science.](https://science.iupui.edu/academics/academic-support/advising.html)  To schedule an appointment to meet with a staff member, please visit the Student Appointment Scheduler .  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### School of Social Work  Wherever you are in your degree planning, your School of Social Work advisor is here to help. Our aim is to help you achieve your academic and career goals. Visit the School of Social Work.  [Visit the School of Social Work.](https://ssw.iu.edu/student-services/advising/iupui-bsw/)  To schedule an appointment to meet with a staff member, please visit the Student Appointment Scheduler .  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### O'Neill School of Public and Environmental Affairs  O'Neill student services advisors will help you with registration, serve as your advocate, troubleshoot, refer you to other campus offices, and answer your questions. Visit the O'Neill School of Public and Environmental Affairs.  [Visit the O'Neill School of Public and Environmental Affairs.](https://oneill.iupui.edu/student-portal/index.html)   ### School of Medicine  All students pursuing entry into undergraduate School of Medicine Health Professions Programs are advised by the Health and Life Sciences Advising Center in University College. Indiana University undergraduate students enrolled in the Health Professions Programs can access a wide range of support services from the School of Medicine as well as those available through Indiana University, including academic advising, financial aid, and other important services. Visit the School of Medicine.  [Visit the School of Medicine.](https://medicine.iu.edu/undergraduate-health-professions/student-support)   ### School of Nursing  All students pursuing entry into nursing are advised by the Health and Life Sciences Advising Center in University College. Visit the School of Nursing.  [Visit the School of Nursing.](https://nursing.iu.edu/iupui/about/contact-us/index.html)   ### Lilly Family School of Philanthropic Studies  Are you passionate about a cause in your community? Do you want to work to make a difference in the lives of others? You probably have a strong passion for community, service, and giving back, and you don’t want to be defined by any one title or be tied to working in one specific field.  Our degree programs are a great fit for community-oriented students such as yourself. A philanthropic studies degree will allow you to make a difference in your community on issues that include education, health, social services, the environment, animals, the arts, and religion. Visit the Lilly Family School of Philanthropic Studies.  [Visit the Lilly Family School of Philanthropic Studies.](https://philanthropy.iupui.edu/academics/index.html)   ### Finding career services for you  [Career services by school](https://career.iupui.edu/students-alumni/career-services/index.html) "
  },
  {
    "url": "URL: https://ccas.iupui.edu/professional-development/career-services-professional-development-program/index.html#search",
    "body": "  ## Promoting student learning and success   ### Five goals  The IU Indianapolis Career Services Professional Development Program (CSPDP) was created to achieve the following five goals:  Promote undergraduate student learning and success by supporting student engagement in strategic career development through enhanced career services.  Deepen the campus commitment to community engagement and economic development through enhanced career services that prioritizes experiential learning and employer relations.  Standardize the quality of and training for career services professionals across campus.  Grow career services as a profession.  Retain highly effective career services professionals who support IU Indianapolis's strategic initiatives and demonstrate their commitment to student success through ongoing professional development.   ### Directory of promoted career services professionals   ###### Name   ###### Title   ###### Year   ###### School   ### The CSPDP is now open to any career services professional whose supervising unit approves the advisor to pursue review by December 1, 2023.  [CSPDP handbook Handbook details the policies and procedures of the program](https://indiana-my.sharepoint.com/:b:/g/personal/mmrust_iu_edu/Ec_ZCTt1jXhKhCQeBt0ijrEBpqxhC_NPk5E1QqjanSz74Q?e=uUsqkc)   #### CSPDP handbook  Handbook details the policies and procedures of the program  [Orientation video Attending or viewing the orientation is the first required step of review](https://iu.mediaspace.kaltura.com/media/t/1_93cfwf52)   #### Orientation video  Attending or viewing the orientation is the first required step of review  [Access CSPDP supplemental resources Slides from orientation, most met/missed outcomes from prior year, sample CV, template self-eval](https://indiana-my.sharepoint.com/:f:/g/personal/mmrust_iu_edu/EjP0gHadHx1EscVBRJvrpL0BMoUD9YKGIfHl2rUeQLJc6w?e=0PoSRz)   #### Access CSPDP supplemental resources  Slides from orientation, most met/missed outcomes from prior year, sample CV, template self-eval  [Obtain supervisor approval to pursue review Web form due Dec. 1 for candidates pursuing review](https://iu.co1.qualtrics.com/jfe/form/SV_bJgHoU2ybHWXNkh)   #### Obtain supervisor approval to pursue review  Web form due Dec. 1 for candidates pursuing review   ### Deadlines for the 2023–2024 review period   ### About the CSPDP Committee  There will be a standing CSPDP Committee that will provide guidance for the processes, documents, and orientations associated with the CSPDP. The committee shall be comprised of seven total reviewing members (in addition to the ex-officio members). The membership should always include: "
  },
  {
    "url": "URL: http://ccas.iupui.edu/professional-development/advisor-development-program/index.html#search",
    "body": "  ## Promoting student learning and success   ### Four goals  The IU Indianapolis Academic Advisor Development Program (AADP) was created to achieve the following four goals:  Promote undergraduate student learning and success by supporting student persistence, encouraging on-time degree completion, and increasing student engagement through enhanced academic advising.  Standardize the quality of and training for academic advising across campus.  Grow academic advising as a profession.  Retain highly effective academic advisors who support IU Indianapolis’s strategic initiatives and demonstrate their commitment to student success through ongoing professional development.   ### Directory of promoted advisors   ###### Name   ###### Title   ###### Year   ###### School  Ashley Msikinya  Senior Academic Advisor  2022  School of Health and Human Sciences  Terry O'Brien  Senior Academic Advisor  2020  O'Neill School of Public and Environmental Affairs  Megan Chaille  Senior Academic Advisor  2020  University College  Amy Maidi  Senior Academic Advisor  2019  School of Science  Kara Woodlee  Senior Academic Advisor  2019  Honors College  Loren Bumbalough  Senior Academic Advisor  2018  Kelley School of Business  Jana Renner  Senior Academic Advisor  2017  Physical Education and Tourism Management   ### The AADP is now open to any advisor whose supervising unit approves the advisor to pursue review by December 1, 2023.  [AADP handbook PDF details the policies and procedures of the program.](https://indiana-my.sharepoint.com/:f:/g/personal/mmrust_iu_edu/Ek6yRQAaLwNDuZIUtKTr5dkBPJeamrJJRe1xJMzQ3GbBJA)   #### AADP handbook  PDF details the policies and procedures of the program.  [Orientation video Attending or viewing the orientation is the first required step of review](https://iu.mediaspace.kaltura.com/media/t/1_1p2lrn0g)   #### Orientation video  Attending or viewing the orientation is the first required step of review  [Access AADP supplemental resources Slides from orientation, most met/missed outcomes from prior year, sample CV, template self-eval](https://indiana-my.sharepoint.com/:f:/g/personal/mmrust_iu_edu/Ek6yRQAaLwNDuZIUtKTr5dkBPJeamrJJRe1xJMzQ3GbBJA)   #### Access AADP supplemental resources  Slides from orientation, most met/missed outcomes from prior year, sample CV, template self-eval  [Obtain supervisor approval to pursue review Web form due December 1, 2023, for candidates pursuing review](https://iu.co1.qualtrics.com/SE/?SID=SV_dnEZCUr2XYYrWmx)   #### Obtain supervisor approval to pursue review  Web form due December 1, 2023, for candidates pursuing review   ### Deadlines for the 2023–2024 review period   ### About the AADP Committee  To provide peer review that is representative of the diverse units providing advising and the varying experience levels of advisors, the AADP Committee is comprised of 7 Total Reviewing Members (in addition to the ex-officio members from CCAS and HR) and shall include:  Terms . Committee members serve terms of at least two but no more than three years, with the understanding that a member can step away at any time if they decide to pursue review themselves. "
  },
  {
    "url": "URL: http://ccas.iupui.edu/professional-development/edge-conference/index.html#search",
    "body": " The EDGE conference brings together academic advisors, career services professionals, and faculty from across the Indiana University system for a day of professional development designed to encourage integrated career and academic planning. Learn more about this year's conference at Career EDGE .  [Career EDGE](http://careeredge.iupui.edu/)  E Exploration  D Development  G Graduation  E Employment "
  },
  {
    "url": "URL: http://ccas.iupui.edu/professional-development/calendar/index.html#search",
    "body": "  ## Upcoming events and workshops  Dec 05  Transfer Evaluation System (TES) and Transfer Answers Training  [Transfer Evaluation System (TES) and Transfer Answers Training](https://events.iu.edu/iupuiprodev/event/1076868-transfer-evaluation-system-tes-and-transfer)  Starts at 10 a.m.  Dec 12  Serving Diverse Populations: DEI and Career Counseling  [Serving Diverse Populations: DEI and Career Counseling](https://events.iu.edu/iupuiprodev/event/1076869-serving-diverse-populations-dei-and-career)  Starts at 10 a.m.  Feb 13  Canvas Analytics  [Canvas Analytics](https://events.iu.edu/iupuiprodev/event/1076873-canvas-analytics)  Starts at 10 a.m.  Mar 26  Best Practices on Serving Historically Marginalized Students and Young Professionals  [Best Practices on Serving Historically Marginalized Students and Young Professionals](https://events.iu.edu/iupuiprodev/event/1076870-best-practices-on-serving-historically)  Starts at 10 a.m.  Apr 30  Transfer Evaluation System (TES) and Transfer Answers Training  [Transfer Evaluation System (TES) and Transfer Answers Training](https://events.iu.edu/iupuiprodev/event/1076877-transfer-evaluation-system-tes-and-transfer)  Starts at 10 a.m.  View the full calendar  [View the full calendar](https://events.iu.edu/iupuiprodev/) "
  },
  {
    "url": "URL: http://ccas.iupui.edu/privacy/#search",
    "body": " Campus Career and Advising Services is committed to protecting your privacy and developing technology that gives you the most powerful and safe online experience. This Statement of Privacy applies to the Campus Career and Advising Services Web site and governs data collection and usage. By using the Campus Career and Advising Services website, you consent to the data practices described in this statement.   ## Collection of your personal information  Campus Career and Advising Services collects personally identifiable information, such as your e-mail address, name, home or work address or telephone number. Campus Career and Advising Services also collects anonymous demographic information, which is not unique to you, such as your ZIP code, age, gender, preferences, interests and favorites.  There is also information about your computer hardware and software that is automatically collected by Campus Career and Advising Services. This information can include: your IP address, browser type, domain names, access times and referring Web site addresses. This information is used by Campus Career and Advising Services for the operation of the service, to maintain quality of the service, and to provide general statistics regarding use of the Campus Career and Advising Services Web site.  Please keep in mind that if you directly disclose personally identifiable information or personally sensitive data through Campus Career and Advising Services public message boards, this information may be collected and used by others. Note: Campus Career and Advising Services does not read any of your private online communications.  Campus Career and Advising Services encourages you to review the privacy statements of Web sites you choose to link to from Campus Career and Advising Services so that you can understand how those Web sites collect, use and share your information. Campus Career and Advising Services is not responsible for the privacy statements or other content on Web sites outside of the Campus Career and Advising Services and Campus Career and Advising Services family of Web sites.   ## Use of your personal information  Campus Career and Advising Services collects and uses your personal information to operate the Campus Career and Advising Services Web site and deliver the services you have requested. Campus Career and Advising Services also uses your personally identifiable information to inform you of other products or services available from Campus Career and Advising Services and its affiliates. Campus Career and Advising Services may also contact you via surveys to conduct research about your opinion of current services or of potential new services that may be offered.  Campus Career and Advising Services does not sell, rent or lease its customer lists to third parties. Campus Career and Advising Services may, from time to time, contact you on behalf of external business partners about a particular offering that may be of interest to you. In those cases, your unique personally identifiable information (e-mail, name, address, telephone number) is not transferred to the third party. In addition, Campus Career and Advising Services may share data with trusted partners to help us perform statistical analysis, send you email or postal mail, provide customer support, or arrange for deliveries. All such third parties are prohibited from using your personal information except to provide these services to Campus Career and Advising Services, and they are required to maintain the confidentiality of your information.  Campus Career and Advising Services does not use or disclose sensitive personal information, such as race, religion, or political affiliations, without your explicit consent.  Campus Career and Advising Services keeps track of the Web sites and pages our customers visit within Campus Career and Advising Services, in order to determine what Campus Career and Advising Services services are the most popular. This data is used to deliver customized content and advertising within Campus Career and Advising Services to customers whose behavior indicates that they are interested in a particular subject area.  Campus Career and Advising Services Web sites will disclose your personal information, without notice, only if required to do so by law or in the good faith belief that such action is necessary to: (a) conform to the edicts of the law or comply with legal process served on Campus Career and Advising Services or the site; (b) protect and defend the rights or property of Campus Career and Advising Services; and, (c) act under exigent circumstances to protect the personal safety of users of Campus Career and Advising Services, or the public.   ## Use of cookies  The Campus Career and Advising Services Web site use \"cookies\" to help you personalize your online experience. A cookie is a text file that is placed on your hard disk by a Web page server. Cookies cannot be used to run programs or deliver viruses to your computer. Cookies are uniquely assigned to you, and can only be read by a web server in the domain that issued the cookie to you.  One of the primary purposes of cookies is to provide a convenience feature to save you time. The purpose of a cookie is to tell the Web server that you have returned to a specific page. For example, if you personalize Campus Career and Advising Services pages, or register with Campus Career and Advising Services site or services, a cookie helps Campus Career and Advising Services to recall your specific information on subsequent visits. This simplifies the process of recording your personal information, such as billing addresses, shipping addresses, and so on. When you return to the same Campus Career and Advising Services Web site, the information you previously provided can be retrieved, so you can easily use the Campus Career and Advising Services features that you customized.  You have the ability to accept or decline cookies. Most Web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. If you choose to decline cookies, you may not be able to fully experience the interactive features of the Campus Career and Advising Services services or Web sites you visit.   ## Security of your personal information  Campus Career and Advising Services secures your personal information from unauthorized access, use or disclosure. Campus Career and Advising Services secures the personally identifiable information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use or disclosure. When personal information (such as a credit card number) is transmitted to other Web sites, it is protected through the use of encryption, such as the Secure Socket Layer (SSL) protocol.   ## Changes to this statement  Campus Career and Advising Services will occasionally update this Statement of Privacy to reflect company and customer feedback. Campus Career and Advising Services encourages you to periodically review this Statement to be informed of how Campus Career and Advising Services is protecting your information.   ## Contact information  Campus Career and Advising Services welcomes your comments regarding this Statement of Privacy. If you believe that Campus Career and Advising Services has not adhered to this Statement, please contact Campus Career and Advising Services at nsbyrer@iupui.edu . We will use commercially reasonable efforts to promptly determine and remedy the problem. "
  },
  {
    "url": "URL: http://ccas.iupui.edu/professional-development/index.html#search",
    "body": "  ## Have greater impact on student success  Campus Career and Advising Services (CCAS) offers multiple avenues for pursuing professional development here on the IUPUI campus. From videocast and discussion sessions to live-facilitated professional development and training events, CCAS provides academic advisors and career services professionals opportunities to improve their practice and to have even greater impact on student success. The office works closely with the professional development committees of JACADA and the Career Services Council to identify needs and to collaborate on events.   ### Learn more  Academic Advisor Development Program  EDGE Conference on Integrated Career and Academic Planning  Calendar of professional development opportunities "
  },
  {
    "url": "URL: http://ccas.iupui.edu/contact/index.html#search",
    "body": "  ## Contact our office for questions and comments   ### Campus Career and Advising Services  Center for Coordinated Undergraduate Initiatives Division of Undergraduate Education IUPUI Taylor Hall 3162 815 W. Michigan St. Indianapolis, IN 46202 (317) 278-7515   ## Office directory  Tradara McLaurine, CDP  Senior Executive Director of Campus Career and Advising Services  [LinkedIn](https://www.linkedin.com/in/tradaramclaurine)  Brian Benedict  Assistant Director for Internships  [LinkedIn](https://www.linkedin.com/in/brian-benedict-87b51a4)    Student Office Assistant "
  },
  {
    "url": "URL: http://ccas.iupui.edu/outcomes-assessment/index.html#search",
    "body": "  ## Advising assessment  The Campus Advising Council has adopted outcomes that represent the process and delivery of advising at IUPUI and the learning that results from high-quality advising. These outcomes represent the common standards for advising across IUPUI's campus. Every two years, Campus Career and Advising Services (CCAS) leads an assessment team in a campuswide administration of the Collegiate Advising-Related Learning Inventory (CARLI). CCAS produces reports and leads campuswide and school-specific discussions of the results and decisions that need to be made to improve the advising experience at IUPUI.  View advising outcomes and assessment reports  [View advising outcomes and assessment reports](https://advising.iupui.edu/advising-at-iupui/outcomes-expectations/index.html)   ## Career services assessment  In partnership with the schools on the Career Services Council, CCAS leads the effort to administer IUPUI's campuswide First Destination Survey for undergraduate degree recipients each year. Career services professionals and advisors can direct students to report their first destination information at go.iupui.edu/nextstep .  [go.iupui.edu/nextstep](http://go.iupui.edu/nextstep)  View the latest First Destination Survey results  [View the latest First Destination Survey results](https://career.iupui.edu/outcomes) "
  },
  {
    "url": "URL: http://ccas.iupui.edu/index.html#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!   ## Campus Career and Advising Services promotes the integration of academic and career planning through educator-facing and employer-facing services.   ### About the office  Campus Career and Advising Services works collaboratively with IUPUI’s schools, colleges, and relevant campus councils to promote the integration of academic and career planning through educator-facing and employer-facing services.   ### Advising technology  IUPUI has technology and contracts that provide students with tools for connecting to employers.   ### Outcomes assessment  Over the course of five years, the Campus Advising Council worked to develop and to refine outcomes that represent the process and delivery of advising at IUPUI and the learning outcomes that result from high-quality advising.   ## Educating students to get the most out of college   ### Engaging in academic planning  Academic advisors teach students the logic of their degree programs, encourage goal setting and monitoring, and refer students to important resources on campus.  Academic advisors teach students the logic of their degree programs, encourage goal setting and monitoring, and refer students to important resources on campus.   ### Encouraging new opportunities  Career services professionals and academic advisors help students translate theory into practice by encouraging participation in RISE opportunities.  Career services professionals and academic advisors help students translate theory into practice by encouraging participation in RISE opportunities.   ### Helping students plan for study abroad  Study abroad is an important learning experience to build into any IUPUI four-year plan. Advisors and career services professionals help students plan for and reflect on these rich experiences that develop marketable skills.  Study abroad is an important learning experience to build into any IUPUI four-year plan. Advisors and career services professionals help students plan for and reflect on these rich experiences that develop marketable skills.   ### Preparing students for what's next  Career services professionals prepare IUPUI students for their next step, whether it be their first job, graduate school, or professional school.  Career services professionals prepare IUPUI students for their next step, whether it be their first job, graduate school, or professional school.   ### Professional development events  Dec 05  Transfer Evaluation System (TES) and Transfer Answers Training  [Transfer Evaluation System (TES) and Transfer Answers Training](https://events.iu.edu/iupuiprodev/event/1076868-transfer-evaluation-system-tes-and-transfer)  Starts at 10 a.m.  Dec 12  Serving Diverse Populations: DEI and Career Counseling  [Serving Diverse Populations: DEI and Career Counseling](https://events.iu.edu/iupuiprodev/event/1076869-serving-diverse-populations-dei-and-career)  Starts at 10 a.m.  Feb 13  Canvas Analytics  [Canvas Analytics](https://events.iu.edu/iupuiprodev/event/1076873-canvas-analytics)  Starts at 10 a.m.  [View more events](https://ccas.iupui.edu/professional-development/calendar/index.html)   ## Contact us   ### Campus Career and Advising Services  Division of Undergraduate Education IUPUI Taylor Hall 3140E 815 W. Michigan Street Indianapolis, IN 46202 Email our office "
  },
  {
    "url": "URL: http://ccas.iupui.edu/technology/index.html#search",
    "body": "  ## Handshake  Handshake is the technology IUPUI utilizes for connecting students to employers. From part-time opportunities to internships and full-time careers, Handshake at IUPUI provides students the means to find opportunities and to communicate their experiences and expertise to their future employers. Employers can register and post positions on the career website linked below. Schools and career development professionals interested in training on Handshake should contact us.  Handshake is the technology IUPUI utilizes for connecting students to employers. From part-time opportunities to internships and full-time careers, Handshake at IUPUI provides students the means to find opportunities and to communicate their experiences and expertise to their future employers. Employers can register and post positions on the career website linked below. Schools and career development professionals interested in training on Handshake should contact us.  [Register and post positions](https://career.iupui.edu/)   ## SAS  Student Appointment Scheduler (SAS) is the IU system for scheduling student appointments. At IUPUI, all academic advisors and career services staff should be using this system. SAS is integrated within Advising Records (AdRx) .  Student Appointment Scheduler (SAS) is the IU system for scheduling student appointments. At IUPUI, all academic advisors and career services staff should be using this system. SAS is integrated within Advising Records (AdRx) .  [Advising Records (AdRx)](https://advising.iupui.edu/technology/adrx/index.html)  [More resources on SAS](https://advising.iupui.edu/technology/sas/index.html)   ## AdRx  Advising Records (AdRx) provides a centralized online notes system that academic advisors and career services professionals can use to better track and build on communications with students. Multiple roles on campus can access and add to this notes system. Contact us for training and guidance on best practices with recording notes on discussions with students.  Advising Records (AdRx) provides a centralized online notes system that academic advisors and career services professionals can use to better track and build on communications with students. Multiple roles on campus can access and add to this notes system. Contact us for training and guidance on best practices with recording notes on discussions with students.  [More resources on AdRx](https://advising.iupui.edu/technology/adrx/)   ## iGPS  The interactive Graduation Planning System (iGPS) contains degree maps, degree planning, and course-building tools designed to empower students with the information they need to make wise academic planning decisions and to stay on track to graduate. Through effective and regular use of these tools, advisors can have more time to devote to the developmental conversations that promote student success. Contact us for training on using these tools in advising practice.  The interactive Graduation Planning System (iGPS) contains degree maps, degree planning, and course-building tools designed to empower students with the information they need to make wise academic planning decisions and to stay on track to graduate. Through effective and regular use of these tools, advisors can have more time to devote to the developmental conversations that promote student success. Contact us for training on using these tools in advising practice.  [More resources on iGPS](https://advising.iupui.edu/technology/igps/) "
  }
]