[
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/business-management/index.html#search",
    "body": "  ## Business Management pathway to IUPUI  Continue your education into IUPUI with the Kelley School of Business.   ### Ivy Tech core curricula  2019-Present  2018-2019  2017-2018  2016-2017  TSAP guarantees only apply to students with continual enrollment throughout their associate and baccalaureate degree academic careers, not including summers, and completion of the TSAP associate degree within seven years of matriculation at Ivy Tech or Vincennes. Individual degree-granting units may set a shorter time for completion of the associate degree.  Questions about the TSAP?  Contact us for further assistance.  [Contact us](https://ctas.iupui.edu/contact/index.html) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/ee-tech/ee-tech-2017/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Anderson - Bloomington - Fort Wayne - Indianapolis - South Bend - Terre Haute - Valparaiso  The Transfer General Education Core includes all course requirements for this degree.  Currently , IUPUI can only accept EET transfer students in the fall semester.   ### Symbol key  ^ = Capstone Course  A = Required for Statewide Transfer General Education Core (STGEC) Certificate   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/chemistry%20/chem-2018/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Bloomington, Gary, Lafayette, Terre Haute  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  View the 2017 - 2018 Chemistry TSAP spreadsheet as well.  [2017 - 2018 Chemistry](https://docs.google.com/spreadsheets/d/1HJRsFY_0Se8q1ZN94wH3bTPkIs3hrHrbemZn2XNtr0c/edit#gid=423734511 #gid=423734511 )  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/nursing%20/n-2018/index.html#search",
    "body": "  ## College-wide curriculum of record   ### Valid locations: Ivy Tech institutions  Valid locations:  Anderson - Bloomington - Columbus - Evansville - Fort Wayne - Gary - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Madison - Marion - Muncie - New Castle - Richmond - Sellersburg - South Bend - Terre Haute - Valparaiso  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  * = Courses are pre-requisites for the nursing program and must be completed with a C or higher prior to starting NRSG courses.  ^ = Capstone course: All general education courses must be completed with a grade of C or higher prior to taking NRSG 208 in the final semester.  # = May choose from PSYC 201, PSYC 205, PSYC 210, PSYC 240, PSYC 253 or PSYC 260.  ## = May not take more than one BIOL or CHEM course.   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4   ## Semester 5  [2017 - 2018 Nursing](https://docs.google.com/spreadsheets/d/1Uv0WUqGBEuEudcaWS2Rkz3lfvALgK6gurWaKxspraEI/edit#gid=0)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/nursing%20/n-2017/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Anderson - Bloomington - Columbus - Evansville - Fort Wayne - Gary - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Madison - Marion - Muncie - New Castle - Richmond - Sellersburg - South Bend - Terre Haute - Valparaiso  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine the recommended sequence for your region.   ### Symbol key  ^^ = Capstone course: All general education courses must be completed with a grade of C or better prior to taking NRSG 208 in the final semester.  HHH = May choose from PSYC 201, PSYC 205, PSYC 210, PSYC 240, PSYC 253 or PSYC 260  V* = May not take more than one CHEM or BIOL course  W = Courses are pre-requisites for the nursing program and must be completed with a C or better prior to starting NRSG courses.   ### Your first two years at Ivy Tech   ## Semester 1 - Pre-requisite classes   ## Semester 2   ## Semester 3   ## Semester 4   ## Semester 5  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/informatics/info-2019/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Anderson - Bloomington - Columbus - East Chicago - Elkhart - Evansville - Fort Wayne - Gary - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Logansport - Madison - Marion - Michigan City - Muncie - Richmond - Sellersburg - South Bend - Terre Haute - Valparaiso - Warsaw  Also available statewide via distance education.   ### Symbol key  ^ = Capstone Course  * = Required for Statewide Transfer General Education Core (STGEC) Certificate  & = Required for Statewide Transfer General Education Core Certificate  MATH 123 Quantitative Reasoning is not an appropriate selection to satisfy the mathematics requirement.   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  View the 2018 - 2019 Informatics TSAP spreadsheet as well.  [2018 - 2019 Informatics](https://docs.google.com/spreadsheets/d/1Dm6zfdFYRwB8_XHmtfsTmvLv5jjg-YHE0AXXv7gajYQ/edit#gid=1243583379#gid=1999379006)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/index.html#search",
    "body": "  ## Find a pathway for you  Transfer as a Junior programs, referred to as Transfer Single Articulation Pathway (TSAP) programs, are degree paths which enable students to transfer to IUPUI with junior status.  However, successful completion of a TSAP does not guarantee admission to the IUPUI degree program, and in some cases, a separate application may be required to be admitted into that program.   ### Transfer to IUPUI via the Guaranteed Admissions Agreement  The Guaranteed Admissions Agreement brings you peace of mind by providing qualified students in specific programs at Ivy Tech guaranteed admission into the related bachelor's degree program at IUPUI.  *Some Transfer as a Junior Pathways are approved for guaranteed admission - those marked with an asterisk (*) qualify!  For more details on the Guaranteed Admission Agreement including elibiligity requirements, connect with Undergraduate Admissions .  [connect with Undergraduate Admissions](https://admissions.iupui.edu/apply/transfer/gaa/index.html)   ### Transfer Single Articulation Pathways   ##### Biology*  School of Science   ##### Business Management*  Kelley School of Business   ##### Chemistry  School of Science   ##### Computer Science*  School of Science   ##### Criminal Justice*  School of Public and Environmental Affairs   ##### Elementary Education  School of Education   ##### Early Childhood Education  School of Education   ##### Informatics*  Luddy School of Informatics, Computing, and Engineering   ##### Nursing  School of Nursing   ##### Human Resource Management*  Kelley School of Business   ##### Human Services Social Work  School of Social Work   ##### Electrical Engineering Technology*  School of Engineering and Technology   ##### Mechanical Engineering  School of Engineering and Technology   ##### Mechanical Engineering Technology*  School of Engineering and Technology   ##### Psychology*  School of Science   ### Your success continues here  [Request information](https://ctas.iupui.edu/contact/index.html)  Request information  [Explore academic support](https://ctas.iupui.edu/academics/index.html)  Explore academic support  [Apply to IUPUI](https://ctas.iupui.edu/admissions/index.html)  Apply to IUPUI "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/nursing%20/index.html#search",
    "body": "  ## Nursing pathway to IUPUI   ### Ivy Tech core curricula  2021-Present  2018-2020  2017-2018  2016-2017  TSAP guarantees only apply to students with continual enrollment throughout their associate and baccalaureate degree academic careers, not including summers, and completion of the TSAP associate degree within seven years of matriculation at Ivy Tech or Vincennes. Individual degree-granting units may set a shorter time for completion of the associate degree.  Questions about the TSAP?  Contact us for further assistance.  [Contact us](https://ctas.iupui.edu/contact/index.html) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/about/index.html#search",
    "body": "  ## Throughout your entire unique journey, we are here for you  From application through graduation, w e are the first stop for transfer and adult students like you . With more than 7,000 graduates each year, we know there are an equal number of unique pathways to that milestone. We’re here to help you discover your own journey, no matter where your path begins.  We are your campus champions, advocates, and supporters . Through strategic planning, we support the enrollment, retention, graduation, and professional development of transfer and adult students.   ### Our mission  “The Center for Transfer & Adult Students provides solutions for students transitioning to IUPUI, understanding the unique needs of those seeking to continue their education while engaging in the university experience.”   #### What does this mean for you?  Whether you transferred to IUPUI or returned to college after some time away, we aim to be your primary place for finding supp ort, guidance, and resources at IUPUI. We offer success coaching, career services, and activities to fit your needs. We also connect you with resources like financial aid and wellness support across campus.   ### Who we serve, and how we do it  The Center for Trans fer and Adult Students serves all types of transfer and adult students, including:   #### For faculty and staff  If you're a faculty or staff member looking for more information about the Center for Transfer and Adult Students, visit our resources section.  Explore resources  We also support veterans and military personnel who identify as a transfer or adult student. However, these students should contact the Office for Veterans and Military Personnel with questions about the GI Bill.  [Office for Veterans and Military Personnel](https://veterans.iupui.edu/)   ### Have questions? We're here to answer them  Contact us  [Current student? Schedule an appointment](https://sisjee.iu.edu/essweb-prd/web/sas/student/init/)  Current student? Schedule an appointment  Meet our team "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/ee-tech/ee-tech-2018/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Anderson - Bloomington - Fort Wayne - Indianapolis - South Bend - Terre Haute - Valparaiso  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.  Currently , IUPUI can only accept EET transfer students in the fall semester.   ### Symbol key  ^ = Capstone Course  * = Statewide Transfer General Education Core required course   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  View the 2017 - 2018 Electrical Engineering Technology TSAP spreadsheet as well.  [2017 - 2018 Electrical Engineering Technology](https://docs.google.com/spreadsheets/d/1xFtOyk0yRJv6fr0UcxFSSYqwPgXIALBs4DNi5hr4Aq0/edit#gid=32517451)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/early-childhood-edu/index.html#search",
    "body": "  ## Early Childhood Education pathway to IUPUI   ### Ivy Tech core curricula  2019-Present  2018-2019  2017-2018  TSAP guarantees only apply to students with continual enrollment throughout their associate and baccalaureate degree academic careers, not including summers, and completion of the TSAP associate degree within seven years of matriculation at Ivy Tech or Vincennes. Individual degree-granting units may set a shorter time for completion of the associate degree.  Questions about the TSAP?  Contact us for further assistance.  [Contact us](https://ctas.iupui.edu/contact/index.html) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/ee-tech/ee-tech-2019/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Anderson - Bloomington - Fort Wayne - Indianapolis - South Bend - Terre Haute - Valparaiso  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.  Currently , IUPUI can only accept EET transfer students in the fall semester.   ### Symbol key  ^ = Capstone Course  * = Statewide Transfer General Education Core required course   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  View the 2018 - 2019 Electrical Engineering Technology TSAP spreadsheet as well.  [2018 - 2019 Electrical Engineering Technology](https://docs.google.com/spreadsheets/d/1sq8ASqnqoRvxinvsz6CldhLAzL1AgAND-PCOMgh84w0/edit#gid=1757622333)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/business-management/bm-2021/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations: Anderson - Batesville - Bloomington - Columbus - East Chicago - Elkhart - Evansville - Fort Wayne - Franklin - Gary - Greencastle - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Logansport - Madison - Marion - Michigan City - Muncie - Richmond - Noblesville - Sellersburg - South Bend - Terre Haute - Valparaiso - Wabash - Warsaw  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course  A = Required for Statewide Transfer General Education Core (STGEC) Certificate  NN = MATH 135 Finite Math and/or MATH 137 Trigonometry with Analytic Geometry are options for mathematics. However, MATH 135 and MATH 137 are not applicable for the TSAP curriculum at Indiana Public Universities.   ### Your first two years at Ivy Tech   ## Semester 1     ## Semester 2   ## Semester 3   ## Semester 4  View the 2019 - Present Business Management TSAP spreadsheet as well.  [2019 - Present Business Management](https://docs.google.com/spreadsheets/d/1lKGOK7uMjjrOFKipR1EkC1v-3DZnW7BRQ5oVeHrJJ_c/edit#gid=135790159#gid=135790159)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/informatics/info-2018/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Anderson - Bloomington - Columbus - East Chicago - Elkhart - Evansville - Fort Wayne - Gary - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Logansport - Madison - Marion - Michigan City - Muncie - Richmond - Sellersburg - South Bend - Terre Haute - Valparaiso - Warsaw  Also available statewide via distance education.   ### Symbol key  ^ = Capstone Course  * = Required for Statewide Transfer General Education Core (STGEC) Certificate  & = Required for Statewide Transfer General Education Core Certificate  MATH 123 Quantitative Reasoning is not appropriate selections to satisfy the Mathematics requirement.   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  View the 2017 - 2018 Informatics TSAP spreadsheet as well.  [2017 - 2018 Informatics](https://docs.google.com/spreadsheets/d/1ktk5ZqoEqjQ2vDqJOq25RHXVFoONx30PmXorg5VCq78/edit#gid=1999379006)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/admissions/finaid/index.html#search",
    "body": "  ## Your IUPUI education: An affordable and worthwhile investment  There’s no question that a college education is a big investment: an investment of your time, energy, and financial resources. When you choose IUPUI, you’re ensuring you get a great value for your tuition dollars.  With m ore than 80% of our degree - seeking undergraduates receiv ing financial aid, our commitment is clear: we provid e you with an affordable college experience. We strive to keep tuition low, offer substantial aid, and provide programs that minimize your debt.  Transferring from another institution? We’ll help make sure your aid transfers with you. Returning to school after some time away? Explore sc holarships, grants, and money management strategies that will help you fit your education into your budget.   ### Step 1: Know your costs  We understand the importance of planning for this investment and knowing up - front what costs are associated with your educa tion. At IUPUI, your tuition and fees depend on your program, whether you’re an Indiana resident or not, and more.  Student Central is your hub for information related to the cost of IUPUI. Check out these helpful resources.  [Student Central](https://studentcentral.iupui.edu/index.html)  [Tuition & Fees Learn about the costs associated with attending IUPUI.](https://studentcentral.iupui.edu/cost/tuition-fees/index.html)   #### Tuition & Fees  Learn about the costs associated with attending IUPUI.  [Cost of Attendance Review estimated costs for tuition, fees, books, housing, transportation, and personal expenses](https://studentcentral.iupui.edu/cost/cost-of-attendance/index.html)   #### Cost of Attendance  Review estimated costs for tuition, fees, books, housing, transportation, and personal expenses  [Net Price Calculator Estimate the tuition and fees specific to you.](https://studentcentral.iupui.edu/cost/net-price-calculator/index.html)   #### Net Price Calculator  Estimate the tuition and fees specific to you.   ### Step 2: Fund your education  We get it: the thought of paying for college can be overwhelming. Financial aid can help you cover the costs.  Consider these options for paying for your IUPUI experience:  [Scholarships A form of financial aid considered “gift aid” that you don’t have to repay. The more scholarships you receive, the less student debt you’ll carry.](https://studentcentral.iupui.edu/funding/scholarships/index.html)   #### Scholarships  A form of financial aid considered “gift aid” that you don’t have to repay. The more scholarships you receive, the less student debt you’ll carry.  [Grants Another type of gift aid you don’t have to repay. They’re usually awarded based on financial need as indicated in your FAFSA.](https://studentcentral.iupui.edu/funding/grants/index.html)   #### Grants  Another type of gift aid you don’t have to repay. They’re usually awarded based on financial need as indicated in your FAFSA.  [Loans A form of financial aid you’ll have to repay. Student loans are available through the Federal government, private banks, credit unions, and other lenders.](https://studentcentral.iupui.edu/funding/loans/index.html)   #### Loans  A form of financial aid you’ll have to repay. Student loans are available through the Federal government, private banks, credit unions, and other lenders.  [Federal Work-Study A form of need-based aid, where you earn money through a part-time job on or off campus](https://studentcentral.iupui.edu/funding/work-study.html)   #### Federal Work-Study  A form of need-based aid, where you earn money through a part-time job on or off campus  Transfer students: Don't miss these scholarships that are just for you! Check out transfer scholarships  [Check out transfer scholarships](https://admissions.iupui.edu/cost-aid/scholarships/transfer-scholarships.html)   #### Applying for financial aid  In most cases, you’ll begin wi th the Free Application for Federal Student Aid (FAFSA) . When you submit your FAFSA, you’re considered for a variety of state and federal financial aid programs. Some of our admission - based scholarships are based on need, and will consider your FAFSA. The FAFSA is available October 1, and the priority deadline is March 10. Learn more about applying for financial aid .  [Free Application for Federal Student Aid (FAFSA)](https://studentaid.gov/h/apply-for-aid/fafsa/)  [Learn more about](https://studentcentral.iupui.edu/funding/apply-financial-aid/steps-to-apply/index.html)  [applying for financial aid](https://studentcentral.iupui.edu/funding/apply-financial-aid/steps-to-apply/index.html)     ##### Transfer students  Find ou t specific steps you’ll take in applying for aid.  Transfer student financial aid  [Transfer student financial aid](https://studentcentral.iupui.edu/funding/apply-financial-aid/steps-to-apply/transfer.html)   ##### Ivy Tech students  If you’re taking classes at Ivy Tech, learn about your next steps.  Ivy Tech financial aid  [Ivy Tech financial aid](https://studentcentral.iupui.edu/funding/apply-financial-aid/steps-to-apply/ivy-tech.html)   ### Step 3: Practice financial wellness  We want to help you make good financial decisions throughout your time applying to, learning at, and moving beyond IUPUI. The Office of Financial Literacy established MoneySmarts, a university - wide initiative to help you learn how to be financially well.  Find financial management resources, get expert advice, or even talk to a peer financial educator about your personal financial situation.  Learn about MoneySmarts  [Learn about MoneySmarts](https://moneysmarts.iu.edu/) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/about/passport/index.html#search",
    "body": "  ## Two institutions, one mission: Your success  Through a strong partnership between IUPUI and Ivy Tech Community College Indianapolis, we provide you with a smoo th transition between the two institutions. Through the Passport Program , we facilitate convenient access to educational opportunities that fit your needs at both institutions.   ### The Passport Program: IUPUI and Ivy Tech  Our staff at IUPUI and Ivy Tech Indianapolis assist you with everything from transferring credits to transferring financial aid. Qualifying students can take degree - focused courses at both IUPUI and Ivy Tech at the same time. We also offer funding and fee - waiver opportunities for Passport students.  Our commitment to you As key partners in driving degree completion through transfer in Marion, Hendricks, and Boone Counties, Ivy Tech Indianapolis and IUPUI are deeply committed to the educational goals of all students. Students transferring across our institutions will experience coordinated, equitable, holistic, and developmentally appropriate support.    As students pursue their degrees, they will be intentionally connected to high-quality curricular and co-curricular learning experiences and provided continuous access to opportunities for support. Their experiences will be based on a theoretical framework that supports the unique needs of transfer students, including opportunities to support academic and social integration as well as attainment of academic and career goals.  To put it simply , we help you make the smoothest transition possible from Ivy Tech Indianapolis to IUPUI.  12% of IUPUI students are Ivy Tech transfer students.  45% Of new first-time Ivy Tech transfer students are from underrepresented populations.  57% of Ivy Tech transfer students came to IUPUI with an associate degree.  $1,378 higher average starting salary for Ivy Tech transfer than non-Ivy Tech transfers.   ### Our history: Thirty years of partnership  In February 1990, IUPUI and Ivy Tech Vocational College (now known as Ivy Tech Community College) executed our first Memorandum of Agreement to support student success. In 1998, we coined the term “Passport,” and the Passport Program launched as a jointly funded office between Ivy Tech Community College Indianapolis service area (ITISA) and IUPUI. ITISA includes the following Ivy Tech campuses :  As the name implies, Passport facilitates travel – for Ivy Tech students to IUPUI and much more.   ### The Passport impact  Passport services are vital to the success of IUPUI and Ivy Tech Indianapolis transfer students. Our partnership with Ivy Tech enables you to take classes at b oth institutions via the financial aid consortium agreement. Although the Passport Program serves Ivy Tech’s Indianapolis Service region of approximately 19,000 students, Ivy Tech Community College is a unified statewide system that serves more than 170,00 0 students each year. Ivy Tech is the state’s largest postsecondary institution and the country’s largest single - accredited statewide community college system.  [Guaranteed admissions Ivy Tech students benefit from guaranteed admission to many IUPUI programs, including an application fee waiver.](https://admissions.iupui.edu/apply/transfer/gaa/index.html)   #### Guaranteed admissions  Ivy Tech students benefit from guaranteed admission to many IUPUI programs, including an application fee waiver.  [Explore transfer pathways Transfer pathways help you make a seamless transition from Ivy Tech to IUPUI while staying on track to graduate. Discover your options.](https://ctas.iupui.edu/transfer/index.html#pathways)   #### Explore transfer pathways  Transfer pathways help you make a seamless transition from Ivy Tech to IUPUI while staying on track to graduate. Discover your options.  [Transfer financial aid Connect with Student Financial Services to transfer your aid to IUPUI.](https://studentcentral.iupui.edu/index.html)   #### Transfer financial aid  Connect with Student Financial Services to transfer your aid to IUPUI. "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/informatics/info-2017/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Anderson - Bloomington - Columbus - East Chicago - Elkhart - Evansville - Fort Wayne - Gary - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Logansport - Madison - Marion - Michigan City - Muncie - Richmond - Sellersburg - South Bend - Terre Haute - Valparaiso - Warsaw  The transfer general education core includes all course requirements for this degree.  [transfer general education core](https://wwwapps.ivytech.edu/cgi-bin/curr/gpcurriculum_tgec.cgi?currlinkid=4329)   ### Symbol key  ^ = Capstone Course  A = Required for Statewide Transfer General Education Core (STGEC) Certificate  P = Required for Transfer General Education Core Certificate; MATH 118, Concepts in Mathematics; MATH 123, Quantitative Reasoning and MATH 135, Finite Mathematics are not appropriate selections to satisfy the Mathematics requirement.   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/nursing%20/n-2019/index.html#search",
    "body": "  ## College-wide curriculum of record   ### Valid locations: Ivy Tech institutions  Valid locations:  Anderson - Bloomington - Columbus - Evansville - Fort Wayne - Gary - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Madison - Marion - Muncie - New Castle - Richmond - Sellersburg - South Bend - Terre Haute - Valparaiso  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  * = Courses are pre-requisites for the nursing program and must be completed with a C or higher prior to starting NRSG courses.  ^ = Capstone course: All general education courses must be completed with a grade of C or higher prior to taking NRSG 208 in the final semester.  # = May choose from PSYC 201, PSYC 205, PSYC 210, PSYC 240, PSYC 253 or PSYC 260.  ## = May not take more than one BIOL or CHEM course.   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4   ## Semester 5  [2018 - 2019 Nursing](https://docs.google.com/spreadsheets/d/13--BLZiv2qHXoxiglWYfPLnJD9sKr6nfBOEuGAKkUSc/edit#gid=1637941192#gid=0)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/take-classes-at-ivy-tech/index.html#search",
    "body": "  ## Complete the Ivy Tech guest application  If you are currently enrolled at IUPUI and want to take a class at Ivy Tech, you must complete the guest student application.  Complete Ivy Tech’s guest student application  [Complete Ivy Tech’s guest student application](https://forms.ivytech.edu/f/apply?app=guest)   ### Ivy Tech guest application instructions   #### Guest application instructions for domestic students   ##### Domestic Students   ###### Purpose:  IUPUI students can register for and enroll in course (s) at Ivy Tech Community College-Indianapolis Service Area while maintaining IUPUI as their home institution via the Ivy Tech Guest Student Application. To qualify for the use of the Ivy Tech Guest Student Application, an IUPUI student must be in good standing (not dismissed) and concurrently enrolled in at least one course at IUPUI for fall and spring semesters. There is no concurrent enrollment requirement for the summer semester unless the student plans to use the Passport Financial Assistance Agreement.   ###### Deadlines:  *Please contact the Passport Office to confirm deadlines, as they are subject to change per semester. NOTE: Ivy Tech begins registering for courses one (1) month before IUPUI. It is recommended that students turn in a completed Ivy Tech Guest Student Application as soon as possible.   ##### Ivy Tech Guest Student Application Process - IUPUI Domestic Students  [here](https://forms.ivytech.edu/f/apply?app=guest)  [a verification of academic standing form](https://www.ivytech.edu/files/Guest-Student-Verification-Form.pdf)  [course schedule search](https://banprd-ssb.ivytech.edu/BANNER/bwckschd.p_disp_dyn_sched)  [Indianapolis Service Area Location](https://www.ivytech.edu/indianapolis/5980.html)  [electronically.](https://ivytech.qualtrics.com/jfe/form/SV_51M31aeowsenX8x)  NOTE: Students must receive a minimum grade of \"C\" or above unless a higher grade is needed as noted by a student's IUPUI academic advisor, for the Ivy Tech course to transfer to IUPUI and apply toward the student’s IUPUI major.   ##### Passport Financial Assistance Agreement (PFAA)  *Starting fall 2016, students enrolled in 12-18 credit hours at IUPUI should consult with the IUPUI Office of Student Financial Services for financial aid eligibility.  [Passport Financial Assistance Agreement (PFAA)](https://studentcentral.iupui.edu/doc/funding/iupui-passport-form.pdf)  NOTE: The Passport Office does not accept the Passport Financial Assistance Agreement.  [IUPUI's Office for Veterans and Military Personnel](http://veterans.iupui.edu/contact/)   ##### Obtaining Ivy Tech Transcripts  When a student has completed their Ivy Tech guest course(s), they must request an official transcript from Ivy Tech to IUPUI for a fee of $5 to ensure the credit hours transfer to IUPUI.  This official transcript may be requested through the student’s Ivy Tech ‘My Ivy’ account and sent electronically to IUPUI’s Office of Undergraduate Admissions at mycredit@iupui.edu .  If the student is having difficulty accessing their ‘My Ivy’ account, the student can contact Parchment Exchange (the online transcript request system) at the Ivy Tech Registrar Office . Select the \"Click here to request your transcript\" hyperlink to be redirected to the Parchment Exchange form.  [Ivy Tech Registrar Office](https://www.ivytech.edu/registrar/3449.html)  Questions regarding the evaluation timeline of Ivy Tech transcripts should be directed to the IUPUI Office of Undergraduate Admissions at 317-274-4591, extension 0.   #### Guest application instructions for international students   ##### International Students   ###### Purpose:  IUPUI students can register for and enroll in course (s) at Ivy Tech Community College-Indianapolis Service Area while maintaining IUPUI as their home institution via the Ivy Tech Guest Student Application.  To qualify for the use of the Ivy Tech Guest Student Application, an IUPUI student must be in good standing (not dismissed) and concurrently enrolled in at least one course at IUPUI for fall and spring semesters. There is no concurrent enrollment requirement for the summer semester unless the student plans to use the Passport Financial Assistance Agreement.   ##### Deadlines:  *Please contact the Passport Office to confirm deadlines, as they are submitted to change per semester. NOTE: Ivy Tech begins registering for courses one (1) month before IUPUI. It is recommended that students turn in a completed Ivy Tech Guest Student Application as soon as possible.   ##### Ivy Tech Guest Student Application Process - IUPUI International Students  [here](https://ivytech.qualtrics.com/jfe/form/SV_51M31aeowsenX8x)  [a verification of academic standing form](https://www.ivytech.edu/files/Guest-Student-Verification-Form.pdf)  [course schedule search](https://banprd-ssb.ivytech.edu/BANNER/bwckschd.p_disp_dyn_sched)  [Indianapolis Service Area Location](https://www.ivytech.edu/indianapolis/5980.html)  [electronically.](https://ivytech.qualtrics.com/jfe/form/SV_51M31aeowsenX8x)  NOTE : If the student holds an F-1 visa, you must submit an electronic copy of your I-20 to process the Ivy Tech Guest Student Application. Without the entire I-20, the application will not be processed. Visas are NOT acceptable.  NOTE: Students must receive a minimum grade of \"C\" or above unless a higher grade is needed as noted by a student's IUPUI academic advisor, for the Ivy Tech course to transfer to IUPUI and apply toward the student’s IUPUI major.   ##### Additional Notes for IUPUI International Students  [IUPUI Office of International Affairs.](http://international.iupui.edu/about/contact.html)  [iStart account](https://atlas.iu.edu/istart/controllers/start/StartEngine.cfm)  [IUPUI Office of International Affairs website](http://international.iupui.edu/visas/f1-students/enrollment/index.html)  Saudi Arabian Cultural Mission (SACM) Students  After an IUPUI SACM student submits their Ivy Tech Guest Student Application, the student should prepare to submit two (2) items to their SACM advisor:   ##### Passport Financial Assistance Agreement (PFAA)  Starting fall 2016, students enrolled in 12-18 credit hours at IUPUI should consult with the IUPUI Office of Student Financial Services for financial aid eligibility.>  [Passport Financial Assistance Agreement (PFAA)](https://studentcentral.iupui.edu/doc/funding/iupui-passport-form.pdf)  NOTE: The Passport Office does not accept the Passport Financial Assistance Agreement.  [IUPUI's Office for Veterans and Military Personnel](http://veterans.iupui.edu/contact/)   ##### Obtaining Ivy Tech Transcripts  When a student has completed their Ivy Tech guest course(s), they must request an official transcript from Ivy Tech to IUPUI for a fee of $5 to ensure the credit hours transfer to IUPUI.  This official transcript may be requested through the student’s Ivy Tech ‘My Ivy’ account and sent electronically to IUPUI’s Office of Undergraduate Admissions at mycredit@iupui.edu .  If the student is having difficulty accessing their ‘My Ivy’ account, the student can contact Parchment Exchange (the online transcript request system) at the Ivy Tech Registrar Office . Select the \"Click here to request your transcript\" hyperlink to be redirected to the Parchment Exchange form.  [Ivy Tech Registrar Office](https://www.ivytech.edu/registrar/3449.html)  Questions regarding the evaluation timeline of Ivy Tech transcripts should be directed to the IUPUI Office of Undergraduate Admissions at 317-274-4591, extension 0.   ### Complete the Passport Financial Assistance Form  The Passport Financial Assistance Agreement is a coordinated effort between Ivy Tech Community College-Indianapolis Service Area and IUPUI that allows enrollment at both institutions to be considered for financial aid purposes. To complete the Passport financial assistance, follow the following link to learn more about the process.  Learn more  [Learn more](https://studentcentral.iupui.edu/funding/apply-financial-aid/steps-to-apply/ivy-tech.html) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/chemistry%20/chem-2019/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Bloomington, Gary, Lafayette, Terre Haute  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  View the 2018 - 2019 Chemistry TSAP spreadsheet as well.  [2018 - 2019 Chemistry](https://docs.google.com/spreadsheets/d/1rf-1VYtqzcc2XcW0l8cissqzFWLJOX-nHvz2uQHpTMg/edit#gid=446349807)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/admissions/learn-iupui/index.html#search",
    "body": "  ## IUPUI: An affordable and worthwhile education  Home to two of Indiana’s top universities, IUPUI offers you a quality, real - world education where you’re in control of your experience. Choose an Indiana University or Purdue University degree, decide how you want to engage on campus, and create an academic schedule that meets your li festyle.  We are committed to providing transformative educational opportunities to you, our students, in ways that change the world around us. We are Indiana’s premier urban research university offering more than 450 academic programs and creating a welco ming environment where you belong.   ### Come visit us  Join us for a campus visit and explore what it means to live and learn in the heart of downtown Indianapolis! Tours of IUPUI and campus events are offered through the Office of Undergraduate Admissions and a re held year - round. Visiting IUPUI – physically or virtually – is the best way to learn about your opportunities as a student at IUPUI.  Visit IUPUI  [Visit IUPUI](https://admissions.iupui.edu/visit/index.html)   ### Learn about degree programs  Looking for all your options? We have hundreds of academic programs from IU and Purdue to help you pursue your career goals.  Discover all IUPUI degree programs  [Discover all IUPUI degree programs](https://www.iupui.edu/academics/degrees-majors/index.html)  You know you want to complete your degree, but how do you know which program will help you meet your goals and fit your busy lifestyle? Whether you are full time in the workfor ce, a stay - at - home parent , or a recent retiree, we understand that those who are thinking of transferring to IUPUI or going back to school are also occupied with all sorts of obligations. With our expertise, we'll help you find a degree program that m eets your needs — from online class options to professors with real - world experience and connections.  Contact us  Here’s to the red, gold, black, and white. Fight, Jaguars, fight!   ### Find out what it means to be a Jaguar  Jaguars are bold , driven , and optimistic . As an IUPUI student, you will join others striving for success. Join one of 500+ student organizations, find resources and support, or take advantage of recreation and wellness opportunities. We are a diverse campus community reflective of our urban environment – a community that welcomes and includes everyone.  Explore student life "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/ee-tech/index.html#search",
    "body": "  ## Electrical Engineering Technology pathway to IUPUI   ### Ivy Tech core curricula  2019-Present  2018-2019  2017-2018  2016-2017  TSAP guarantees only apply to students with continual enrollment throughout their associate and baccalaureate degree academic careers, not including summers, and completion of the TSAP associate degree within seven years of matriculation at Ivy Tech or Vincennes. Individual degree-granting units may set a shorter time for completion of the associate degree.  Questions about the TSAP?  Contact us for further assistance.  [Contact us](https://ctas.iupui.edu/contact/index.html) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/criminal-justice%20/cj-2021/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Anderson - Bloomington - Columbus - Evansville - Fort Wayne - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Logansport - Madison - Marion - Muncie - Sellersburg - South Bend - Terre Haute - Valparaiso  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.  Since IUPUI requires two semesters of U.S. history for the B.S. in Criminal Justice, it is recommended for students planning to transfer to IUPUI to take HIST 101 and HIST 102 if possible for the Social/Behavioral Ways of Knowing or Transfer Gen Ed Core elective options.   ### Symbol key  ^ = Capstone Course  * = Required for Statewide Transfer General Education Core (STGEC) Certificate   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [2019 - 2020 Criminal Justice](https://docs.google.com/spreadsheets/d/1r1rc-4wXQFK_rGTAQrM4hHLBASPGYmvUskJPzBfOYIE/edit#gid=1178919993)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/mech-engin-tech%20/index.html#search",
    "body": "  ## Mechanical Engineering Technology pathway to IUPUI  Continue your education into IUPUI with the School of Engineering and Technology.   ### Ivy Tech core curricula  2019-Present  2018-2019  2017-2018  2016-2017  TSAP guarantees only apply to students with continual enrollment throughout their associate and baccalaureate degree academic careers, not including summers, and completion of the TSAP associate degree within seven years of matriculation at Ivy Tech or Vincennes. Individual degree-granting units may set a shorter time for completion of the associate degree.  Questions about the TSAP?  Contact us for further assistance.  [Contact us](https://ctas.iupui.edu/contact/index.html) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/biology/biology-2019/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Anderson, Bloomington, Columbus, Evansville, Fort Wayne, Gary, Indianapolis, Kokomo, Lafayette, Lawrenceburg, Madison, Sellersburg, South Bend, Terre Haute, Valparaiso  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  View the 2018 - 2019 Biology TSAP spreadsheet as well.  [2018 - 2019 Biology](https://docs.google.com/spreadsheets/d/1fATl5f8fM-RdgQOPSZ6B9LwA3nkaRkX2RRVp2jCEkAo/edit#gid=600422568)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/mechanical-engin/mech-engin-2018/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Lafayette  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which Transfer Cluster Electives should be chosen to receive the maximum credit at the receiving college or university.   ### Symbol key  ^ = Capstone Course  * = Statewide Transfer General Education Core Required Course   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  View the 2017 - 2018 Pre-Engineering to Mechanical Engineering TSAP spreadsheet as well.  [2017 - 2018 Pre-Engineering to Mechanical Engineering](https://docs.google.com/spreadsheets/d/1Im74ibHLNvbOaJEHkV5vzH3ljpSEelUCtgVoTy2g6SE/edit#gid=0#gid=32517451)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/elementary-education%20/ee-2021/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Bloomington - Columbus - Evansville - Fort Wayne - Franklin - Indianapolis - Kokomo - Lafayette - Lake County - Lawrenceburg - Logansport - Madison - Michigan City - Muncie - Richmond - Sellersburg - South Bend/Elkhart - Terre Haute - Valparaiso  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course   ### Your first two years at Ivy tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [2019 - 2020 Elementary Education](https://docs.google.com/spreadsheets/d/1TVf-bUp_iOu9_Q7etUr1zYfySKJ-0dxyb_6kFX-q-YQ/edit#gid=1062193044)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/process/index.html#search",
    "body": "  ## We help you make a successful transfer  The transfer process can seem confusing, but it doesn't need to be. We're here to support you by guiding you through the process and answering your questions. The Office of Undergraduate Admissions is your starting point for this process.   #### Questions about transfer credit?  Contact Jared Baker, CTAS Student Records Coordinator, at jartbake@iupui.edu   ### Prepare to transfer  When you're getting ready to transfer, the Office of Undergraduate Admissions will review your coursework from any other colleges or universities to determine whether you will receive credit at IUPUI for that coursework.  You are also encouraged to review courses and submit syllabi for previous coursework you would like IUPUI to review. This process may save you time and money, too. Tools for estimating how your credit will transfer are available in the resources section.  Learn more about transferring credit  [Learn more about transferring credit](https://admissions.iupui.edu/apply/transfer-credit/index.html)  If you're transfering from another IU campus, your credit will automatically appear on your IUPUI academic record for an advisor to review and apply to your degree program.   ## Resources to help you transfer   ### Credit Explorer  When you transfer to IUPUI, the Office of Undergraduate Admissions conducts an initial review of coursework you have completed at any other colleges or universities to determine if you will receive credit at IUPUI. The school or department of your major then decides how your transfer credit will apply to your degree requirements. Explore IU's Credit Transfer Service to see how your credits might transfer.  Visit the Credit Explorer  [Visit the Credit Explorer](https://sisjee.iu.edu/essweb-prd/web/sisad/trex/public.html?campus=IUINA)   ### Transfer Rule Catalog  Use the Transfer Rule Catalog if you're transferring from a private college or university in Indiana or an out-of-state school.  Visit the Transfer Rule Catalog  [Visit the Transfer Rule Catalog](https://tes.collegesource.com/publicview/TES_publicview01.aspx?rid=d1176a12-6125-4acc-8f4b-e87e7d818b33&aid=77c8af8a-783e-4055-a5bd-d13912e2f672)   ### Core Transfer Library  Indiana's Core Transfer Library helps you find lists of courses that are pre-approved for transfer between all Indiana public college and university campuses and six independent colleges and universities.  Visit the Core Transfer Library  [Visit the Core Transfer Library](https://transferin.net/earned-credits/core-transfer-library/) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/human-resource-management/hrm-2019/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Anderson - Batesville - Bloomington - Columbus - Connersville - East Chicago - Elkhart - Evansville - Fort Wayne - Franklin - Gary - Greencastle - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Logansport - Madison - Marion - Michigan City - Muncie - Richmond - Sellersburg - South Bend - Terre Haute - Valparaiso - Wabash - Warsaw  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course  A = Required for Statewide Transfer General Education Core (STGEC) Certificate  NN = MATH 135 Finite Math and/or MATH 137 Trigonometry with Analytic Geometry are options for mathematics. However, MATH 135 and MATH 137 are not applicable for the TSAP curriculum at Indiana Public Universities.   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4    [2018 - 2019 Human Resource Management TSAP](https://docs.google.com/spreadsheets/d/193P2JSNlEwRvpMZLWGwWB3ozAJyd22b9JCs52Q2vnC0/edit#gid=135790159)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/mechanical-engin/mech-engin-2017/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Lafayette  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which Transfer Cluster Electives should be chosen to receive the maximum credit at the receiving college or university.   ### Symbol key  ^ = Capstone Course  A = Statewide Required for Transfer General Education Core (STGEC) Certificate   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/human-resource-management/index.html#search",
    "body": "  ## Human Resource Management pathway to IUPUI  Continue your education into IUPUI with the Kelley School of Business.   ### Ivy Tech core curricula  2019-Present  2018-2019  TSAP guarantees only apply to students with continual enrollment throughout their associate and baccalaureate degree academic careers, not including summers, and completion of the TSAP associate degree within seven years of matriculation at Ivy Tech or Vincennes. Individual degree-granting units may set a shorter time for completion of the associate degree.  Questions about the TSAP?  Contact us for further assistance.  [Contact us](https://ctas.iupui.edu/contact/index.html) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/cpu-science/cpu-sci-2021/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Available via statewide distance education  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course  * = Required for Statewide Transfer General Education Core (STGEC) Certificate   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [TSAP Spreadsheet](https://docs.google.com/spreadsheets/d/1ZXus9JpQrVxT5qIg3G0miA_axsqguoODNfKeAuMCWW0/edit#gid=332170870)   ### Discover your next 60 credits at IUPUI  • To explore our degree maps, visit Indiana University's iGPS and select IUPUI. • Select the academic school in which your major resides. • Then under \"type\" select ‘TSAP’ and click the search icon. The map will display the two-year plan for degree completion for students who transfer to IUPUI from Ivy Tech with an associate’s degree on the Indiana TSAP plan. "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/elementary-education%20/index.html#search",
    "body": "  ## Elementary Education pathway to IUPUI   ### Ivy Tech core curricula  2019-Present  2018-2019  2017-2018  2016-2017  TSAP guarantees only apply to students with continual enrollment throughout their associate and baccalaureate degree academic careers, not including summers, and completion of the TSAP associate degree within seven years of matriculation at Ivy Tech or Vincennes. Individual degree-granting units may set a shorter time for completion of the associate degree.  Questions about the TSAP?  Contact us for further assistance.  [Contact us](https://ctas.iupui.edu/contact/index.html) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/mechanical-engin/mech-engin-2016/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Lafayette  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which Transfer Cluster Electives should be chosen to receive the maximum credit at the receiving college or university.   ### Symbol key  ^ = Capstone Course  A = Statewide Required for Transfer General Education Core (STGEC) Certificate   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/biology/index.html#search",
    "body": "  ## Biology pathway to IUPUI  Continue your education into IUPUI with the School of Science.   ### Ivy Tech core curricula  2019-Present  2018-2019  2017-2018  TSAP guarantees only apply to students with continual enrollment throughout their associate and baccalaureate degree academic careers, not including summers, and completion of the TSAP associate degree within seven years of matriculation at Ivy Tech or Vincennes. Individual degree-granting units may set a shorter time for completion of the associate degree.  Questions about the TSAP?  Contact us for further assistance.  [Contact us](https://ctas.iupui.edu/contact/index.html) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/mechanical-engin/mech-engin-2019/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Lafayette  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which Transfer Cluster Electives should be chosen to receive the maximum credit at the receiving college or university.   ### Symbol key  ^ = Capstone Course  * = Statewide Transfer General Education Core Required Course   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  View the 2018 - 2019 Pre-Engineering to Mechanical Engineering TSAP spreadsheet as well.  [2018 - 2019 Pre-Engineering to Mechanical Engineering](https://docs.google.com/spreadsheets/d/10CW7N4Fi_CAOJ35haLSk5tbYjYq0-RoAM1x4_4B8AnI/edit#gid=400847102)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/informatics/index.html#search",
    "body": "  ## Informatics pathway to IUPUI  Continue your education into IUPUI with the Luddy School of Informatics, Computing, and Engineering.   ### Ivy Tech core curricula  2019-Present  2018-2019  2017-2018  2016-2017   ### TSAP curriculum policy details   ## Curriculum locations  The A.S. Informatics TSAP program can be completed in-person at the following locations: Bloomington, Evansville, Fort Wayne, Indianapolis, Richmond, and Terre Haute.  It is also available statewide via distance education.   ## Disclaimer  TSAP guarantees only apply to students with continual enrollment throughout their associates and baccalaureate degree academic careers, not including summers, and completion of the TSAP associates degree within seven years of matriculation at Ivy Tech or Vincennes. Individual degree-granting units may set a shorter time for completion of the associates degree.  Questions about the TSAP in Informatics?  Contact us for further assistance. "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/biology/biology-2018/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Anderson, Bloomington, Columbus, Evansville, Fort Wayne, Gary, Indianapolis, Kokomo, Lafayette, Lawrenceburg, Madison, Sellersburg, South Bend, Terre Haute, Valparaiso  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  View the 2017 - 2018 Biology TSAP spreadsheet as well.  [2017 - 2018 Biology](https://docs.google.com/spreadsheets/d/1YhXW-1QriVGAAfvnleChcAlwXPNnlMBL6L1So0iAd68/edit#gid=1519569669)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/early-childhood-edu/ece-2021/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Anderson—Bloomington—Columbus—Evansville—Fort Wayne—Indianapolis—Kokomo—Lafayette—Lake County—Logansport—Marion—Muncie—Richmond—Sellersburg—South Bend/Elkhart—Terre Haute  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which Transfer Cluster Electives should be chosen to receive the most credit at the receiving college or university.  PLEASE NOTE: Students completing the TSAP degree in early childhood education MUST be a fall start at IUPUI due to course sequencing.   ### Symbol key  ^ = Capstone Course  * = Required for Transfer General Education Core (TGEC) Certificate The Transfer General Education Core – TGEC – Certificate requirements for this degree require a minimum of 30 credits. The TGEC Certificate requires a minimum of one course from six areas of study. The number of TGEC elective = courses shown above may vary based on required TGEC course credits earned, area of study, and the student’s Individual Academic Plan. The remaining degree requirements provide a mechanism for students to obtain the required minimum 60 credits to graduate with the appropriate Associate level transfer degree.   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [2019—2020 Early Childhood Education](https://docs.google.com/spreadsheets/d/12oxrbTUICLrokM8uKexhoLNAMQRn-KvMVzP7vTqekMw/edit#gid=1423372981)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/about/our-staff/index.html#search",
    "body": "  ## Our team is here to help you  The Center for Transfer and Adult Students is here to support all transfer and adult students. We have more than 100 years of combined experience working in a university set ting. We help you navigate your university experience. Whether you are a full - time or part - time student, fully online, or taking classes on the IUPUI campus, our staff’s mission is to support transfer and adult students with whatever you need. We aim to be your first point of contact for questions, and we'll use our experience and campus relationships to assist and empower you.   ### General staff  Kim  Priesmeyer  Managing Director, Center for Transfer and Adult Students  Robin Tew  Director of Student Success  Danielle Watkins  Assistant Director Student Services  Ron Sandwina  Program Director For General Studies Senior Lecturer in Communication Studies  Jared Baker  Recorder for General Studies  Melissa Miller  Assistant Director of Enrollment Support  To make an appointment with Melissa, call 317-278-2630 or email ctas@iupui.edu .   ### Career Consultant  Evan Downey  Career Consultant  If you are a current student, make an appointment with Evan by using the Student Appointment Scheduler and searching for Evan's name at the IUPUI campus.  [Student Appointment Scheduler](https://one.iu.edu/launch-task/iu/student-appointment-scheduler)   ### Success Coaches and General Studies Advisors  Desiree Jaynes  Student Success Coach and General Studies Advisor  Paul Spencer  Student Success Coach and General Studies Advisor   ### Student Staff  Jesseca Mirando  Jesseca is in her second semester of nursing school at the IU School of Nursing and plans to become a NICU nurse when she graduates. She has worked for CTAS for two years. She enjoys spending time with friends and family, loves Starbucks and enjoys volunteering in her free time. "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/business-management/bm-2019/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations: Anderson - Batesville - Bloomington - Columbus - Connersville - East Chicago - Elkhart - Evansville - Fort Wayne - Franklin - Gary - Greencastle - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Logansport - Madison - Marion - Michigan City - Muncie - Richmond - Sellersburg - South Bend - Terre Haute - Valparaiso - Wabash - Warsaw  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course  A = Required for Statewide Transfer General Education Core (STGEC) Certificate  NN = MATH 135 Finite Math and/or MATH 137 Trigonometry with Analytic Geometry are options for mathematics. However, MATH 135 and MATH 137 are not applicable for the TSAP curriculum at Indiana Public Universities.   ### Your first two years at Ivy Tech   ## Semester 1     ## Semester 2   ## Semester 3   ## Semester 4  [2018 - 2019 Business Management](https://docs.google.com/spreadsheets/d/193P2JSNlEwRvpMZLWGwWB3ozAJyd22b9JCs52Q2vnC0/edit#gid=135790159#gid=11300447)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/ee-tech/ee-tech-2021/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Anderson—Bloomington—Fort Wayne—Indianapolis—South Bend/Elkhart—Terre Haute—Valparaiso  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.  PLEASE NOTE: Students completing the TSAP degree in electrical engineering technology MUST be a fall start at IUPUI due to course sequencing.   ### Symbol key  ^ = Capstone Course  * = Statewide Transfer General Education Core required course   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  View the 2019 - 2020 Electrical Engineering Technology TSAP spreadsheet as well.  [2019 - 2020 Electrical Engineering Technology](https://docs.google.com/spreadsheets/d/1lSmNI04Fnc85cnkc2kodxySVm_x3onjakb3S_tDRo80/edit#gid=1757622333)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/nursing%20/n-2021/index.html#search",
    "body": "  ## College-wide curriculum of record   ### Valid locations: Ivy Tech institutions  Valid locations:  Anderson - Bloomington - Columbus - Evansville - Fort Wayne - Gary - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Logansport - Madison - Marion - Muncie - New Castle - Peru - Richmond - Sellersburg - South Bend - Terre Haute - Valparaiso  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  * = Courses are pre-requisites for the nursing program and must be completed with a C or higher prior to starting NRSG courses.  ^ = Capstone course: All general education courses must be completed with a grade of C or higher prior to taking NRSG 208 in the final semester.  # = May choose from PSYC 201, PSYC 205, PSYC 210, PSYC 240, PSYC 253 or PSYC 260.  ## = May not take more than one BIOL or CHEM course.   ### Your first two years at Ivy Tech   ## Semester 1     ## Semester 2   ## Semester 3  APHY 201 and either BIOL 201 or BIOL 211 are recommended for transfer to IUPUI   ## Semester 4  APHY 201 and either BIOL 201 or BIOL 211 are recommended for transfer to IUPUI   ## Semester 5  [2021 - 2022 Nursing](https://docs.google.com/spreadsheets/d/1JUnqNOLEih1FulJdIzzEmhdfEiaWJvyBVfKgovFSmRs/edit#gid=1298102033)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/chemistry%20/chem-2021/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Bloomington, Gary, Lafayette, Terre Haute  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  View the 2019 - 2020 Chemistry TSAP spreadsheet as well.  [2019 - 2020 Chemistry](https://docs.google.com/spreadsheets/d/1ZIlfi7eY3TSt5Jyd8EYvFVMjE487J5ztisXSrEeoR2w/edit#gid=446349807)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/business-management/bm-2017/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations: Anderson - Batesville - Bloomington - Columbus - Connersville - East Chicago - Elkhart - Evansville - Fort Wayne - Franklin - Gary - Greencastle - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Logansport - Madison - Marion - Michigan City - Muncie - Richmond - Sellersburg - South Bend - Terre Haute - Valparaiso - Wabash - Warsaw  The transfer general education core includes all course requirements for this degree.  [transfer general education core](https://wwwapps.ivytech.edu/cgi-bin/curr/gpcurriculum_tgec.cgi?currlinkid=4329)   ### Symbol key  ^ = Capstone Course  A = Required for Statewide Transfer General Education Core (STGEC) Certificate  NN = MATH 135 Finite Math and/or MATH 137 Trigonometry with Analytic Geometry are options for mathematics. However, MATH 135 and MATH 137 are not applicable for the TSAP curriculum at Indiana Public Universities.   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/mechanical-engin/index.html#search",
    "body": "  ## Engineering to Mechanical Engineering pathway to IUPUI  Continue your education into IUPUI with the School of Engineering and Technology.   ### Ivy Tech core curricula  2019-Present  2018-2019  2017-2018  2016-2017  2015-2016   ### TSAP curriculum policy details   ## Curriculum location  The A.S. Mechanical Engineering TSAP is only offered at the Ivy Tech- Lafayette campus . Please contact this campus directly for additional information.  [Ivy Tech- Lafayette campus](https://www.ivytech.edu/lafayette/)   ## Disclaimer  TSAP guarantees only apply to students with continual enrollment throughout their associates and baccalaureate degree academic careers, not including summers, and completion of the TSAP associates degree within seven years of matriculation at Ivy Tech or Vincennes. Individual degree-granting units may set a shorter time for completion of the associates degree.  Questions about the TSAP in Mechanical Engineering?  Contact us for further assistance. "
  },
  {
    "url": "URL: https://ctas.iupui.edu/about/our-staff/student-staff/index.html#search",
    "body": "  ## Our team is here to help you  The Center for Transfer and Adult Students is here to support all transfer and adult students. We have more than 100 years of combined experience working in a university set ting. We help you navigate your university experience. Whether you are a full - time or part - time student, fully online, or taking classes on the IUPUI campus, our staff’s mission is to support transfer and adult students with whatever you need. We aim to be your first point of contact for questions, and we'll use our experience and campus relationships to assist and empower you.   ### Student Staff  Jesseca Mirando  Jesseca is in her second semester of nursing school at the IU School of Nursing and plans to become a NICU nurse when she graduates. She has worked for CTAS for two years. She enjoys spending time with friends and family, loves Starbucks and enjoys volunteering in her free time. "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/prior-learning/index.html#search",
    "body": "  ## Earning Credit for Prior Learning  Individuals come to college from a variety of backgrounds and experiences, some of which may involve college-level learning. Credit for Prior Learning ( CPL ) is the evaluation and assessment of an individual’s life learning for college credit, certification , or advanced standing toward future education or training. CPL is a process used by regulatory bodies to evaluate skills and knowledge acquired outside the classroom for the purpose of recognizing competence against a given set of standards, competencies or learning outcomes. Equivalent credit is awarded through a variety of methods; each school or department at IUPUI determines its own process. Complete the form below to inquire about CPL .  Your completed and approved CPL results in credits for approved courses on your transcript. See IU Policy ACA-60 for details.  [IU Policy ACA-60](https://policies.iu.edu/policies/aca-60-credit-for-prior-learning/archived-02242023.html)  Complete the following form if you have interest in earning credit for prior experiences.   ### Types of credit assessment   #### Certifications   #### Credit-by-exam  [CLEP](https://advising.iupui.edu/placement-and-registration/placement-information/ap-clep-dantes-placement.html)  [DSST](https://advising.iupui.edu/placement-and-registration/placement-information/ap-clep-dantes-placement.html)  [AP](https://admissions.iupui.edu/apply/transfer-credit/ap-credit.html)  [IB](https://admissions.iupui.edu/apply/transfer-credit/ib-credit.html)   #### Military experience  Active-duty and veterans can receive college credit for military service and save time and money at the same time. A Joint Services Transcript (JST) should be submitted with the application materials for consideration.   #### Portfolios   #### Test out   #### Transfer credit   ### Which schools or departments award CPL?   ### Are there any general policies or fees associated with CPL?  See individual types of assessment above for any CPL -type-specific policies or fees. For general policies and fees, see this helpful overview of special credit from the Office of the Registrar.  [this helpful overview of special credit](https://facultystaffcentral.iupui.edu/enrollment/special-credit.html)   ### Contact for more information  If you have more questions, please feel free to reach out to your assigned academic advisor, who you can find in IU’s Student Online Advising Records (SOAR) system. You are also welcome to contact us here in the Center for Transfer and Adult Students at ctas@iupui.edu or 317-278-2630.  [Student Online Advising Records (SOAR)](https://one.iu.edu/task/iu/student-advising-records)   "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/informatics/info-2021/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Bloomington - Evansville - Fort Wayne - Indianapolis - Richmond - Terre Haute  ALSO AVAILABLE STATEWIDE VIA DISTANCE EDUCATION     ### Symbol key  ^ = Capstone Course  * = Required for Statewide Transfer General Education Core (STGEC) Certificate  & = Required for Statewide Transfer General Education Core Certificate  MATH 123 Quantitative Reasoning is not an appropriate selection to satisfy the mathematics requirement.   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  View the 2019 - 2020 Informatics TSAP spreadsheet as well.  [2019 - 2020 Informatics](https://docs.google.com/spreadsheets/d/1EvPVRh6FPbfoSzKvI-i4g3-AYnQ7eUsunmnxOyaafq8/edit#gid=1243583379)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/admissions/index.html#search",
    "body": "  ## Welcome! We’re glad you’re here  As an urban research institution, IUPUI offers you a high - quality, affordable education with connections and opportunities in Indianapolis and beyond. Whether you’re just starting to consider IUPUI or you’re already committed, we are so excited to welcome you to the Jaguar community.   ### Discover what awaits you at IUPUI  The Jaguar community is one where you belong and can find support for your goals. Discover academic programs, find out more about stu dent life, and learn how you can visit and connect with us. If you’re still deciding whether you want to come to IUPUI, start here.  Learn about IUPUI   ### Get started: Apply to IUPUI  IUPUI is a gre at place to take the next step on your educational path, whether you’re currently a student at another college or you’ve been out of school for 20 years. We welcome transfer and adult students from across the country who are ready to prepare for whatever c omes next.     #### Meet your admissions counselor  Alice Matouk is the IUPUI admissions counselor for prospective transfer students.  Alice Matouk   ### Take the guesswork out of it  We have your step - by - step guide for navigating the application process and details on funding your education. We know there’s a lot to figure out: How will my credits transfer? Can my prior work experience count for credit? Where do I start?   #### How to apply  Identify what type of applicant you are and find step-by-step instructions for applying.   #### Financial aid and scholarships  Understand costs, scholarships, grants, and financial aid options, and discover what makes an IUPUI education a good investment.   #### Transfer your credit  Make sure your prior learning or work experiences are counted and help you get ahead at IUPUI.   ### Already committed? Make a successful transition with orientation  Orientation helps you learn the ins and out s of life as an IUPUI student. We’ll help you build your network, learn about campus services and resources, and feel confident and ready to succeed as you make this transition.  Attend orientation  [Attend orientation](https://orientation.iupui.edu/programs/index.html)   ### Have questions?  Contact us  Meet our team "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/business-management/bm-2018/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations: Anderson - Batesville - Bloomington - Columbus - Connersville - East Chicago - Elkhart - Evansville - Fort Wayne - Franklin - Gary - Greencastle - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Logansport - Madison - Marion - Michigan City - Muncie - Richmond - Sellersburg - South Bend - Terre Haute - Valparaiso - Wabash - Warsaw  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course  A = Required for Statewide Transfer General Education Core (STGEC) Certificate  NN = MATH 135 Finite Math and/or MATH 137 Trigonometry with Analytic Geometry are options for mathematics. However, MATH 135 and MATH 137 are not applicable for the TSAP curriculum at Indiana Public Universities.   ### Your first two years at Ivy Tech   ## Semester 1     ## Semester 2   ## Semester 3   ## Semester 4  [2017 - 2018 Business Management](https://docs.google.com/spreadsheets/d/1apxhZlDt1QgxmmQ_HwypeaegGD5m2EDyKQJCEsXXRyc/edit#gid=11300447)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/admissions/apply/index.html#search",
    "body": "  ## Get started by applying to IUPUI  Home to more than 450 academic programs from not one, but two of Indiana’s top public universities, Indiana University and Purdue University, IUPUI offers you a quality, real - world education at an affordable price. We’re so glad you’d like to come here.  We know there is a lot to figure out: How will my credits transfer? How will I fund my education? Where do I start? Don’t worry: you’re not alone in answering these questions. We’re here to help.  We support you in finding a degree program that meets your needs, understanding how prior classes or work experience can count for credit at IUPUI, and determining costs and funding for your plans. Contact us, or visit the pages below for more information.   #### Get in touch with us  Contact us to learn more about the experience that awaits you at IUPUI.  Visit our contact page   #### Transferring from Ivy Tech    The Passport Program and Guaranteed Admissions Agreement make it easy!  [Guaranteed Admissions Agreement](https://news.iu.edu/stories/2020/05/iupui/releases/15-guaranteed-admissions-agreement-ivy-tech-transfer-students.html)  Learn more  [Learn more](https://admissions.iupui.edu/apply/transfer/gaa/index.html)     #### Transferring from any other college, university, or IU campus    Find admission standards, deadlines and more.  Learn more  [Learn more](https://admissions.iupui.edu/apply/transfer/index.html#transfer)   #### Returning adult applicants    Discover how to return to college after some time away.  Learn more about returning  [Learn more about returning](https://admissions.iupui.edu/apply/transfer/adult-learners.html)   #### Military and veteran personnel    IUPUI’s Office for Veterans and Military Personnel supports our military service members and their dependents.  Go from military to college  [Go from military to college](https://admissions.iupui.edu/apply/transfer/military.html)   #### Need a fresh start?  If you're returning to IUPUI and seeking your first bachelor's degree, the fresh start through academic renewal policy allows you to start over with a clean slate.  Learn more about Fresh Start  [Learn more about Fresh Start](https://studentcentral.iupui.edu/grades-progress/grade-forgiveness.html) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/criminal-justice%20/cj-2017/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Anderson - Bloomington - Columbus - Evansville - Fort Wayne - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Logansport - Madison - Marion - Muncie - Sellersburg - South Bend - Terre Haute - Valparaiso  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which Transfer Cluster Electives should be chosen to receive the most credit at the receiving college or university.   ### Symbol key  ^ = Capstone Course  A = Required for Statewide Transfer General Education Core (STGEC) Certificate   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/cpu-science/index.html#search",
    "body": "  ## Computer Science pathway to IUPUI  Continue your education into IUPUI with the School of Science.   ### Ivy Tech core curricula  2020-Present  2018-2019  2017-2018  2016-2017   ### TSAP curriculum policy details   ## Curriculum locations  The TSAP A.S. Computer Science program is only offered “via Distance Education” for the Ivy Tech-Central Indiana campus . The program can be completed in-person at the Ivy Tech-Fort Wayne campus ; Please contact these campuses directly for additional information.  [Ivy Tech-Central Indiana campus](https://www.ivytech.edu/indianapolis/)  [Ivy Tech-Fort Wayne campus](https://www.ivytech.edu/northeast/)   ## Disclaimer  TSAP guarantees only apply to students with continual enrollment throughout their associates and baccalaureate degree academic careers, not including summers, and completion of the TSAP associates degree within seven years of matriculation at Ivy Tech or Vincennes. Individual degree-granting units may set a shorter time for completion of the associates degree.  Questions about the TSAP in Computer Science?  Contact us for further assistance. "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/index.html#search",
    "body": "  ## Your prior experience and coursework matter  You've worked hard to get where you are, and it's important to have this work counted. Whether you're wanting to see how a course you've taken will count at IUPUI or you want to learn more about testing out of certain courses, we'll help answer your questions.  What is transfer credit? IUPUI defines transfer credit as any credit awarded for coursework completed outside of the Indiana University system.   ## Learn how to transfer to IUPUI  We know there's a lot to figure out when you're preparing to transfer to IUPUI. We're here to help. Learn about the transfer process, how credits can transfer, and what resources are here to support you.  Find out how to transfer   ### Credit for prior learning  Our transfer and adult students come to IUPUI from a variety of backgrounds and experiences, many of which involve college-level learning.  Some schools and programs provide pathways for you to attain college credit for knowledge you have already mastered outside the traditional classroom.  Types of credit assessment include   #### Find out if your experiences will count  Learn more about credit for prior learning   ### Explore transfer pathways from Ivy Tech to IUPUI  Through partnership with Ivy Tech Community College, IUPUI has several articulation agreements that help you make a seamless transfer. These agreements outline how credits transfer and let you know what classes to take which semester to stay on track for graduation.  Plus, the Guaranteed Admissions Agreement brings you peace of mind by providing qualified students in specific programs at Ivy Tech guaranteed admission into the related bachelor's degree program at IUPUI. Learn more about about the agreement.  [Learn more about about the agreement.](https://admissions.iupui.edu/apply/transfer/gaa/index.html)   #### Transfer as a Junior Programs  These programs, also known as Transfer Single Articulation Pathways (TSAP), are for students participating in the Passport Program and transferring from a qualifying Ivy Tech campus. They enable students to transfer to IUPUI with junior status.  Learn about TSAP options   #### 2+2 Programs  Also known as articulation agreements, 2+2 programs outline course requirements at qualifying Ivy Tech campuses and IUPUI to streamline your path to graduation.  Discover 2+2 options   #### 1+3 Programs  Also known as Indiana's Statewide Transfer General Education Core (STGEC), this pathway helps you begin as a sophomore at any Indiana four-year institution.  Review the STGEC  [Review the STGEC](https://www.ivytech.edu/gen-ed-transfer-core/index.html)  Please note: Any Ivy tech student completing the STGEC and taking MATH123 may need to take more math classes after transferring, depending on the major you choose.   ### Is there a limit to how much credit I can transfer?  There are some limits to how much credit can be accepted through transfer. For example, IU policy limits the total number of transfer credits from Associate’s Colleges to no more than 64 credit hours, though some degree programs have further restrictions. The policy also notes that 100- and 200-level courses generally cannot be transferred as 300- or 400-level courses at IUPUI.  [IU policy](https://policies.iu.edu/policies/aca-56-transfer-credit-two-year-institutions/index.html)  Another policy to be aware of is residency requirements. Though these vary by degree program, schools generally require that 30 to 60 credits be completed at IUPUI in order to earn an IUPUI degree. These policies can be found in each school’s bulletin.  [each school’s bulletin.](https://bulletins.iu.edu/iupui/index.html) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/elementary-education%20/ee-2018/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Bloomington - Columbus - Evansville - Fort Wayne - Franklin - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Logansport - Madison - Michigan City - Muncie - Richmond - Sellersburg - South Bend - Terre Haute  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course  A = Required for Statewide Transfer General Education Core (STGEC) Certificate   ### Your first two years at Ivy tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [2017 - 2018 Elementary Education](https://docs.google.com/spreadsheets/d/1u9zoNj18FA6Gg3TCad7hQXepvzU-aHmbc-os6hP204w/edit#gid=1706140172)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/mech-engin-tech%20/metech-2021/index.html",
    "body": "  ## College-wide curriculum of record  Valid locations:  Columbus—Fort Wayne—Indianapolis—Kokomo—Lafayette  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.  PLEASE NOTE: Students completing the TSAP degree in mechanical engineering technology MUST be a fall start at IUPUI due to course sequencing.   ### Symbol key  ^ = Capstone Course  * = Statewide Transfer General Education Core Required Course   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  View the 2019 - 2020 Mechanical Engineering Technology TSAP spreadsheet as well.  [2019 - 2020 Mechanical Engineering Technology](https://docs.google.com/spreadsheets/d/1VL3pvXxHwk0zkBYyDcGjwCWKj1TSwjv1hwfIMUHXQs0/edit#gid=98878222)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/about/our-staff/general-staff/index.html#search",
    "body": "  ## Our team is here to help you  The Center for Transfer and Adult Students is here to support all transfer and adult students. We have more than 100 years of combined experience working in a university set ting. We help you navigate your university experience. Whether you are a full - time or part - time student, fully online, or taking classes on the IUPUI campus, our staff’s mission is to support transfer and adult students with whatever you need. We aim to be your first point of contact for questions, and we'll use our experience and campus relationships to assist and empower you.   ### General staff  Kim  Priesmeyer  Managing Director, Center for Transfer and Adult Students  Robin Tew  Director of Student Success  Danielle Watkins  Assistant Director Student Services  Ron Sandwina  Program Director For General Studies Senior Lecturer in Communication Studies  Jared Baker  Recorder for General Studies  Melissa Miller  Assistant Director of Enrollment Support  To make an appointment with Melissa, call 317-278-2630 or email ctas@iupui.edu . "
  },
  {
    "url": "URL: https://ctas.iupui.edu/about/our-staff/student-success-coaches/index.html#search",
    "body": "  ## Our team is here to help you  The Center for Transfer and Adult Students is here to support all transfer and adult students. We have more than 100 years of combined experience working in a university set ting. We help you navigate your university experience. Whether you are a full - time or part - time student, fully online, or taking classes on the IUPUI campus, our staff’s mission is to support transfer and adult students with whatever you need. We aim to be your first point of contact for questions, and we'll use our experience and campus relationships to assist and empower you.   ### Success Coaches and General Studies Advisors  Desiree Jaynes  Student Success Coach and General Studies Advisor  Paul Spencer  Student Success Coach and General Studies Advisor "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/cpu-science/cpu-sci-2018/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Available via statewide distance education  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course  * = Required for Statewide Transfer General Education Core (STGEC) Certificate   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3     ## Semester 4  View the 2017 - 2018 Computer Science TSAP spreadsheet as well.  [2017 - 2018 Computer Science](https://docs.google.com/spreadsheets/d/1l1NFuBPg9nt4NiXiu1H69ietBkm39RdtGXm-HE6h3VQ/edit#gid=1118942533)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/cpu-science/cpu-sci-2017/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Available via statewide distance education  The Transfer General Education Core includes all course requirements for this degree.   ### Symbol key  ^ = Capstone Course  A = Required for Statewide Transfer General Education Core (STGEC) Certificate   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/elementary-education%20/ee-2017/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Bloomington - Columbus - Evansville - Fort Wayne - Franklin - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Logansport - Madison - Michigan City - Muncie - Richmond - Sellersburg - South Bend - Terre Haute  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course  A = Required for Statewide Transfer General Education Core (STGEC) Certificate   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/mechanical-engin/mech-engin-2021/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Lafayette  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which Transfer Cluster Electives should be chosen to receive the maximum credit at the receiving college or university.   ### Symbol key  ^ = Capstone Course  * = Statewide Transfer General Education Core Required Course   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  View the 2019 - 2020 Pre-Engineering to Mechanical Engineering TSAP spreadsheet as well.  [2019 - 2020 Pre-Engineering to Mechanical Engineering](https://docs.google.com/spreadsheets/d/1o0_C87ZpAPsYTmZDebLTuhWezF93judGE77lqio2rDM/edit#gid=400847102)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/early-childhood-edu/ece-2019/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Bloomington - Columbus - Evansville - Fort Wayne - Gary - Indianapolis - Kokomo - Lafayette - Logansport - Muncie - Richmond - Sellersburg - South Bend - Terre Haute  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which Transfer Cluster Electives should be chosen to receive the most credit at the receiving college or university.   ### Symbol key  ^ = Capstone Course  * = Required for Statewide Transfer General Education Core (STGEC) Certificate   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [2018 - 2019 Early Childhood Education](https://docs.google.com/spreadsheets/d/1UK6IdXODYAnllmWizfKu9y8z3XAQWWZ6B5FMFyiZy_Y/edit#gid=920864113#gid=1423372981)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/criminal-justice%20/cj-2018/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Anderson - Bloomington - Columbus - Evansville - Fort Wayne - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Logansport - Madison - Marion - Muncie - Sellersburg - South Bend - Terre Haute - Valparaiso  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course  * = Required for Statewide Transfer General Education Core (STGEC) Certificate   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [2017 - 2018 Criminal Justice](https://docs.google.com/spreadsheets/d/1SUakVrRsaGJBmdfC8g8nBLynNpAsUs7gn6VQ0Cnfmds/edit#gid=296857966)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/early-childhood-edu/ece-2018/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Bloomington - Columbus - Evansville - Fort Wayne - Gary - Indianapolis - Kokomo - Lafayette - Logansport - Muncie - Richmond - Sellersburg - South Bend - Terre Haute  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which Transfer Cluster Electives should be chosen to receive the most credit at the receiving college or university.   ### Symbol key  ^ = Capstone Course  * = Required for Statewide Transfer General Education Core (STGEC) Certificate   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [2017 - 2018 Early Childhood Education](https://docs.google.com/spreadsheets/d/1llpebb0yjZiyMkbsoYvCya16cZErMag0GSYY7yUjrY4/edit#gid=885256467)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/about/our-staff/career-consultant/index.html#search",
    "body": "  ## Our team is here to help you  The Center for Transfer and Adult Students is here to support all transfer and adult students. We have more than 100 years of combined experience working in a university set ting. We help you navigate your university experience. Whether you are a full - time or part - time student, fully online, or taking classes on the IUPUI campus, our staff’s mission is to support transfer and adult students with whatever you need. We aim to be your first point of contact for questions, and we'll use our experience and campus relationships to assist and empower you.   ### Career Consultant  Evan Downey  Career Consultant  If you are a current student, make an appointment with Evan by using the Student Appointment Scheduler and searching for Evan's name at the IUPUI campus.  [Student Appointment Scheduler](https://one.iu.edu/launch-task/iu/student-appointment-scheduler) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/criminal-justice%20/cj-2019/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Anderson - Bloomington - Columbus - Evansville - Fort Wayne - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Logansport - Madison - Marion - Muncie - Sellersburg - South Bend - Terre Haute - Valparaiso  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course  * = Required for Statewide Transfer General Education Core (STGEC) Certificate   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [2018 - 2019 Criminal Justice](https://docs.google.com/spreadsheets/d/1Tezco6utjmW1gh7RJD6pN0BuR_6g8zYMddXrF8BunS4/edit#gid=1178919993#gid=296857966)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/chemistry%20/index.html#search",
    "body": "  ## Chemistry pathway to IUPUI  Continue your education into IUPUI with the School of Science.   ### Ivy Tech core curricula  2019-Present  2018-2019  2017-2018  TSAP guarantees only apply to students with continual enrollment throughout their associate and baccalaureate degree academic careers, not including summers, and completion of the TSAP associate degree within seven years of matriculation at Ivy Tech or Vincennes. Individual degree-granting units may set a shorter time for completion of the associate degree.  Questions about the TSAP?  Contact us for further assistance.  [Contact us](https://ctas.iupui.edu/contact/index.html) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/index.html#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!   ## Welcome to IUPUI! We look forward to seeing you at Orientation.  [Learn more and sign up here!](https://orientation.iupui.edu/programs/index.html)   ## Continue your journey.   ### Earning your college degree is just one step in your career journey. Whether your goal is to start a new career, seek a promotion, or see increased compensation, the Center for Transfer and Adult Students is here to be a part of your larger life story.   ### Take your next step toward success and apply to IUPUI  Whether you wish to return to school after some time away or you're transferring from another school, we can help.   #### Learn about IUPUI  Find out how to visit IUPUI and what makes our Jaguar community a great one.   #### Review the application process  This is your step-by-step guide for applying.   #### Find out how your credits may transfer  We explore with you how your prior coursework and experience can be counted toward your degree.   #### Explore financial aid and scholarships  An IUPUI education is an affordable and worthwhile investment.  [Need a fresh start? If you’re returning to IUPUI and seeking your first bachelor’s degree, the fresh start through academic renewal policy allows you to start over with a clean slate.](https://studentcentral.iupui.edu/grades-progress/grade-forgiveness.html)   #### Need a fresh start?  If you’re returning to IUPUI and seeking your first bachelor’s degree, the fresh start through academic renewal policy allows you to start over with a clean slate.  I'll feel like I can do anything, like all the hard work will pay off for me eventually career-wise.   ### Explore academic programs and find support  We offer d egree programs suitable for you and your goals. We’ll also help you find advising and career planning support.  Learn about academics   ### Your experience, your way  IUPUI is a place for you to feel like you belong, find support, and succeed in your endeavors. Find out how to get involved on campus and where to get support.  Explore student life   ### Upcoming events  Dec 11  Resume Wrap-Up  [Resume Wrap-Up](https://events.iu.edu/ctas/event/1227270-resume-wrap-up)  12 p.m. — 7 p.m.  Zoom  -  Feb 16  IU Luddy Indianapolis IT, Data, Design, and Digital Media Spring Career Fair (Virtual)  [IU Luddy Indianapolis IT, Data, Design, and Digital Media Spring Career Fair (Virtual)](https://events.iu.edu/live/events/1217605-iu-luddy-indianapolis-it-data-design-and-digital)  12 p.m. — 1 p.m.  Handshake  -  [View more events](https://events.iu.edu/ctas/)  2,500+ Passport students served each year.  More than 50% of transfer students participate in an internship.  94% of graduates campuswide have positive career outcomes with employment or further education.  [Learn more about graduate outcomes](https://career.iupui.edu/outcomes/index.html)  500+ student organizations, with something for everyone to enjoy.   ### Your success continues here  [Request information](https://ctas.iupui.edu/contact/index.html)  Request information  [Explore academic support](https://ctas.iupui.edu/academics/index.html)  Explore academic support  [Apply to IUPUI](https://ctas.iupui.edu/admissions/index.html)  Apply to IUPUI "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/biology/biology-2021/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Anderson, Bloomington, Columbus, Evansville, Fort Wayne, Gary, Indianapolis, Kokomo, Lafayette, Lawrenceburg, Madison, Sellersburg, South Bend, Terre Haute, Valparaiso  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  View the 2019 - Present Biology TSAP spreadsheet as well.  [2019 - Present Biology](https://docs.google.com/spreadsheets/d/1rk8JjiAuZxGxzQh8YcBRqx9TI1fbJhmsMQ7_ung2wPw/edit#gid=600422568)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/human-resource-management/hrm-2021/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations: Anderson - Batesville - Bloomington - Columbus - East Chicago - Elkhart - Evansville - Fort Wayne - Franklin - Gary - Greencastle - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Logansport - Madison - Marion - Michigan City - Muncie - Richmond - Noblesville - Sellersburg - South Bend - Terre Haute - Valparaiso - Wabash - Warsaw  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course  A = Required for Transfer General Education Core (TGEC) Certificate  NN = MATH 135 Finite Math and/or MATH 137 Trigonometry with Analytic Geometry are options for mathematics; however, MATH 135 and MATH 137 are not applicable for the Transfer Single Articulation   ### Your first two years at Ivy Tech   ## Semester 1     ## Semester 2   ## Semester 3   ## Semester 4  [2019 - 2020 Business Administration](https://docs.google.com/spreadsheets/d/1lKGOK7uMjjrOFKipR1EkC1v-3DZnW7BRQ5oVeHrJJ_c/edit#gid=135790159)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/criminal-justice%20/index.html#search",
    "body": "  ## Criminal Justice pathway to IUPUI   ### Ivy Tech core curricula  2019-Present  2018-2019  2017-2018  2016-2017  TSAP guarantees only apply to students with continual enrollment throughout their associate and baccalaureate degree academic careers, not including summers, and completion of the TSAP associate degree within seven years of matriculation at Ivy Tech or Vincennes. Individual degree-granting units may set a shorter time for completion of the associate degree.  Questions about the TSAP?  Contact us for further assistance.  [Contact us](https://ctas.iupui.edu/contact/index.html) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/elementary-education%20/ee-2019/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Bloomington - Columbus - Evansville - Fort Wayne - Franklin - Indianapolis - Kokomo - Lafayette - Lawrenceburg - Logansport - Madison - Michigan City - Muncie - Richmond - Sellersburg - South Bend - Terre Haute  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course  A = Required for Statewide Transfer General Education Core (STGEC) Certificate   ### Your first two years at Ivy tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  [2018 - 2019 Elementary Education](https://docs.google.com/spreadsheets/d/1a_IDKB5lLzEuNHBtheFAdyTrDNfEElZM4d7FM-9119I/edit#gid=1062193044#gid=1706140172)  [Indiana University's iGPS](https://one.iu.edu/task/iu/degree-map-search) "
  },
  {
    "url": "URL: https://ctas.iupui.edu/transfer/tsap/cpu-science/cpu-sci-2019/index.html#search",
    "body": "  ## College-wide curriculum of record  Valid locations:  Available via statewide distance education  The following suggested sequence includes all course requirements for this degree. You must consult with an academic advisor to determine which electives best meet your career goals.   ### Symbol key  ^ = Capstone Course  * = Required for Statewide Transfer General Education Core (STGEC) Certificate   ### Your first two years at Ivy Tech   ## Semester 1   ## Semester 2   ## Semester 3   ## Semester 4  View the 2018 - 2019 Computer Science TSAP spreadsheet as well.  [2018 - 2019 Computer Science](https://docs.google.com/spreadsheets/d/1QZgBlOKvlU4q18xbQZ_F-ndLGayTdODZ9LwXFWj6qMI/edit#gid=147824457)   ### Discover your next 60 credits at IUPUI  • To explore our degree maps, visit Indiana University's iGPS and select IUPUI. • Select the academic school in which your major resides. • Then under \"type\" select ‘TSAP’ and click the search icon. The map will display the two-year plan for degree completion for students who transfer to IUPUI from Ivy Tech with an associate’s degree on the Indiana TSAP plan. "
  }
]