[
  {
    "url": "URL: https://veterans.iupui.edu/steps/future/fee-waiver.html#search",
    "body": "  ## Veteran fee waiver  Current or former members of the U.S. Armed Forces are eligible for a waiver to IUPUI's $65 application fee. Complete the fields below and you will receive your fee waiver code via email. Please note, civilians and children of veterans do not qualify for this code.   "
  },
  {
    "url": "URL: https://veterans.iupui.edu/#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!   ## Serving those who serve   ### Future students  Take your next steps to become a Jaguar!   ### Current students  Complete your Enrollment Certification Form.   ### Get started  Take the first step in your collegiate career with the OVMP.   ### Discover your benefits  Identify your academic benefits and secure your aid now.   ### We're here to help  These scholarly tools are for you to use in shaping your success here at the OVMP.   ## Stay connected  [Tweets by @IUPUI_OVMP](https://twitter.com/IUPUI_OVMP)  [Tweets by @vavetbenefits?lang=en](https://twitter.com/vavetbenefits?lang=en)   ## OVMP around campus   ### Military Tattoos at IUPUI  Military tattoos are a tradition that go back as far as the United States itself. Check out some of our very own IUPUI veteran's tattoos and the stories behind them.  See some artwork  Description of the video:   ### Take control of your future  [Ask a question](https://admissions.iupui.edu/machform/view.php?id=88119)  [Student Veterans Organization](https://thespot.iupui.edu/organization/veteransatiupui)  [Get Involved](https://veterans.iupui.edu/get-involved/index.html) "
  },
  {
    "url": "URL: https://veterans.iupui.edu/steps/future/index.html#search",
    "body": "  ## Applying to IUPUI  If you're interested in applying to IUPUI please select one of the two options that best describes you:  [I have at least 26 credits](https://admissions.iupui.edu/apply/transfer/index.html)  [I have under 26 credits](https://admissions.iupui.edu/apply/freshman/index.html)  Soldiers, Sailors, Marines and Coast Guards request transcripts here . Airmen must request through the CCAF website .  [here](http://jst.doded.mil/smart/signIn.do)  [CCAF website](http://www.airuniversity.af.mil/Barnes/CCAF/Display/Article/803247/)   ##### Request a fee waiver code  Current or former members of the U.S. Armed Forces are eligible for a waiver to IUPUI's $65 application fee.  Request a code   ### Holistic review for US service members  IUPUI values the sacrifice put forth by members of the US military, and we are committed to helping them achieve their goals of higher education. We recognize that your life experiences may be more than the sum of your high school GPA.  That's why we've created a holistic review process for select applicants with backgrounds in the military.  If you are selected for this process, the Office of Undergraduate Admissions will contact you for further documentations (such as your DD Form 214, military transcripts, or a personal statement). Once these documents are received, your entire application will be personally reviewed by a special committee, with a decision on your admission being made shortly after.  Once you are admitted to IUPUI, you will receive information about scheduling an orientation for students.   ### Veterans | National Guard | Reserves | Dependents  Once you have been admitted to IUPUI, follow these steps to complete your enrollment process.   ### Apply for VA education benefits  [educational benefits.](https://www.vets.gov/education/apply/)   ### Immunization form  If you don't have your immunization records you will need to contact the VA Records Management Center at 888-533-4558 and request a copy to be sent to you. Make sure that you mention to them that you need them so that you can attend school.   ### Apply for Federal Student Aid  [Apply for your FAFSA](https://www.fafsa.ed.gov)   ### Orientation   ### Register for classes  [ONE](https://one.iu.edu/)   ### Submit your enrollment certification form  Once you have registered for your classes:  [Enrollment Certification Form.](https://admissions.iupui.edu/machform/view.php?id=50395%20)   ### Take control of your future  [Ask a question](https://admissions.iupui.edu/machform/view.php?id=88119)  [Student Veterans Organization](https://thespot.iupui.edu/organization/veteransatiupui)  [Get Involved](https://veterans.iupui.edu/get-involved/index.html) "
  },
  {
    "url": "URL: https://veterans.iupui.edu/edu-benefits/index.html#search",
    "body": "  ## You've earned them, now use them  We want to make sure you maximize the educational benefits you've earned for your service, and be sure you're set up for success. Some of these benefits are vital to your enrollment process, so be sure to reach out to us if you have any questions.   ### GI Bill  Discover your benefits.   ### Tuition Assistance  Get help applying.   ### Scholarships  Maximize your opportunities.   ### State Benefits  Explore Indiana remissions.   ### Take control of your future  [Ask a question](https://admissions.iupui.edu/machform/view.php?id=88119)  [Student Veterans Organization](https://thespot.iupui.edu/organization/veteransatiupui)  [Get Involved](https://veterans.iupui.edu/get-involved/index.html) "
  },
  {
    "url": "URL: https://veterans.iupui.edu/resources/index.html#search",
    "body": "  ## Maximize your academic outlets  It is absolutely vital to take advantage of all the academic outlets IUPUI and the city of Indianapolis offers you. Get familiar with your environment and engage in at least one of these opportunities. Nothing is more important than achieving your academic goals and integrating yourself, and these resources can be the difference.   ### IUPUI resources  utilize all your on-campus resources and get help with your school work right here at IUPUI.   ### Community resources  There a multitude of off-campus tools ready for you to use to keep those grades up.  As a student veteran obtaining a degree, it can be very difficult at times. The OVMP and the staff provided me with the incredible support and the space to be myself, surrounded by people with shared experiences.   ### Take control of your future  [Ask a question](https://admissions.iupui.edu/machform/view.php?id=88119)  [Student Veterans Organization](https://thespot.iupui.edu/organization/veteransatiupui)  [Get Involved](https://veterans.iupui.edu/get-involved/index.html) "
  },
  {
    "url": "URL: https://veterans.iupui.edu/steps/index.html#search",
    "body": "  ## Welcome to the OVMP!  The Office for Veterans & Military Personnel strives to foster a smooth transition for IUPUI military-connected students by providing the resources necessary for personal well-being, academic success, and career preparation. The OVMP is a centralized office designed to provide comprehensive resources to former and current US service members and their dependents to aid in their overall success at IUPUI.  We stand by our mission as you stood by yours while serving our country.   ##### Need help?  If you have any questions please reach out to us so we can do our best to answer them.  Contact us   ### March towards your future   ##### Start your education with us  For students who have yet to start their college careers.   ##### Keep your education going  For students who are currently enrolled at IUPUI.   ##### Build your foundation at The Fort  For students who are enrolled at IU Fort Wayne.  I've been coming to the OVMP since I started at IUPUI, and the staff has always been extremely friendly and knowledgeable. I love all the student veteran programs and activities offered.   ### Take control of your future  [Ask a question](https://admissions.iupui.edu/machform/view.php?id=88119)  [Student Veterans Organization](https://thespot.iupui.edu/organization/veteransatiupui)  [Get Involved](https://veterans.iupui.edu/get-involved/index.html) "
  },
  {
    "url": "URL: https://veterans.iupui.edu/get-involved/tattoos/index.html#search",
    "body": "  ## What's your story?  The photos exhibited below are a part of a series of portraits representing the veterans and military personnel of IUPUI. Utilizing photography and installation, the work evokes a conversation about tattoos and confronts the negative connotations surrounding them. It was created with the hope of honoring our military and their tattoos.   ### Kayln's Phoenix  The half-sleeve tattoo on my left arm represents my deployment. My tattoo shows Camp Phoenix down at the bottom in a silhouetted skyline being destroyed by a bomb and a Phoenix rising from the ashes of destruction looking down at what is now no more. It also shows me coming home a different person than when I left.   ### More OVMP tatts "
  },
  {
    "url": "URL: https://veterans.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://veterans.iupui.edu/get-involved/index.html#search",
    "body": "  ## Living the Jaguar life to the fullest  Integrate yourself into IUPUI's campus life and learn what it really means to be a Jaguar. Make lifelong memories and new connections with your fellow IUPUI students. Step out of your comfort zone and embrace being in the heart of the city.   ### Military tattoos at IUPUI  Veterans and service members own personal artwork on full display.   ### Groups for Student Veterans  Get involved on campus.   ### University Post 360  Post up with the 360.   ### Take control of your future  [Ask a question](https://admissions.iupui.edu/machform/view.php?id=88119)  [Student Veterans Organization](https://thespot.iupui.edu/organization/veteransatiupui)  [Get Involved](https://veterans.iupui.edu/get-involved/index.html) "
  },
  {
    "url": "URL: https://veterans.iupui.edu/steps/current/index.html#machform",
    "body": "  ## Let's take care of business  We want you to be successful at IUPUI. Therefore, we have streamlined some of the processes so that you might get your benefits processed a little faster. Each semester after you have enrolled in classes you will need to submit your Enrollment Certification Form . Without this form, we cannot notify the VA of your intent to enroll in the semester. In turn your payments from the VA will be delayed.  The following groups can offer you with OVMP related resources and help achieve your education goals: Student Veteran Organization , the Got Your Six student group. Visit the OVMP often because being the best student you can starts with utilizing the resources around you!   ### Take control of your future  [Ask a question](https://admissions.iupui.edu/machform/view.php?id=88119)  [Student Veterans Organization](https://thespot.iupui.edu/organization/veteransatiupui)  [Get Involved](https://veterans.iupui.edu/get-involved/index.html) "
  },
  {
    "url": "URL: https://veterans.iupui.edu/resources/IUPUI-resources/index.html#search",
    "body": " Are you struggling with your current coursework?  IUPUI has plenty of resources to support you as you progress. Check out the resources below to learn how you can connect with what IUPUI has to offer!   ### Bepko Center  The Bepko Learning Center administers students to play a key role in the academic development of others by leading, applying collaborative study methods and sharing group experiences.  Learn More  [Learn More](https://blc.iupui.edu/index.html)  [Success coaching Construct a plan to help you achieve your goals.](https://blc.iupui.edu/success-coaching/index.html)   ##### Success coaching  Construct a plan to help you achieve your goals.  [Academic mentoring Strengthen your impact and improve your ideas.](https://blc.iupui.edu/academic-mentoring/index.html)   ##### Academic mentoring  Strengthen your impact and improve your ideas.  [Tutorial support Assist in a vast variety of courses.](https://blc.iupui.edu/tutoring/index.html)   ##### Tutorial support  Assist in a vast variety of courses.   ### Adaptive Educational Services  AES is the IUPUI office dedicated to working with students with documented disabilities to ensure that these students receive the appropriate accommodations so they have an equal opportunity to be successful in higher education.  Learn More  [Learn More](https://diversity.iupui.edu/offices/aes/index.html)  AES and the OVMP feel all students regardless of ability, deserve equal opportunity to succeed. "
  },
  {
    "url": "URL: https://veterans.iupui.edu/edu-benefits/gi-bill/index.html#search",
    "body": "  ## We are committed to you  [Post 9/11](https://www.benefits.va.gov/gibill/post911_gibill.asp)  Post 9/11  [Montgomery Bill](https://www.benefits.va.gov/gibill/montgomery_bill.asp)  Montgomery Bill  [Vocational Rehabilitation](https://www.benefits.va.gov/vocrehab/eligibility_and_entitlement.asp)  Vocational Rehabilitation  [Dependents](https://www.benefits.va.gov/gibill/survivor_dependent_assistance.asp)  Dependents "
  },
  {
    "url": "URL: https://veterans.iupui.edu/resources/uni-practices/index.html#search",
    "body": "  ## Keeping you informed  This information is pertinent to all vets and service members in regards to the formalities of military procedures here at IUPUI. Any questions about these policies should be handled at The OVMP's office.   ### Credit for Military Training  In accordance with Indiana Statute (SB 331), IUPUI uses the American Council on Education's Guide to the Evaluation of Educational Experiences in the Armed Services to assess transferable military credit upon receipt of the admission package. No transfer credit is awarded for vocational certificate category ACE recommendations.  [Guide to the Evaluation of Educational Experiences in the Armed Services](http://www.acenet.edu/news-room/Pages/Military-Guide-Online.aspx)  To stay in compliance with IUPUI Policy, Indiana Statute (SB331) and VA guidelines IUPUI requests all transcripts are submitted as part of the admissions package. This includes your Joint Services Transcript JST) and/or Community College of the Air Force transcript. Once received your military transcript will be evaluated by the Office of Undergraduate Admissions and up to twelve credit hours will be awarded. The amount of credit awarded is not intended to disregard your service, but instead in awareness that you may want to become more marketable in the civilian world by taking additional college courses as well as making sure that your financial aid is not affected by undistributed credits.  We encourage every military member to request a re-evaluation of your military transcript or prior learning assessment once you are matriculated into your desired degree plan. This process can be started by having a conversation with your school academic advisor.  If you have questions about transferring military credits to IUPUI that are not answered on this site, contact the OVMP at gibenefi@iupui.edu .  For more information about prior learning assessments, visit the Degree Completion Office .  [Degree Completion Office](https://ctas.iupui.edu/transfer/assessment/index.html)   ### Prior Learning Assessments at IUPUI  Military students who receive an honorable discharge or who are currently serving in the US Military may receive additional credit once they matriculate into their desired degree program. This process is called Prior Learning Assessment which provides IUPUI adult students with a path to attain college credit for knowledge they have mastered outside the traditional classroom.  To learn more about the Prior Learning Assessment process, visit the Degree Completion Office .  [Degree Completion Office](https://ctas.iupui.edu/transfer/assessment/index.html)   ### Residency  Indiana University- Purdue University Indianapolis (IUPUI) values the sacrifice put forth by our vast population of student veterans and we continue to do all that we can to aid them in pursuing a higher education. As part of these efforts IUPUI has developed procedures to determine residency exceptions for our military-related students.  As part of these efforts IUPUI recognizes that there are certain non-resident military-affiliated students who are eligible for tuition residency exceptions for tuition purposes under state or federal statutes. To receive any of the following exceptions follow the procedures below:  *If you are SERVING ON ACTIVE DUTY STATIONED IN INDIANA on permanent change of station (PCS) orders, you and your spouse may be considered nonresidents of the state of Indiana for university tuition purposes. However, your military status entitles you to a remission of the nonresident portion of your credit hour fees.  If you wish to be considered for this exception, you must provide a copy of the military orders and a photo I.D. to the Office for Veteran and Military Personnel. Spouses of military personnel must produce a military-issued identification card in addition to military orders. Once your eligibility has been determined, the Office of the Registrar will enter the residency exception in the appropriate student record.  The residency status of children of full-time military personnel is addressed by Trustees Residence Guidelines, Rule 2(c).  *If you are a CURRENT MEMBER OF THE INDIANA NATIONAL GUARD you may qualify for a residency exception under the Senate Enrolled Act 177 or 434. This law states that Indiana National Guard members who show intent to establish residency within your first 12 months at a public institution in Indiana will be eligible for in-state tuition costs.  If you wish to be considered for this exception, you must present proof of current National Guard membership to the Office for Veteran and Military Personnel. Again, you must show intent of residency within the first 12 months of attending IUPUI by providing an Indiana driver’s license, IN automobile registration, or IN voter registration.  *If you are a MILITARY VETERAN who has moved to the State of Indiana to establish residency within 12 months of your separation and/or discharge date then you may qualify for a residency exception under Senate Enrolled Act 177 or 434.  To qualify you must have enrolled at IUPUI within 12 months of separation and provide the Office for Veteran and Military Personnel a copy of your DD Form 214.  * UPDATED to accommodate for the implementation of the H.R.7105 - Johnny Isakson and David P. Roe, M.D. Veterans Health Care and Benefits Improvement Act of 2020. As of August 1, 2021 - If you are a VETERAN, SPOUSE OF A VETERAN OR DEPENDENT CHILD OF A VETERAN USING POST 9/11 GI BILL® OR MONTGOMERY GI BILL ® education benefits AND the veteran served at least 90 days of active duty AND is domiciled in the state of Indiana, you may qualify for this exception under Public Law 113-146, Section 702 and/or Section 301 of Public Law 115-251 Amendment to Title 38 U.S.C. § 3679 (The Choice Act).  *UPDATED As of August 1, 2022, a spouse or child of a Veteran using the Chapter 35 Dependents' Educational Assistance (DEA) benefit AND domiciled in the state of Indiana qualifies for the exception.  If you are a VETERAN using VBA Veteran Readiness & Employment (VR&E) education benefits who are domiciled in the state of Indiana you qualify for this exception.  If you are a dependent of a veteran using the MARINE GUNNERY SERGEANT JOHN DAVID FRY SCHOLARSHIP you qualify for this exception under Public Law 113-146, Section 701 (the Veterans Access, Choice, and Accountability Act of 2014).  To receive this exception you must provide the Office for Veteran and Military Personnel a copy of your (or your parent/spouse) DD Form 214 and a copy of your Certificate of Eligibility from US Department of Veterans Affairs showing eligibility for the Post-9/11 or Montgomery GI Bill.  *If you are a SERVICE MEMBER who has maintained INDIANA RESIDENT STATUS while SERVING ON ACTIVE DUTY STATIONED outside of the state of Indiana on permanent change of station (PCS) orders, you and your dependents may be considered residents of the state of Indiana for university fee paying purposes.  If you wish to be considered for this exception, you must provide a copy of your original enlistment paperwork, a copy of your most recent LES and a photo I.D. of the person attending our University to the Office for Veteran and Military Personnel. Dependents of military personnel must produce a military-issued identification card. Should your records indicate that you have in fact maintained your Indiana residency, we will work with the Office of the Registrar to update your residency classification accordingly.  Additional information on Residency Status can be found at the following websites  [Understand Your Residency Classification](https://studentcentral.iupui.edu/personal-information/residency.html)  [University Policies: USSS-08](https://policies.iu.edu/policies/usss-08-military-veteran-fee-remission/index.html)   ### Military Withdrawal Policy  Indiana University realizes students who are members of the U.S. armed forces may be called to active duty, specialized training, or as part of disaster relief efforts with little notice. While the following policy does NOT pertain to initial active duty training (i.e. basic training) or annual training, this policy is provided in order to minimize disruptions or inconveniences for students fulfilling their unanticipated U.S. military responsibilities in the midst of an academic term/session.  The official Indiana University Military Withdrawal Policy follows:  Any student called to active duty, specialized training or as part of disaster relief efforts may withdraw from all courses and receive a 100% refund of tuition and fees. Alternatively, with the permission of the instructor(s), a student may receive an incomplete or a final grade in some or all of the courses taken. Either alternative may occur anytime during the semester through the end of final examinations. If the withdrawal is processed after the first week of classes, the grade of W will be assigned. Students receiving financial aid will be subject to the refund policies as provided for by the agencies sponsoring the aid. The request to withdraw needs to be made within one week of official notification by the military service and may be made by either the student or other responsible party who has the student's military information.  Students who wish to withdraw from courses as a result of being called to active duty, specialized training, or disaster relief efforts must provide a copy of their orders to the campus Veterans support services office (if applicable) or campus Registrar’s office along with a signed note asking to be withdrawn. Either office provides a one-point-of-contact process for withdrawals so students won’t need to visit various offices. Students or other responsible parties may wish to contact the appropriate campus office first to begin the withdrawal process based on some official military documentation, with the understanding that a copy of the orders would need to be forthcoming. Students who must withdraw for the reasons specified above will receive a notation on the transcript for that term that reads “Withdrew due to military obligation.”  Students who cannot enroll for a future term or who need to withdraw from a current term due to military commitments can also be placed on a military leave of absence that will extend access to their IU computer and email accounts while they are gone. A copy of orders provided to the campus Veterans support services office (if applicable) or campus Registrar’s office will initiate this action.  Approved, Registrar Council, 12/11/2008 Approved, IUB Provost & IUPUI Chancellor, 12/20/2008  In the spirit of this policy, faculty should also make every effort to allow students who are members of the U.S. armed forces to make up exams and exercises that may be missed during the semester if it can be documented that the student was called up for specialized, short-term training.   ### Military Leave of Absence  Upon notification of an upcoming deployment or extended military duty, students need to contact the Office for Veterans and Military Personnel immediately, and provide a copy of your orders.  You will be encouraged to contact your instructors so that you may either continue your course while on military orders or receive an Incomplete so that you might complete your coursework when you return from military orders (See Section below titled Taking Courses While Deployed). The OVMP will provide you with a packet that will need to be completed WITH your instructor(s) before it is resubmitted to the OVMP for processing.  If you are unable to make arrangements and need to withdraw from classes, the following with need to be completed prior to IUPUI and the OVMP processing a Military Withdrawal :  If you notify the OVMP that you are withdrawing due to military orders, or if we process a military withdrawal on your behalf, we will notify the U.S. Department of Veterans Affairs that there are mitigating circumstances surrounding the reduction or termination of your benefits. Their policy is to stop payment effective the date of your drop or withdrawal, but they do not typically require repayment of benefits already disbursed for that semester. The VA usually restores any entitlement charged for the semester you are unable to complete due to military duty.   ### Student Account Policies  Veterans Benefits and Transition Act of 2018  Pursuant to the Veterans Benefits and Transition Act of 2018, section 3679 of title 38, United States Code, effective August 1, 2019 IUPUI, IUPUC, IU McKinney School of Law, IU School of Medicine, IU School of Dentistry and Indiana University Fort Wayne will not impose any penalty, including the assessment of late fees, the denial of access to classes, libraries, or other institutional facilities, or the requirement that a covered individual borrow additional funds, on any covered individual because of the individual’s inability to meet his or her financial obligations to the institution, when the delay is due to the delayed disbursement funding from Department of Veterans Affairs (VA) under Post 9/11 G.I. Bill® (Ch. 33) or Vocational Rehabilitation and Employment (Ch. 31).  The University will not:  Covered Individuals* MUST submit the following information to the OVMP in a timely manner:  For more information regarding tuition and fees, visit the Office of the Bursar webpage and/or your one.iu.edu student account.  [Office of the Bursar](https://studentcentral.iupui.edu/pay-bill/index.html)  [one.iu.edu](https://one.iu.edu/)  *NOTE: A Covered Individual is any individual who is entitled to educational assistance under Chapter 31 - Veteran Readiness and Employment (VR&E), or Chapter 33 - Post-9/11 GI Bill benefits.   ### Taking courses While Deployed  Some students elect to take courses while deployed. Please check with your academic advisor in advance to determine whether your degree program will accept independent study or online courses.  Your options for completing any remaining coursework vary greatly depending on your individual situation, timing, and remaining requirements. Your first step should always be to discuss your situation with your faculty instructor; then visit OVMP for further assistance. Some students are able to negotiate the completion of all course requirements with their instructors, despite their absence. Others may be offered incompletes that must be finished within one calendar year of the end of the term of enrollment. In other cases, it may be in your best interest to withdraw from the course.   ### Return from Military Duty  The procedures for reinstating your student status will vary depending on the length of your absence.  If you return within the same academic year and your account has not been disrupted then no action is required.  If you return outside of the academic year that you left, then you will need to complete the following steps:    Once this process is completed the Registrar’s Office will reactivate your ability to register for classes via one.iu.edu. Once you are registered for classes, contact OVMP to request your enrollment be reported to Veterans Affairs for benefits.  You will need to forward a copy of any new DD 214 discharge documents to the VA for evaluation. This may change which program you are eligible for, or your tier of benefits. We can assist you with this process. "
  },
  {
    "url": "URL: https://veterans.iupui.edu/steps/ft-wayne/index.html#search",
    "body": "  ## Foundation within the Fort  Strength in numbers. The OVMP is here for you no matter if your in Fort Wayne, or Indianapolis. We want our friends within the fort to know that all of the resources we offer are here for you too.  Students, please make sure you have filled out your enrollment certification form for the upcoming semester.   ### Stay up to date  Stay up to date with everything going on in Fort Wayne. If you have any more question, please contact IUFW at 317-278-9163 or at fwmil@iufw.edu.  [Stay up to date](https://www.iufw.edu/admissions/how-to-apply/military/index.html)   ### Your point of contact  Have a question while you're on the IU Fort Wayne campus? Brandon Kuntz , located in Neff Hall 110, is our friendly face and point of contact at IUFW to assist our veterans.   ### Your Certifying Official  Navigating and using benefits can be overwhelming if you are a veteran or military-connected student. June Behn Watts , your Certifying Official, is here to help.   ### Take control of your future  [Ask a question](https://admissions.iupui.edu/machform/view.php?id=88119)  [Student Veterans Organization](https://thespot.iupui.edu/organization/veteransatiupui)  [Get Involved](https://veterans.iupui.edu/get-involved/index.html) "
  },
  {
    "url": "URL: https://veterans.iupui.edu/get-involved/work-study/index.html#search",
    "body": "  ## Work-Study Allowance Program  Program Overview  The Work-Study Allowance Program offers an additional non-taxable allowance to students in return for performing VA-related activities. It serves as a supplemental VA education benefit and often provides the additional funding that allows a student to pursue and accomplish educational goals.  Work-Study students earn an hourly wage equal to the federal minimum wage, or the state minimum wage, whichever is greater. The earnings the student receives under this program is not considered as income and should not be mentioned as such.  Program Eligibility To participate in the Work-Study Allowance Program, the student must be receiving benefits under one of the following education programs: • Title 38, U.S.C., Chapter 30: The Montgomery GI Bill • Title 38, U.S.C., Chapter 31: Vocational Rehabilitation • Title 38, U.S.C., Chapter 32: The Post-Vietnam Era Veterans’ Educational Assistance Program • Title 38, U.S.C., Chapter 33: The Post-9/11 GI Bill / Fry Scholarship • Title 38, U.S.C., Chapter 35: Dependents’ Educational Assistance Program • Title 10, U.S.C., Chapter 1606: The Montgomery GI Bill – Selected Reserve  Also, the student must be enrolled in and pursuing an approved college degree, vocational or professional program of education at a rate of 3/4 time or greater.  If you are interested in applying for the position, please send a current cover letter and resume to gibenefi@iupui.edu with subject header 'WORK-STUDY APPLICATION'   ### Take control of your future  [Ask a question](https://admissions.iupui.edu/machform/view.php?id=88119)  [Student Veterans Organization](https://thespot.iupui.edu/organization/veteransatiupui)  [Get Involved](https://veterans.iupui.edu/get-involved/index.html) "
  },
  {
    "url": "URL: https://veterans.iupui.edu/edu-benefits/tuition-assist/index.html#search",
    "body": "  ## Help us help you  Refer to the steps below to help you while applying”  Also add the following in a new paragraph: “When looking to take advantage of military tuition assistance it is always important to connect with your education service officer (ESO) from your branch of service and get approval from your command. They will have updated information on the process for your specific branch of service. Further details on the provisions of TA are found in AR 621-5 and policy documents signed by the Director, Army Continuing Education System.  [Further details on the provisions of TA are found in AR 621-5 and policy documents](https://armypubs.army.mil/)   ##### Contact us  If you have any further questions about this process you can always contact us.   ### Steps to apply for Army Tuition Assistance   ### Step 1 - Create an Account with ArmyIgnitED  To continue to use FTA, all Soldiers MUST create a Soldier account in ArmyIgnitED by going to www.armyignited.com and selecting “Get Started.” Soldiers training videos are available:  [www.armyignited.com](http://www.armyignited.com/)  [https://armyignited.com/trainings/student/story_html5.html](https://armyignited.com/trainings/student/story_html5.html)  [CREATE YOUR NEW ArmyIgnitED ACCOUNT](https://www.usi.edu/media/5631402/soldier-how-to-create-an-armyignited-account-23-jan-2021.pdf)   ### Step 2 - Select an education path  Select an Education Path from the Degree Selection that matches you program of study with IUPUI, IUPUC or IUFW (depending on which campus you are admitted to).  For assistance with creating your education path, click the link below:  [CREATING YOUR EDUCATION PATH](https://www.usi.edu/media/5634200/how-to-create-education-paths-ta-requests_armyignited.pdf)   ### Step 3 - Meet with your advisor  Meet with your advisor to verify and obtain your degree plan and enroll in your courses with IUPUI, IUPUC or IUFW   ### Step 4 - Request to use FTA  Complete the MACHForm to obtain the EI FTA Request Form. Once you receive and have completed the EI FTA Request Form you will need to submit it to the OVMP for processing. This MUST be done prior to 15 days before the start of coursework.   ### Step 5 - Apply for FTA on ArmyIgnitED  Once the OVMP has uploaded the proper files you will need to select the Courses from the course list  in ArmyIgnitED and Confirm these courses for Tuition Assistance consideration.  [SELECTING YOUR COURSES FOR TUITION ASSISTANCE](https://www.usi.edu/media/5634200/how-to-create-education-paths-ta-requests_armyignited.pdf)  [Click Here for Instructions](https://www.usi.edu/media/5634201/how-to-navigate-student-account_armyignited.pdf)  [Click Here for Instructions](https://www.usi.edu/media/5634202/how-to-create-non-homeschool-ta-requests_armyignited.pdf)  [Click Here for Instructions](https://www.usi.edu/media/5634203/managing-withdrawals-recoupments_armyignited.pdf)  [DoD Instruction 1322.25](https://www.militaryonesource.mil/leaders-service-providers/voluntary-education/voluntary-education-department-of-defense-policy)  If you have additional questions regarding your FTA contact one of the following:  The FTA Program Manager at sharma.d.wolfe.civ@mail.mil or 317-964-7147  The ArmyIgnitED Help Desk Directly at 1-877-272-1330, Option 8.  Stout Field Education Office 317-247-3300 x77020 "
  },
  {
    "url": "URL: https://veterans.iupui.edu/steps/current/enrollment-machform/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://veterans.iupui.edu/get-involved/university-post360/index.html#search",
    "body": "  ## Stay strong with the Post  University Veterans Post 360 held its inaugural meeting on January 15, 2012, this made IUPUI the first university in the United States to have a campus-based American Legion Post. Post 360 offers a fresh young face with members who are veterans from current wars. We're associated with a college campus, which self-signifies freshness and youthfulness.  [University Veterans Post 360](https://www.legionpost360.org/about-us/post-360-charter/)  This post is open to all eligible veterans, including students, faculty, staff, and alumni who are veterans as well as active duty service members and veterans who have no affiliation with the university.  Post 360 holds its meetings on the second Thursday of each month. To learn more about this post visit Legion 360's website .  [Legion 360's website](https://www.legionpost360.org/)   ##### Contact the Post  For more information contact: Clifton Morlan   ### Take control of your future  [Ask a question](https://admissions.iupui.edu/machform/view.php?id=88119)  [Student Veterans Organization](https://thespot.iupui.edu/organization/veteransatiupui)  [Get Involved](https://veterans.iupui.edu/get-involved/index.html) "
  },
  {
    "url": "URL: https://veterans.iupui.edu/steps/current/yellow-ribbon/index.html#search",
    "body": "  ## Yellow Ribbon Program  The Yellow Ribbon program under the Post 9/11 GI Bill ® provides additional financial assistance to nonresident students whose costs are not fully covered by the Post 9/11 GI Bill ®.  [The Yellow Ribbon program](https://www.va.gov/education/about-gi-bill-benefits/post-9-11/yellow-ribbon-program/)  To qualify, you must be eligible for the Post 9/11 GI Bill ® at the 100% tier, be charged non-resident tuition rates, and do not qualify for the military tuition exception.  To apply for the program complete the Yellow Ribbon Application. Please call 317-278-9163 or email gibenefi@iupui.edu with any questions about Yellow Ribbon. "
  },
  {
    "url": "URL: https://veterans.iupui.edu/privacy/#search",
    "body": " [Website Privacy Notice Generator](https://protect.iu.edu/online-safety/tools/privacy-notice/) "
  },
  {
    "url": "URL: https://veterans.iupui.edu/edu-benefits/scholarships/index.html#search",
    "body": "  ## Committed to your success  Achieving your educational goals are important to the OVMP, and here at IUPUI , we know that taking this step can be expensive. In an effort to renew IUPUI’s commitment to our past and present US service members, we are happy to help make your journey here as economical as possible by providing veteran-specific scholarship opportunities.   ##### Other IUPUI scholarships  Check out IUPUI's scholarship website for more opportunities.  Get yours  [Get yours](https://studentcentral.iupui.edu/funding/scholarships/index.html)   ### Scholarship opportunities   #### Warrior Breed MC Scholarship  This scholarship supports U.S. military service members, veterans, and/or their dependents who are enrolled at IUPUI. Gifts to this scholarship fund help ensure that our military-affiliated students will continue to have the opportunity to receive a college education without financial constraints.  Interested in supporting military-affiliated students?  Consider donating to support the Warrior Breed MC Scholarship!  Give Now  [Give Now](https://give.myiu.org/iupui/I380016324.html)     #### IUPUI Military Scholarship  The IUPUI Military Scholarships exists to support eligible undergraduate IUPUI veteran students who are residents of the State of Indiana and demonstrate financial need. To be eligible for this award the student must be:     #### James T. Barnette Lieutenant Colonel U.S. Army Retired Memorial Scholarship  Are you (or do you know) a dependent child, step-child or spouse of a US Service Member? Apply for the James T. Barnette Lieutenant Colonel US Army Retired Memorial Scholarship.    Complete the general application using the link below to apply for the above scholarships:  [One.IU](https://one.iu.edu)   ### More military scholarship opportunities  [Pat Tillman Scholarship](http://pattillmanfoundation.org/apply-to-be-a-scholar/)  Pat Tillman Scholarship  [Folds of Honor](https://www.foldsofhonor.org/resources/scholarships/)  Folds of Honor "
  },
  {
    "url": "URL: https://veterans.iupui.edu/contact/index.html#search",
    "body": "  ## Stay in touch  Address: 420 University Blvd. Indianapolis , IN 46202  Room: Second Floor, Suite 268  Phone: 317-278-9163  Fax: 317-274-6477   ##### Office hours  Fall Semester Office Hours:  Monday - Friday:  8:00-9:00AM   (Virtual Services)  9:00AM-5:00PM                (In-Person Services)       ### School emails  IUPUI Students – gibenefi@iupui.edu IUPUC Students – military@iupuc.edu IUFW Students – fwmil@iufw.edu   ### OVMP staff   #### Tyler Cason  Army  Interim Director   #### Shelby Merida  Veteran Services Coordinator   #### Jade Olstad  Veteran Services Coordinator   ### Take control of your future  [Ask a question](https://admissions.iupui.edu/machform/view.php?id=88119)  [Student Veterans Organization](https://thespot.iupui.edu/organization/veteransatiupui)  [Get Involved](https://veterans.iupui.edu/get-involved/index.html) "
  },
  {
    "url": "URL: https://veterans.iupui.edu/get-involved/svo/index.html#search",
    "body": "  ## Join something great   ### Veterans@IUPUI   ### Take control of your future  [Ask a question](https://admissions.iupui.edu/machform/view.php?id=88119)  [Student Veterans Organization](https://thespot.iupui.edu/organization/veteransatiupui)  [Get Involved](https://veterans.iupui.edu/get-involved/index.html) "
  },
  {
    "url": "URL: https://veterans.iupui.edu/index.html#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!   ## Serving those who serve   ### Future students  Take your next steps to become a Jaguar!   ### Current students  Complete your Enrollment Certification Form.   ### Get started  Take the first step in your collegiate career with the OVMP.   ### Discover your benefits  Identify your academic benefits and secure your aid now.   ### We're here to help  These scholarly tools are for you to use in shaping your success here at the OVMP.   ## Stay connected  [Tweets by @IUPUI_OVMP](https://twitter.com/IUPUI_OVMP)  [Tweets by @vavetbenefits?lang=en](https://twitter.com/vavetbenefits?lang=en)   ## OVMP around campus   ### Military Tattoos at IUPUI  Military tattoos are a tradition that go back as far as the United States itself. Check out some of our very own IUPUI veteran's tattoos and the stories behind them.  See some artwork  Description of the video:   ### Take control of your future  [Ask a question](https://admissions.iupui.edu/machform/view.php?id=88119)  [Student Veterans Organization](https://thespot.iupui.edu/organization/veteransatiupui)  [Get Involved](https://veterans.iupui.edu/get-involved/index.html) "
  },
  {
    "url": "URL: https://veterans.iupui.edu/steps/iupuc/index.html#search",
    "body": "  ## Cadre at the Core  As our newest group of students we want you to know that you are the center of Columbus for us. No matter where you reside we are here to be your success coach, your resource, and much more.  To become acclimated with our processes, and who we are, we encourage you to review the full website as it is your gateway to connecting with us.  Join our listserv! Join our Facebook! And submit your Enrollment Certification Form every semester to receive your GI Bill ®!  [Enrollment Certification Form](https://admissions.iupui.edu/machform/view.php?id=50395)   #### Contact IUPUC  To connect with your School Certifying Officials at OVMP please call 317-278-9163 or email military@iupuc.edu .  For more information about the IUPUC campus visit their website .  [visit their website](https://admissions.iupuc.edu/become-student/veterans/index.html)   ### Take control of your future  [Ask a question](https://admissions.iupui.edu/machform/view.php?id=88119)  [Student Veterans Organization](https://thespot.iupui.edu/organization/veteransatiupui)  [Get Involved](https://veterans.iupui.edu/get-involved/index.html) "
  },
  {
    "url": "URL: https://veterans.iupui.edu/resources/comm-resources/index.html#search",
    "body": "  ### You have help all around you   ##### Veteran Affairs  Don't forget the Indiana Department of Veteran Affairs is loaded with tons of awesome resources to help you out as well.  Go now  [Go now](https://www.in.gov/dva/)   ### Help me R.O.A.R.  Help me R.O.A.R. is a “one-stop shop” of information with campus and local community resources within a 5-mile radius of IUPUI. It is our goal to support and help provide information to students to help meet specific areas of need.  Lets go  [Lets go](https://helpmeroar.iupui.edu)   ### Richard L. Roudebush VA Medical Center  The Roudebush VA Medical Center is located two miles northwest of the heart of downtown Indianapolis and has been serving Indiana Veterans since 1932. The VA Medical Center is the tertiary care facility.  View hospital details  [View hospital details](https://www.va.gov/indiana-health-care/locations/richard-l-roudebush-veterans-administration-medical-center/)   ### Indianapolis Vet Center  Vet Centers offer common ground for men and women who served our country during a war. You can take advantage of our experience, service, and community networking. We are ready to help bring you and your loved ones home from war.  Services are FREE to eligible Veterans. Currently, there are no time limitations for services or programs.  Get help now  [Get help now](https://www.va.gov/indianapolis-vet-center/) "
  }
]