[
  {
    "url": "URL: https://span.iupui.edu/about-the-program/programs/eligibility/running-start-program.html#search",
    "body": "  ## Open to Freshmen, Sophomores, Juniors, and Seniors  The Running Start Program is open to high school freshmen and sophomores. Juniors and seniors who are not eligible for the Upper Class Program may be considered for the Running Start Program. Students are limited in total credit hours taken per semester and are restricted to 100-level courses. Eligibility requirements are listed below.   ### Freshmen and Sophomores   ### Juniors and Seniors  Please feel free to contact the SPAN Division if you have questions about program eligibility.   ### Apply to Program  [Running Start application](https://indiana.sharepoint.com/:b:/s/msteams_92d57a/ERggy2jNB01OkDDxWHvnD2YBKhDEj6Xq7xlwN_EPiGbuIw?e=OYYtS4) "
  },
  {
    "url": "URL: https://span.iupui.edu/about-the-program/sample-courses/index.html#search",
    "body": "  ## View a Sample List of Courses  A sampling of the courses that can be taken in SPAN Division programs are listed below. However, students are not limited to these classes. Courses listed in bold are in the Indiana Core Transfer Library and are dual credit courses for all public high schools. To see the full list of courses offered at IUPUI and current course schedules, please visit the Office of the Registrar website.  [Office of the Registrar](https://studentcentral.iupui.edu/)  For upcoming semester CTL course listings for specific sections, please visit the Indiana Core Transfer Library.  [Indiana Core Transfer Library.](https://transferin.net/earned-credits/core-transfer-library/)  For upcoming semester courses, days, and times, please visit the Schedule of Classes .  [Schedule of Classes](https://studentcentral.iupui.edu/register/schedule-of-classes/index.html)   ## Anthropology  ANTH-A 103 Human Origins and Prehistory (3 cr.). A survey of human biological and cultural evolution from early pre-Pleistocene hominids through the development of urbanized state societies with the goal of better understanding our human heritage (not open to students who have taken A303).  ANTH-A 104 Introduction to Cultural Anthropology (3 cr.). A survey of cultural and social processes that influence human behavior, using comparative examples from different ethnic groups around the world, with the goal of better understanding the broad range of human behavioral potentials and those influences that shape the different expressions of these potentials (not open to students who have taken A304).   ## Art  HER-H 100 Art Appreciation (3 cr.). An understanding and appreciation of outstanding works of art through analysis of artistic purposes and techniques, and knowledge of historical style and subject matter. Not counted as credit toward the B.F.A. or B.A.E. degrees, nor toward the major or minor requirements in art history.  HER-H 101–102 History of Art I-II (3–3 cr.). I. Historical and contextual survey of selected works and cultures from the history of art. Selected regions of the world will be covered, though the Western tradition will be studied in greater depth. Defines historical terms, processes, contexts and principles of a range of media from Prehistoric through Late Gothic. Required of all Herron degree students. II. Historical and contextual survey of selected works and artistic movements from the history of art. Selected regions of the world will be covered, though the Western tradition will be studied in greater depth. Defines historical terms, processes, contexts, and principles of a range of media from the Renaissance through World War I. Required of all Herron degree students.  HER-H 103 Introduction to Contemporary Art (3 cr.). This course introduces the vocabulary of visual arts in the twentieth century. Major movements are briefly introduced with characteristic works. Painting, sculpture, photography, printmaking, computer graphics, video, and environmental and performance art in the past three decades are emphasized. Required of all Foundation Program students. Not counted toward the major or minor requirements in art history. May be counted under electives.   ## Biology  BIOL-K 101 Concepts of Biology I (5 cr.). Prerequisite: high school or college chemistry. An introductory course emphasizing the principles of cellular biology; molecular biology; genetics; and plant anatomy, diversity, development, and physiology.  BIOL-K 103 Concepts of Biology II (5 cr.). Prerequisite: K 101. An introductory biology course emphasizing structure, physiology, development, diversity, and behavior in animals, and evolution and ecology of plants and animals.  Courses for the non-major:  BIOL-N 100 Contemporary Biology (3 cr.). Selected principles of biology with emphasis on issues and problems extending into everyday affairs of the student.  BIOL-N 107 Exploring the World of Animals (4 cr.). Equivalent: PU BIOL 10900. This course introduces students to animals and their native environments. It surveys individual ecosystems and highlights the interactions, features, and characteristics of the animals found there. Examples of discussion topics include unique features of animals; animal relationships; societies and populations; exotic species; and behavior, including mating, communication, feeding and foraging, and migration. Environmental issues including the effects of pollution on ecosystems are also discussed. Not equivalent to K 103.   ## Business  BUS-A 100 Basic Accounting Skills (1 cr.). This course covers the process of recording economic events that underlie financial statements. The basics of generally accepted accounting principles are introduced as they affect financial statements. The fundamental aspects of managerial accounting are related to planning, controlling, and decision making in business organizations. Different cost definitions are developed and cost-volume-profit analysis is introduced as an important financial planning and control skill.  BUS-L 100 Personal Law (3 cr.). Effects of law on everyday lives. May include such topics as family law, criminal offenses and traffic violations, personal injury and property damage claims, employee rights, landlord-tenant law, consumer rights, debt collection, selected real and personal property issues, wills and estates, selected contract law issues, and forms of business organization (partnership, proprietorship, and corporation).  BUS-X 100 Business Administration: Introduction (3 cr.). Business administration from the standpoint of the manager of a business firm operating in the contemporary economic, political, and social environment.   ## Chemistry  CHEM-C 100 The World of Chemistry (3 cr.). A topically oriented, nonmathematical introduction to the nature of matter. Topics covered include fossil fuel and nuclear sources of power; environmental issues involving chemistry such as recycling, acid rain, air and water pollution, global warming, and ozone depletion; genetic modification of foods; DNA profiling; use of food additives and herbal supplements; and other public policy issues involving science.  CHEM-C 101 Elementary Chemistry I (3 cr.; lecture, recitation). Prerequisite: at least one semester of high school algebra. Usually taken concurrently with C 121. Essential principles of chemistry, atomic and molecular structure, bonding, properties and reactions of elements and compounds, stoichiometry, solutions, acids, and bases. For students who are not planning careers in the sciences and for those with no previous coursework in chemistry. Note: most degree programs that include C 101 require the concurrent laboratory C 121.  CHEM-C 105 Principles of Chemistry I (3 cr.; lecture, recitation). Prerequisite: two years of high school algebra and one year of high school chemistry. Usually taken concurrently with C 125. A placement examination may be required for admission to this course. Principles of inorganic and physical chemistry emphasizing physical and chemical properties, atomic and molecular structure, chemical bonding, and states of matter.  CHEM-C 106 Principles of Chemistry II (3 cr.; lecture, recitation). Prerequisite: C 105 or equivalent. Continuation of C 105. Usually taken concurrently with C 126. Topics include condensed phases, solution chemistry, thermodynamics, equilibrium, and kinetics.  CHEM-C 110 The Chemistry of Life (3 cr.). Prerequisite: high school chemistry recommended. Optional laboratory: C 115. A nonmathematical introduction to organic molecules and their transformation to useful materials such as drugs and polymers. An emphasis is placed on the chemical features of biomolecules, including hormones and eurotransmitters, proteins, lipids (fats), carbohydrates (sugars), and nucleic acids (DNA/RNA). The chemistry of enzymes, carcinogens, vitamins, antihistamines, anesthetics, genetic engineering, mental health, and other health-related topics.  CHEM-C 115 Laboratory for C 110 The Chemistry of Life (2 cr.). Prerequisite or corequisite: C 110. Laboratory work illustrating topics covered in C 110.  CHEM-C 121 Elementary Chemistry Laboratory I (2 cr.). Prerequisite or corequisite: C 101 (3 cr.). Introduction to the techniques and reasoning of experimental chemistry. Emphasis is given to study of physical and chemical properties of inorganic compounds.  CHEM-C 125 Experimental Chemistry I (2 cr.; lecture, laboratory). Prerequisite or corequisite: C 105 or equivalent. Laboratory work illustrating topics covered in C 105.  CHEM-C 126 Experimental Chemistry II (2 cr., lecture, laboratory). Prerequisite: C 105 and C 125. Prerequisite or corequisite: C 106 or equivalent. Continuation of C 125. Laboratory work illustrating topics covered in C 105 and C 106.   ## Classical Civilization  CLAS-C 205 Classical Mythology (3 cr.). Introduction to Greek and Roman myths, legends, and tales, especially those that have an important place in the Western cultural tradition.  CLAS-C 209 Medical Terms from Greek and Latin (2 cr.). Basic knowledge of some 1,000 words, together with materials for formation of compounds, enables student to build a working vocabulary of several thousand words. Designed for those intending to specialize in medicine, dentistry, or microbiology. Does not count toward the foreign language requirements or the distribution requirement.   ## Communications  COMM-C 180 Introduction to Interpersonal Communication (3 cr.). The study of human dyadic interaction, including topics such as perception processes, verbal and nonverbal communication, theoretical models of communication, conflict, and interpersonal communication in various relationships. Course covers applications of interpersonal communication theory and research, including communication competence.  COMM-R 110 Fundamentals of Speech Communication (3 cr.). Theory and practice of public speaking, training in thought processes necessary to organize speech content for informative and persuasive situations, and application of language and delivery skills to specific audiences. A minimum of six speaking situations.  COMM-T 130 Introduction to Theatre (3 cr.). An introduction to the study of theatre; the wide range of critical, historical, aesthetic, and practical interests necessary to a well-rounded view; and emphasis on theatre as an art form and elements of dramatic construction.   ## Computer Science  N 100-Level Courses: Courses in this category are primarily for majors outside of science. They are especially for those who are not familiar with computers. These courses do not satisfy the computer science course requirement for School of Science majors.  CSCI-N 100 Introduction to Computers and Computing (3 cr.). Prerequisite or corequisite: MATH 00100, M001, or equivalent. No computing experience assumed. How computers work, word processing, spreadsheets, file management, and Internet skills. Emphasis on problem-solving techniques. Lecture and laboratory. Credit given for only one of CSCI-N 100, CPT 106, or BUS-K 201.  N 200-Level Courses: C ourses in this category or higher levels satisfy the computer science course requirement for School of Science majors with the major department's approval (except N 241, which counts only as elective credit). They assume some previous use of computers. Consult your advisor before registering. The courses do not fulfill requirements for the computer science major nor the certificate in applied computer science.  CSCI-N 200 Principles of Computer Science (3 cr.). Explore the big ideas of computer science and computational thinking through hands-on explorations with social networking, gaming, big data, robots, programming, and more. Learn about the creativity, usefulness, and breadth of computer science in a fun way that can enhance any field of study. Students from all schools and majors welcome. No prerequisites.  CSCI-N 201 Programming Concepts (3 cr.). Summary of basic computing topics, problem-solving techniques, and their application to computing. Introduction to programming concepts with a focus on language-independent principles such as algorithm design, debugging strategies, essential control structures, and basic data structure concepts. Lecture and laboratory.  CSCI-N 207 Data Analysis Using Spreadsheets (3 cr.). Prerequisite: MATH 11100. Summary of basic computing topics. An introduction to data analysis using spreadsheets. Emphasis on the application of computational problem-solving techniques. Lecture and laboratory.  CSCI-N 241 Fundamentals of Web Development (3 cr.). Introduction to writing content for the Internet and World Wide Web. Emphasis on servers, hand-coded HTML, Cascading Style Sheets, and extending HTML with other web technologies. Lecture and laboratory.  The following courses fulfill requirements for the computer science major.  CSCI 23000 Computing I (4 cr.). Prerequisite or corequisite: MATH 22100 or MATH 16300. The context of computing in history and society, information representation in digital computers, introduction to programming in a modern high-level language, introduction to algorithm and data structures, and their implementation as programs.  CSCI 24000 Computing II (4 cr.). Prerequisite: 23000. Continues the introduction of programming began in CSCI 23000, with particular focus on the ideas of data abstraction and object oriented programming. Topics include programming paradigms, principle of language design, object oriented programming, programming and debugging tools, documentation, recursion, linked data structures, and introduction to language translation.   ## Economics  ECON-E 101 Survey of Current Economic Issues and Problems (3 cr.). For nonmajors only. Basic economic principles applied to current social issues and problems. Topics covered will typically include inflation, unemployment, wage and price controls, welfare, social security, national debt, health programs, food prices, pollution, crime, mass transit, revenue sharing, multinationals, population, and energy. Not open to those with previous college-level economics courses.   ## English  ENG-L 105 Appreciation of Literature (3 cr.). Stresses the enjoyment and humane values of literature. The course provides workshop experiences and programmed exercises as well as experience in listening to and studying visual adaptations of poems, novels, and dramas.  ENG-L 115 Literature for Today (3 cr.). Prerequisite: ENG-W 131. Poems, dramas, and narratives pertinent to concerns of our times, such as works concerning values of the individual and society, problems of humanism in the modern world, and conflicts of freedom and order.  ENG-W 131 Reading, Writing, and Inquiry (3 cr.). ENG-W 131 teaches skills of critical reading, thinking, and writing to help students meaningfully engage artifacts, events, and issues in our world. The course builds students' abilities to read written and cultural texts critically, to analyze those texts in ways that engage both students' own experiences and the perspectives of others, and to write about those texts for a range of audiences and purposes as a means of participating in broader conversations. Assignments emphasize the analysis and synthesis of sources in making and developing claims.  ENG-W 140 Elementary Composition/Honors (3 cr.). Offers an introductory writing course for advanced freshman writers. Requirements, including number and type of assignments, are parallel to ENG-W 131. ENG-W 140 offers greater intensity of discussion and response to writing. Evaluation is based on portfolios of the student’s work.  ENG-W 270 Argumentative Writing (3 cr.). P: ENG-W 131 or 140 (with a grade of C or higher). Offers instruction and practice in writing argumentative essays about complicated and controversial issues. The course focuses on strategies for identifying issues, assessing claims, locating evidence, deciding on a position, and writing papers with clear assertions and convincing arguments.   ## Foreign Languages   ## Forensic and Investigative Sciences  FIS 10100 Investigating Forensic Science (1 cr.). Forensic science is the application of scientific methods to matters involving the public. Crime scene investigation will be taught so students will have general knowledge on techniques used in the field. Students will also be exposed to basic understanding of common forensic science concepts and learn how analysis of specific types of evidence is analyzed in a forensic science laboratory. Topics will include but are not limited to crime scene, hairs, explosives, fire debris, serology, DNA, illicit drugs, fingerprints, footwear, questioned documents, inks, glass, paints, blood spatter, and soils.  FIS 10101 Investigating Forensic Science Laboratory (2 cr.). Forensic science is the application of scientific methods to matters involving the public. One of its principle applications is the scientific analysis of physical evidence generated by criminal activity. During this laboratory course you will learn basic techniques used to analyze forensic evidence. This will start with concepts in evidence documentation and collection. You will then learn concepts used in pattern recognition, forensic chemistry and biology, and trace evidence. There will be hands-on activities in all these disciplines. Topics will include but are not limited to crime scene, fibers, hairs, explosives, fire debris, serology, DNA, illicit drugs, fingerprints, footwear, questioned documents, inks, glass, paints, blood spatter, and soils.  FIS 20500 Concepts in Forensic Science (3 cr.). Forensic science is the application of scientific methods to matters involving the public. One of its principle applications is the scientific analysis of physical evidence generated by criminal activity. During this course, you will learn basic concepts in forensic science and criminal justice system and apply the basic concepts toward evidence collection and analysis. Topics will include fingerprints, impression evidence, firearms, questioned documents, pathology, entomology, anthropology, and forensic science and the law and ethics. This course qualifies for the 30 credit hour university requirement in the general education core.   ## Geography  GEOG-G 107 Physical Systems of the Environment (3 cr.). Physical environment as the home of humans, emphasizing the distribution and interaction of environmental variables (e.g., landforms, vegetation, soils, weather, and climate).  GEOG-G 108 Physical Systems of the Environment Laboratory (2 cr.). Prerequisite or corequisite: G 107. Laboratory session to complement G 107 Physical Systems of the Environment. Practical and applied aspects of meteorology, climatology, vegetation, soils, and landforms. This laboratory session is optional for students enrolling in G 107.  GEOG-G 110 Introduction to Human Geography (3 cr.). An introduction to the principles, concepts, and methods of analysis used in the study of human geographic systems. Examines geographic perspectives on contemporary world problems such as population growth, globalization of the economy, and human-environmental relations.  GEOG-G 130 World Geography (3 cr.). An analysis of the existing and emerging geographic patterns in the world and of the processes and trends producing such patterns. An examination of the global scale of human activities and interaction with the environment and the linkages tying the various regions of the world into a single, global system.   ## Geology  GEOL-G 107 Environmental Geology (3 cr.). An introduction to geology through discussion of geological topics that show the influence of geology on modern society. Topics include mineral and energy resources, water resources, geologic hazards and problems, geology and health, and land use.  GEOL-G 109 Fundamentals of Earth History (3 cr.). Basic principles of Earth history: geologic time, basic rock types, and reconstructing past environments; physical development of the earth, including its interior, mountain formation, and plate tectonics; origin and development of life, including evolution and the fossil record. With laboratory G 119, equivalent to IUB GEOL-G 104, IUB GEOL-G 112, and PU GEOS 11200.  GEOL-G 110 Physical Geology (3 cr.). Introduction to processes within and at the surface of the earth; description, classification, and origin of minerals and rocks; the rock cycle; internal processes, such as volcanism, earthquakes, crustal deformation, mountain building, and plate tectonics; and external processes, such as weathering, mass wasting, streams, glaciers, ground water, deserts, and coasts. With laboratory G 120, equivalent to IU GEOL-G 103, IU GEOL-G 111, and PU GEOS 11100.  GEOL-G 115 Introduction to Oceanography (3 cr.). Nonmathematical introduction to the geology, biology, and physical characteristics of the ocean. Includes waves, tides, and currents of the world ocean, the adaptations and distribution of marine animals, pollution of the marine ecosystem, and an introduction to the global ocean and atmosphere system.  GEOL-G 117 Environmental Geology Laboratory (1 cr.). Prerequisite or corequisite: G 107. Laboratory exercises in environmental aspects of the geosciences. To accompany G 107.  GEOL-G 119 Fundamentals of Earth History Laboratory (1 cr.). Prerequisite or corequisite: G 109. Laboratory studies of rocks, fossils, and stratigraphic principles to reconstruct past environments and interpret Earth history. To accompany G 109.  GEOL-G 120 Physical Geology Laboratory (1 cr.). Prerequisite or corequisite: G 110. Laboratory studies of minerals and rocks, landscapes, and earth structures. To accompany G 110 for non-geology majors.  GEOL-G 130 Short Courses in Earth Science (topic varies) (1 cr.). Five-week short courses on a variety of topics in the earth sciences. Examples of topics include lunar and planetary geology, geology of Indiana, geology of national parks, glaciers, water, gemstones, geology of art, earthquakes and volcanoes, and dinosaurs. Each short course is 1 credit; no topic may be taken for credit more than once.  GEOL-G 132 Environmental Problems (3 cr.). This course is offered online and provides experience in addressing some of the kinds of problems that arise in studies of the environment. Particular attention is given to developing skills in evaluating scientific articles, specifically, the relevance of the information in an article, the credibility of the author, and the accuracy and usefulness of the quantitative information provided. The kinds of problems considered in this course will vary from semester to semester, but will be chosen from a list that includes global warming, tropical rain forests, acid rain, water pollution, solid waste disposal, appropriate use of land, and the ability of regulations to protect the environment. Three or four such topics will be covered each semester.  GEOL-G 135 Indiana Geology (3 cr.). An in-depth investigation of Indiana's geology, including minerals and rocks, geologic time, mineral resources, fossils, topography, soil, water resources, and special geologic features such as the falls of the Ohio River and the Indiana Dunes.  GEOL-G 136 Indiana Geology Field Experience (1 cr.). Prerequisite or corequisite: G 107, G 110, or G 135. Application of geologic principles to the solution of geologic problems in field settings. Projects on geologic topics, including sedimentary rocks and fossils, soils, mineral resources, hydrology, glacial history, and karst topography. Students undertake two projects per semester and must be available on two Saturdays for field work. Preparation for field days uses a combination of television, the web, and email. Each project requires a written report.  GEOL-G 180 Dinosaurs (3 cr.). A survey of the characteristics and evolution of dinosaurs. Topics include occurrence of dinosaur remains in the fossil record, basic anatomy, principles used in classification, types of predatory and plant-eating dinosaurs, environments occupied during life, biology and behavior, extinction theories, dinosaur hunters, and dinosaurs in the media and the public eye.   ## Health Information Management  HIM-M 108 Introduction to Health Information Management (3 credits). This course introduces the health information management profession and health care delivery systems. Topics include health care settings, the patient record, electronic health records (EHRs), data collection standards, legal aspects of health information, coding, and reimbursement. Students gain hands-on experience with a virtual EHR and examine the impact of EHRs on health care.   ## Health, Physical Education, and Recreation Management  HPER-H 160 First Aid and Emergency Care (3 cr.). Lecture and demonstration of first aid measures for wounds, hemorrhage, burns, exposure, sprains, dislocations, fractures, unconscious conditions, suffocation, drowning, and poisons, with skill training in all procedures.  HPER-H 180 Stress Prevention and Management (3 cr.). Comprehensive course on stress management. Intended for college students from all fields of study. Applies several stress management techniques, including time management, deep breathing, progressive muscular relaxation, yoga, and study skills. To benefit most from class, students must practice stress reduction techniques outside of class.  HPER-H 195 Principles and Applications of Lifestyle Wellness (3 cr.). This course will increase an awareness of and provide instruction pertaining to wellness and will assist the student in making healthy lifestyle choices. The course supports an emphasis on measurable parameters within the physical dimension of wellness and incorporates the remaining dimensions of emotional, intellectual, occupational, social, and spiritual wellness.   ## History  HIST-H 105–106 American History I–II (3–3 cr.). I. Colonial period, Revolution, Confederation and Constitution, and National Period to 1865. II. 1865 to present. Political history forms framework, with economic, social, cultural, and intellectual history interwoven. Introduction to historical literature, source material, and criticism.  HIST-H 108 Perspectives on the World to 1800 (3 cr.). Emergence of civilizations in the Near East, sub-Saharan Africa, and pre-Columbian America. Role of revolutions, such as geographic, scientific, industrial, social, and political (American and French), in establishment of European hegemony in Asia and the Western Hemisphere.  HIST-H 109 Perspectives on the World since 1800 (3 cr.). Rise and fall of European imperial rule in Asia, the Middle East, and Africa. Special focus on impact of World War I and Chinese, Mexican, and Russian revolutions. Independence movement in India, World War II, Cold War, new nations in Asia and Africa, and struggle for solidarity in Latin America.  HIST-H 113–114 History of Western Civilization I–II (3–3 cr.). I. Rise and fall of ancient civilizations; barbarian invasions; rise, flowering, and disruption of medieval church; feudalism; and national monarchies. II. Rise of middle class; parliamentary institutions, liberalism, and political democracy; industrial revolution, capitalism, and socialist movements; and nationalism, imperialism, international rivalries, and world wars.   ## Informatics  INFO-I 101 Introduction to Informatics (4 cr.). Problem solving with information technology; introductions to information representation, relational databases, system design, propositional logic, and cutting edge technologies; CPU, operating systems, and networks; laboratory emphasizing information technology, including web page design, word processing, databases, and using tools available on campus.  [INFO-I 101 Introduction to Informatics](http://soic.iupui.edu/courses/info-i101/)  INFO-I 202 Social Informatics (3 cr.). Introduction to key social research perspectives and literatures on the use of information and communication technologies. Discusses current topics such as information ethics, relevant legal frameworks, and popular and controversial uses of technology (e.g., peer-to-peer file sharing and digital divides). Outlines research methodologies for social informatics.  [INFO-I 202 Social Informatics](http://soic.iupui.edu/courses/info-i202/)  INFO-I 270 Introduction to Human-Computer Interaction Principals and Practices (3 cr.). Fundamental principles and practices of human-computer interaction (HCI) and evaluation. Specific focus is given to the introductory knowledge of HCI methods, tools, and techniques for designing and evaluating user interfaces through the use of low and high fidelity prototypes for the Web and software.  [INFO-I 270 Introduction to Human-Computer Interaction Principals and Practices](http://soic.iupui.edu/courses/info-i270/)  INFO-I 275 Introduction to Human-Computer Interaction Theory (3 cr.). Fundamental theories of human-computer interaction (HCI) and user-centered design. This course is both a survey of HCI research and an introduction to the psychological, behavioral, and other social science knowledge and techniques relevant to the design of interactive and ubiquitous computing systems.  [INFO-I 275 Introduction to Human-Computer Interaction Theory](http://soic.iupui.edu/courses/info-i275/)   ## Mathematics  MATH-M 118 Finite Mathematics (3 cr.). Prerequisite: MATH 11100 or 11000 (with a minimum grade of C–) or equivalent. Set theory, logic, permutations, combinations, simple probability, conditional probability, and Markov chains. An honors option is available in this course.  MATH-M 119 Brief Survey of Calculus I (3 cr.). Prerequisite: MATH 11100 or 11000 (with a minimum grade of C–) or equivalent. Sets, limits, derivatives, integrals, and applications. An honors option is available in this course.  MATH 15300 Algebra and Trigonometry I (3 cr.). P: MATH 11100 (with a minimum grade of C) or placement. MATH 15300–15400 is a two-semester version of 15900. Not open to students with credit in 15900. MATH 15300 covers college-level algebra and, together with 15400, provides preparation for MATH 16500, 22100, and 23100.  MATH 15400 Algebra and Trigonometry II (3 cr.). P: MATH 15300 (with a minimum grade of C). MATH 15300–15400 is a two-semester version of 15900. Not open to students with credit in 15900. MATH 15400 covers college-level trigonometry and, together with 15300, provides preparation for MATH 16500, 22100, and 23100.  MATH 15900 Precalculus (5 cr.). P: 11100 (with a minimum grade of B) or placement. MATH 15900 is a one-semester version of 15300–15400. Not open to students with credit in 15300 or 15400. MATH 15900 covers college-level algebra and trigonometry and provides preparation for MATH 16500, 22100, and 23100.  MATH 16500 Analytic Geometry and Calculus I (4 cr.). P: MATH 15900 or 15400 (with a minimum grade of C) or placement. Introduction to differential and integral calculus of one variable, with applications.  MATH 16600 Analytic Geometry and Calculus II (4 cr.). P: MATH 16500 (with a minimum grade of C). Continuation of MATH 16500. Inverse functions, exponential, logarithmic, and inverse trigonometric functions. Techniques of integration, applications of integration, differential equations, and infinite series.  MATH 17100 Multidimensional Math (3 cr.). P: MATH 15900 or 15400 (with a minimum grade of C) or placement. An introduction to mathematics in more than two dimensions. Graphing of curves, surfaces, and functions in three dimensions. Two- and three-dimensional vector spaces with vector operations. Solving systems of linear equations using matrices. Basic matrix operations and determinants.   ## Media Arts and Science  NEWM-N 100 Foundations of New Media (3 cr.). An exploration of the characteristics of digital media, including interactivity, hypermedia, immersion, and storytelling. Includes an introduction to the practice, theory, and history of new media, from the viewpoint of technology, communication, and culture. There are readings, demonstrations, examples, hands-on projects, and written assignments.  NEWM-N 131 Game On! A History of Video Games (3 cr.). This course examines ancient and traditional games to inform a history of video games from their humble birth in the 1940s to the present. Students design and evaluate aspects of games to understand the historical development of game designs.   ## Philosophy  PHIL-P 110 Introduction to Philosophy (3 cr.). An introduction to the methods and problems of philosophy and important figures in the history of philosophy. Concerns such topics as the nature of reality, the meaning of life, and the existence of God. Readings from classical and contemporary sources (e.g., Plato, Descartes, Nietzsche, and Sartre).  PHIL-P 120 Ethics (3 cr.). An introductory course in ethics. Typically examines virtues, vices, and character; theories of right and wrong; visions of the good life; and contemporary moral issues.  PHIL-P 162 Logic (3 cr.). A study of the principles of logic. The course covers a variety of traditional topics, selected for their practical value, within formal and informal logic. Among the topics typically covered are fallacies, syllogisms, causal hypotheses, logic diagrams, argument analysis, and truth-functional reasoning.   ## Physics  PHYS 10000 Physics in the Modern World (5 cr.). Prerequisite: introductory high school mathematics. Ideas, language, methods, and impact of physics today.  PHYS 20000 Our Physical Environment (3 cr.). A nonmathematical introduction to physical concepts and methods by means of examples from daily life and current technological applications.  PHYS 15200 Mechanics (4 cr.). P or C: MATH 16600. Equiv. IU PHYS P221. Statics, uniform and accelerated motion; Newton's laws; circular motion; energy, momentum, and conservation principles; dynamics of rotation; gravitation and planetary motion; properties of matter; and simple harmonic and wave motion.  PHYS 21800 General Physics (4 cr.). Prerequisite: MATH 15900 or equivalent. Mechanics, conservation laws, and gravitation; simple harmonic motion and waves; and kinetic theory, heat, and thermodynamics for students in technology fields.  PHYS 21900 General Physics (4 cr.). Prerequisite: PHYS 21800. Electricity, light, and modern physics.  PHYS-P 201 General Physics I (5 cr.). Prerequisite: MATH 15900 or equivalent. Newtonian mechanics, wave motion, heat, and thermodynamics. Application of physical principles to related scientific disciplines, especially life sciences. Intended for students preparing for careers in the life sciences and the health professions. Three lectures, one discussion section, and one two-hour laboratory period each week.  PHYS-P 202 General Physics II (5 cr.). Prerequisite: P 201. Electricity and magnetism; geometrical and physical optics; and introduction to concepts of relativity, quantum theory, and atomic and nuclear physics. Three lectures, one discussion section, and one two-hour laboratory period each week.  The Department of Physics has academic, advising, and administrative responsibility for the courses in astronomy offered at IUPUI.  AST-A 100 The Solar System (3 cr.). Survey of the solar system, including the earth, sun, moon, eclipses, planets and their satellites, comets, laws of planetary motion, etc. Discussion of the origin of the solar system, life on earth, and the possibilities of extraterrestrial life. Also astronomical instruments and celestial coordinates.  AST-A 105 Stars and Galaxies (3 cr.). Survey of the universe beyond the solar system, including stars, pulsars, black holes, principles of spectroscopy and the H-R diagram, nebulae, the Milky Way, other galaxies, quasars, expanding universe, cosmology, and extraterrestrial life.   ## Political Science  POLS-Y 101 Introduction to Political Science (3 cr.). For any student interested in better understanding the political world in which we live. The course explains some fundamental political concepts such as power, conflict, authority, and governments. It may also include an overview of the major subfields of political science: comparative politics, international relations, political theory, and public policy.  POLS-Y 103 Introduction to American Politics (3 cr.). Introduction to the nature of government and the dynamics of American politics. Origin and nature of the American federal system and its political party base.   ## Psychology  PSY-B 110 Introduction to Psychology (3 cr.). Equiv. to IU PSY-P 155 and PU PSY 12000. This foundational course introduces students to psychology as a systematic and scientific way to think about the biological and social aspects of behavior and mental processes. Topics include research methods, behavioral neuroscience, sensation/perception, learning, memory, cognition and language, motivation/emotion, personality, social, stress and health, psychological disorders and treatment, and life-span development.   ## Public and Environmental Affairs  Criminal Justice  SPEA-J 101 The American Criminal Justice System (3 cr.). Introduction to the criminal justice system of the United States and its function in contemporary society.  SPEA-J 150 Public Safety in America (3 cr.). The protection of persons and property involves a number of public and private organizations. This course examines the roles that agencies working within the fire services, emergency management, criminal justice, and the private security sector play in securing public safety in the United States.  SPEA-J 222 Murder in America: Causes and Consequences (3 cr.). An investigation of homicide in the United States. Focus on the level and nature of homicides as well as domestic homicides; serial and mass murder; race, ethnicity, and gender; drugs and alcohol; school and workplace homicides; investigation; profiling and the death penalty; and homicide prevention and intervention programs.  Public Affairs  SPEA-V 170 Introduction to Public Affairs (3 cr.). Broad coverage of public affairs through critical and analytical inquiry into policy making at all levels of government. Particular emphasis on intergovernmental relations as they affect policy in the federal system. Credit not given for both SPEA-V 160 and 170.  SPEA-V 222 Principles of Sustainability (3 cr.). Meeting the needs of the present without jeopardizing the future involves an interrelationship between environmental, social, and economic systems. This course introduces and investigates the interrelationships between these approaches to synthesize a basic understanding that can lead to sustainable policies in the public, nonprofit and for-profit sectors.   ## Religious Studies  REL-R 100 Studies in Religion (3 cr.). Select introductory issues in religion. Interdisciplinary in emphasis. May be repeated for up to 9 credit hours under different titles.  REL-R 111 The Bible (3 cr.). A critical introduction to the major periods, persons, events, and literatures that constitute the Bible; designed to provide general humanities-level instruction on this important text.  REL-R 120 Images of Jesus (3 cr.). This course is designed to introduce students to the variety of traditions about the figure of Jesus. It will acquaint students with the wide array of images of the Jesus character through a historical analysis of these images portrayed in texts, art, music, film, and television.  REL-R 133 Introduction to Religion (3 cr.). Introduction to the diversity of traditions, values, and histories through which religion interacts with culture. Emphasis on understanding the ways the various dimensions of religion influence people’s lives.  REL-R 173 American Religion (3 cr.). A consideration of American religion, with particular emphasis on the development of religious diversity and religious freedom in the context of the American social, political, and economic experience.  REL-R 180 Introduction to Christianity (3 cr.). Survey of beliefs, rituals, and practices of the Christian community with a focus on the varieties of scriptural interpretation, historical experience, doctrine, and behavior.   ## Sociology  SOC-R 100 Introduction to Sociology (3 cr.). Prerequisite: ENG-W 131 or consent of instructor. Consideration of basic sociological concepts, including some of the substantive concerns and findings of sociology, sources of data, and the nature of the sociological perspective.  SOC-R 121 Social Problems (3 cr.). Selected current problems of American society are analyzed through the use of basic sociological data and the application of major sociological frameworks. Policy implications are discussed in light of value choices involved in various solutions.   ### Take the next step  [Learn how to apply](https://span.iupui.edu/about-the-program/applying-for-admissions/index.html)  [View registration times](https://span.iupui.edu/about-the-program/registration/index.html) "
  },
  {
    "url": "URL: https://span.iupui.edu/#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!   ## Jump-start your college education  Attention high school students: Enroll in college courses at IUPUI now! Don't just prepare for college, IMMERSE yourself in it!  SPAN provides the opportunity for motivated high school students to get started on their college education or to take courses that are not available at their local high schools.   ### Experience  Start your college career now! Enroll in college courses and immerse yourself in an authentic college experience.  Start your college career now! Enroll in college courses and immerse yourself in an authentic college experience.   ### Explore  Discover more than 350 degree opportunities—IUPUI offers degrees from Indiana University and Purdue University.  Discover more than 350 degree opportunities—IUPUI offers degrees from Indiana University and Purdue University.   ### Excel  No academic limitations or boundaries—register for any IUPUI course for which you qualify and accelerate at your own pace.  No academic limitations or boundaries—register for any IUPUI course for which you qualify and accelerate at your own pace.  255+ Indiana University degree programs  [Explore degrees and majors](https://www.iupui.edu/academics/index.html)  95+ Purdue University degree programs  [Explore degrees and majors](https://www.iupui.edu/academics/degrees-majors/index.html)  17 Schools across the IUPUI campus  [Discover the school for you](https://www.iupui.edu/academics/schools.html)   ### Learn more about SPAN   #### About the program  Learn more about SPAN and its opportunities   #### Students  Learn what you can expect as a SPAN student   #### Eligibility  Find out if you're eligible for a SPAN program   #### Courses  View a sample list of courses   ### News   #### SPAN alumni find success in future pursuits  Watts and Copeland are just two of the over 2,000 students positively impacted by SPAN. Through their numerous programs providing opportunities for high school students, the SPAN Division makes an impact and contribut es to student success.  [Read full story](https://due.iupui.edu/news/2023-02-22-span-division-alumni.html)   #### 2023 Summer Technology Camps  Develop your skills, or learn something completely new, in hands-on summer STEM camps for high school students offered through the School of Informatics and Computing. The one-week camps provide learning opportunities that improve students' computer skills. Faculty from the School of Informatics and Computing teach the sessions and help students to explore in-demand career options.  Develop your skills, or learn something completely new, in hands-on summer STEM camps for high school students offered through the School of Informatics and Computing.  The one-week camps provide learning opportunities that improve students' computer skills. Faculty from the School of Informatics and Computing teach the sessions and help students to explore in-demand career options.  [Read full story](https://soic.iupui.edu/summer-camp/#camps)   #### Former SPAN student earns prestigious Bepko Scholarship  Michael Surridge, a former SPAN student, was one of 17 incoming freshmen admitted to IUPUI in fall 2020 as a Bepko Scholar. The Bepko Scholars and Fellows program is the IUPUI Honors College's most competitive award program.  Michael Surridge, a former SPAN student, was one of 17 incoming freshmen admitted to IUPUI in fall 2020 as a Bepko Scholar. The Bepko Scholars and Fellows program is the IUPUI Honors College's most competitive award program.  [Read full story](https://honors.iupui.edu/about-us/bepko-scholars/meet-the-scholars/2020-scholars/michael-surridge.html)   ### Contact us  J.R Russell, Ph.D. Director Phone: (317) 274-0382 Email: jrrussel@iupui.edu  Asha McCauley Assistant Director Phone: (317) 274-2517 Email: ucspan@iupui.edu   ### Take the next step  [Learn how to apply](https://span.iupui.edu/about-the-program/applying-for-admissions/index.html)  [View registration times](https://span.iupui.edu/about-the-program/registration/index.html) "
  },
  {
    "url": "URL: https://span.iupui.edu/about-the-program/programs/eligibility/index.html#search",
    "body": "  ## Chart your own path  Ranging from freshmen to seniors in high school as well as homeschoolers, students have several options to get immersed in the SPAN Division. You can view the eligibility of each SPAN program below.   ### Explore each program  Note: We recommend submitting application materials via email to ensure faster delivery and receipt of materials.  Running Start Program  CyberTEENs Program  Upper Class Program  Computer Tech Scholars Program  Nanotechnology Program (NEST)  Take6 Scholarship Program  We understand that each student's background is different. If you do not meet these qualifications, but would still like to be considered for acceptance into SPAN, please contact Asha McCauley at (317) 274-0382 or ucspan@iupui.edu to discuss your situation in more detail. "
  },
  {
    "url": "URL: https://span.iupui.edu/about-the-program/applying-for-admissions/index.html#search",
    "body": "  ## How to apply to SPAN  To ensure a smooth entry into the SPAN Division's accelerated college immersion programs, the following guidelines should be observed for high school and homeschooled students:  The admissions process for SPAN usually takes about one week. Applications will be accepted up to six weeks prior to the actual start date of the semester in which the student wishes to enroll. Applications received after the deadline will be processed for the following semester. Please feel free to contact Asha McCauley, assistant director, with any questions at (317) 274-0382 or via e-mail at ucspan@iupui.edu .  Information for homeschooling applicants   ### IUPUI schools of study  Many of IUPUI's schools of study have been recognized and are emerging as nationally ranked programs. These include the School of Nursing, School of Public and Environmental Affairs, McKinney School of Law, Kelley School of Business, and the School of Engineering and Technology. If your student has expressed interest in a specific career or even a general career path, you may be surprised at how close to home a nationally ranked program is located.   ### Core 40  The Core 40 diploma requires your student to complete college preparatory classes and is proof that your student is serious about continuing his or her education beyond high school. Colleges and universities look at this as a plus for their admissions applicants. SPAN Division staff will help you select the classes required to complete this essential diploma or the academic honors diploma.  The Indiana Department of Education has updated the Indiana high school graduation requirements to include the Graduation Pathways (additional information can be found below).  [Graduation Pathways](https://www.in.gov/doe/files/graduation-requirements.pdf)   #### Course and credit requirements  [Indiana Diploma with Core 40 and Honors Designation Requirements](https://www.in.gov/doe/files/core-40-and-honors-diploma-summary-class-2016-updated-june-2018.pdf)  [Indiana Diploma with General Designation Requirements](https://www.in.gov/doe/files/general-diploma-requirements-class-2016-final.pdf)  [Diploma Decision Chart](https://www.in.gov/doe/files/diploma-and-certificate-considerationskey.pdf)  [Opt-Out Provision](https://www.in.gov/doe/files/opt-out-process-07-11-2017.pdf)   #### Graduation Pathway resources:  [Graduation Pathways](https://www.in.gov/doe/students/graduation-pathways)  [Graduation Pathways Checklist](https://www.in.gov/doe/files/graduation-pathway-checklist.pdf)  [Flowchart](https://www.in.gov/doe/)   ### Apply now  Note: We recommend submitting application materials via email to ensure faster delivery and receipt of materials.  Running Start Program  UpperClass Program  CyberTEENs Program  Computer Tech Scholars  Take6 Scholarship Program  [Nanotechnology Experiences for Students and Teachers (NEST)](https://indi.iupui.edu/outreach/nsfitest/nanostudent.html)  Nanotechnology Experiences for Students and Teachers (NEST)   ### Take the next step  [Learn how to apply](https://span.iupui.edu/about-the-program/applying-for-admissions/index.html)  [View registration times](https://span.iupui.edu/about-the-program/registration/index.html) "
  },
  {
    "url": "URL: https://span.iupui.edu/students/homeschoolers/index.html#search",
    "body": "  ## Add prestige to your college application  The IUPUI SPAN Division can help families who are homeschooling their children. We understand that there are many reasons for deciding to homeschool and that each student’s situation is different.  Whatever your reason, we will work with you. Since 1984, SPAN has served hundreds of homeschooled students, and it has been a great fit. The SPAN Division boasts a 100% success rate in transferring college credits earned by SPAN students to state colleges and universities.   ### Opportunities for high school students  The SPAN Division offers high school students the opportunity to:  Currently, over 40% of our SPAN student population is comprised of homeschooled students! Our home-educated students have performed exceedingly well and are by far our top academic achievers.   ### Create an impressive college application  Imagine the prestige that will be added to your college application when you attach both your high school transcript and your college transcript from IUPUI. The SPAN Division boasts a 100% success rate in transferring college credits earned by SPAN students to state colleges and universities.   ### How to apply  Acceptance into the accelerated college immersion programs is based upon self-motivation, courses already completed, and the curriculum used—thanks to a special arrangement with the IUPUI Office of Undergraduate Admissions.  The successful applicant should be working at an accelerated rate when compared to a public school student counterpart. Please note that homeschooled students are not required to have SAT, PSAT, ACT, or PLAN scores for entrance into our programs. However, an ACT or SAT test score would be helpful in assessing a student’s strengths and weaknesses and in planning future coursework.  To apply, simply complete the SPAN application (parent will sign under the School Endorsement section). Also provide the following items:   ### Paying for classes  Many homeschool parents purchase curriculum for their homeschool. Since IUPUI offers many of the same classes, if your student is ready, why not maximize your investment by utilizing SPAN's accelerated college immersion programs?  Your tuition dollars could be deductible on your taxes (consult your tax professional), and your student would benefit from the dual enrollment. Keep in mind that as a dual enrollment student (enrolled in high school and college), every college class your child takes can satisfy both high school requirements AND college degree programs (B.A. or B.S. programs).   ### Basic skills courses  Some courses are designed specifically to fill the gap left between high school and college. It is not unusual for high school students to have graduated and still not test to the level required for all college-level work.  To fill this curriculum gap, IUPUI has a small group of classes designed for high school material, but taught at the college. Most homeschool students test far above this level even though they are early college entrants. However, if a student is ready in other academic ways to be on the college campus full time, these classes can be used to fill in the gap created by a subject a student has difficulty grasping.  It is not unusual for a student to have subjects they are particularly gifted in and another subject they find difficult. These basic skills courses can fill the gap while allowing the students to maximize their strengths.   ### High school transcript and curriculum  Proof of grades: It is a good idea to maintain the transcripts and materials (all written tests, quizzes, and other supporting material, including workbooks) to verify your child’s high school courses. In case there should ever be a question about the completion of a course or a final grade, a written record would support your position.  Keep in mind that as a dual enrollment student (enrolled in high school and college), every college class your child takes can satisfy both high school requirements AND college degree programs (B.A. or B.S. programs).  The Indiana Department of Education high school graduation requirements, including graduation pathways, are provided below for your reference.  Course and credit requirements  [Indiana Diploma with Core 40 and Honors Designation Requirements](https://www.in.gov/doe/files/core-40-and-honors-diploma-summary-class-2016-updated-june-2018.pdf)  [Indiana Diploma with General Designation Requirements](https://www.in.gov/doe/files/general-diploma-requirements-class-2016-final.pdf)  [Diploma Decision Chart](https://www.in.gov/doe/files/diploma-and-certificate-considerationskey.pdf)  [Opt-out Provision](https://www.in.gov/doe/files/opt-out-process-07-11-2017.pdf)  Graduation Pathway Resources  [Graduation Pathways](https://www.in.gov/doe/students/graduation-pathways)  [Graduation Pathways Checklist](https://www.in.gov/doe/files/graduation-pathway-checklist.pdf)  [Flowchart](https://www.in.gov/doe/)   ### Letter of recommendation  A brief letter written by the parent/educator should contain your recommendation for the program, endorsement of skill level, and participation in other gifted or academic programs. Other important information may include awards and extracurricular activities.   ### Take the next step  [Learn how to apply](https://span.iupui.edu/about-the-program/applying-for-admissions/index.html)  [View registration times](https://span.iupui.edu/about-the-program/registration/index.html) "
  },
  {
    "url": "URL: https://span.iupui.edu/about-the-program/hasi/index.html#search",
    "body": "  ## Academically Gifted Primary and Secondary Students  For many academically gifted and high-ability primary and secondary students whose scholastic development and accomplishments are noticeably more rapid than that of their peers, there will eventually come a time when they are academically ready for college-level coursework at an atypical age. For most high-ability students, this usually results in enrollment in dual credit or advanced placement (AP) course offerings at the high school during their junior and senior years. However, there are a few instances when students will meet Indiana graduation requirements, exhaust AP offerings, and become ready to transition to a college learning environment at an early age. The IUPUI SPAN Division offers college course enrollment opportunities to pre-college aged students through a variety of early access programs. For our youngest students (under 15 years of age), we offer the Highly Accelerated Scholastic Initiative (HASI).   ### HASI Enrollment Process:  1. If you have a child whom you believe is highly accelerated academically, the initial step is to schedule a meeting with the IUPUI SPAN Division director and the child’s parent or guardian. This meeting is designed to discuss events and activities that have led you to believe that the child is gifted. Discussions will center on intelligence tests and other identifiers that would suggest the student is accelerated academically in one or more subject areas. The child will not be present at this first meeting. Parents or guardians should bring copies of assessments, grade transcripts, testing, gifted program involvement, etc. Documentation of the child’s ability to read and write at the college level will be required prior to enrollment. If the student has not been previously identified as gifted or highly accelerated and has not successfully completed or exhausted high school curriculum in one or more subject areas, the parent or guardian should seek summer enrichment camps and other gifted programs designed for younger children. They may also wish to speak with local school administration about acceleration programs in which the student may begin to reach up into the high school level coursework.  2. If it is determined that the student has demonstrated strong academic success in one or more subject areas and has exhausted high school level coursework in subject areas, a second interview will be scheduled with the child present. The second interview is designed to assess the child's readiness for college immersion. If following the in-person interview and assessment, the student is determined to not be ready, then suggestions will be made for further enrichment through other gifted programming opportunities for young students. If the student demonstrates appropriate aptitude and social/emotional maturity, we move to step three.  3. The approved student will apply and be admitted to IUPUI through the SPAN Division HASI. Following admission, IUPUI placement exams will be completed if appropriate. Upon successful placement and a meeting with a SPAN academic advisor, an interview will be scheduled with the departmental chair or other appointed university administration of the intended course enrollment. Upon departmental approval, course options will be explored.  4. Once a specific course and section is determined, the SPAN Division will provide orientation and enrollment services to the student.  5. Student progress will be closely monitored and includes monthly check-ins with the HASI student and a midterm evaluation.  6. Upon successful completion of the first course, other course enrollment opportunities will be discussed.  7. Once a HASI student has completed a minimum of 9 credit hours, the student will advance to higher SPAN Division programs that provide greater enrollment options and flexibility.   ### Take the next step  [Learn how to apply](https://span.iupui.edu/about-the-program/applying-for-admissions/index.html)  [View registration times](https://span.iupui.edu/about-the-program/registration/index.html) "
  },
  {
    "url": "URL: https://span.iupui.edu/parents/index.html#search",
    "body": "  ## The Immersion Model  The IUPUI SPAN Division is one of the oldest, most successful early college entrance programs in the nation. SPAN is a national leader in the immersion model. The immersion model is nationally regarded as the highest academic level and is the most effective and successful method of providing a genuine college course enrollment experience to pre-college aged students for three key reasons:  SPAN participation provides high school students access to:   ### Homeschoolers  The IUPUI SPAN Division early college opportunity helps families who are homeschooling their children. We understand that there are many reasons for deciding to homeschool and that each student’s situation is different. Find out how SPAN can serve your homeschooled student.   ### Take the next step  [Learn how to apply](https://span.iupui.edu/about-the-program/applying-for-admissions/index.html)  [View registration times](https://span.iupui.edu/about-the-program/registration/index.html) "
  },
  {
    "url": "URL: https://span.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://span.iupui.edu/about-the-program/programs/eligibility/cyberteens-program.html#search",
    "body": "  ## Expand Upon Your Technological Skills  This program is designed for technologically gifted students who are interested in any of the computer-related degree programs at IUPUI, including computer information technology, media arts and sciences, informatics, and computer science. Students enrolled in this program may only take computer classes for which they qualify.   ### Apply to the Program  CyberTEENs application  [CyberTEENs application](https://indiana.sharepoint.com/:b:/s/msteams_92d57a/EUeZYujN48ZLlsghghFnb6IB2fucijLtPC6idktapf24yQ?e=jG4TNt) "
  },
  {
    "url": "URL: https://span.iupui.edu/about-the-program/programs/eligibility/upperclass-program.html#search",
    "body": "  ## Open to High School Juniors and Seniors  Developed for top-ranked, high-achieving juniors and seniors, the Upper Class Program provides the opportunity for students to enroll in any course in which they qualify. Students may be eligible to enroll in as many as 18 college credit hours per semester.  Eligibility requirements are as follows:  Students who may not be eligible for the Upper Class Program may be considered for the Running Start Program. Please feel free to contact the SPAN Division if you have questions about program eligibility.   ### Apply to Program  [Upper Class application](https://indiana.sharepoint.com/:b:/s/msteams_92d57a/EXVgrE_CwhZLppwI18hlLqQBxDepMznJC-w_POLlD3P5BQ?e=ScIbXg) "
  },
  {
    "url": "URL: https://span.iupui.edu/announcement/index.html#search",
    "body": "  ## Greetings from the IUPUI SPAN Division  SPAN students have the opportunity to enroll in regular IUPUI courses taught by IUPUI faculty that are populated by regular IUPUI students. SPAN students pay regular tuition and fees. Participation is a beneficial and worthwhile investment of time and financial resources.  Through SPAN, high school students have the opportunity to:  The SPAN experience provides advantages that better prepare high school students for the real world. Participants are given the educational opportunities and resources to:  WHY WAIT? Launch your academic journey in higher education today by applying to the IUPUI SPAN Division.  Sincerely,  Dr. Russell Director of SPAN "
  },
  {
    "url": "URL: https://span.iupui.edu/students/iupui-ips-span-scholars-program/index.html#search",
    "body": "  ## IUPUI IPS SPAN Scholars Program  IUPUI awards tuition scholarships each year to academically eligible IPS juniors and seniors engaged in coursework at the Indianapolis campus through the IUPUI SPAN Division.  Students must meet the following eligibility requirements to apply:  [https://kb.iu.edu/d/bbaw](https://kb.iu.edu/d/bbaw)  Students who meet the eligibility requirements must submit a complete application packet to the IUPUI SPAN office by March 15 of each academic year. Packets must be complete* and include the items listed below.   ### 1. SPAN application form   ### 2. Grade transcripts   ### 3. Essay  The following question must be answered in an essay of 250 words or more: What life experiences have motivated and led you to select your intended college major and career path?   #### *Please note  Partial packets or packets received after March 15 will not be accepted and will not be reviewed for the scholarship. Students are responsible for ensuring that their application packets are completed prior to the March 15 deadline.  [IPS SPAN application This is the application for IUPUI admission. The form must be completed and signed by the student and signed by a school administrator.](https://indiana.sharepoint.com/:b:/s/msteams_92d57a/EXz9RldAhPBLuJFJDLJQRV8BZyQsV8NG6TRHffCk39ZYjw?e=a9sAwP)   #### IPS SPAN application  This is the application for IUPUI admission. The form must be completed and signed by the student and signed by a school administrator.   ### Take the next step  [Learn how to apply](https://span.iupui.edu/about-the-program/applying-for-admissions/index.html)  [View registration times](https://span.iupui.edu/about-the-program/registration/index.html) "
  },
  {
    "url": "URL: https://span.iupui.edu/contact-us/john-russell.html#search",
    "body": "  # J.R. Russell, Ph.D.  Director     "
  },
  {
    "url": "URL: https://span.iupui.edu/about-the-program/programs/eligibility/computer-tech-program.html#search",
    "body": "  ## Computer Tech Scholarships  The Department of Computer Information and Graphics Technology (CIT), part of the Purdue School of Engineering and Technology at IUPUI, partners with the SPAN Division to offer scholarships to qualified high school students interested in CIT courses. There are several courses that students can take online at 50% of the normal tuition rate. Fees are not discounted.  Applicants to the Computer Tech Scholars program should meet the following eligibility requirements:  Students can review CIT class options at IUPUI class schedule . SPAN staff and CIT faculty will assist you in determining eligibility for courses that have prerequisites.  [IUPUI class schedule](https://sisjee.iu.edu/sisigps-prd/web/igps/course/search/)  Scholarship awards are competitive. Application materials should be submitted by July 15 for fall admission and November 15 for spring admission. Late applications will be considered; however, class options may be limited. We strongly encourage applying well before the stated deadlines to increase chances of enrolling in preferred class sections.   ### Apply to Program  [Computer Tech Scholar application](https://indiana.sharepoint.com/:b:/s/msteams_92d57a/EcdcWv7m9xpNg3XMoJrGeYcBxvaHZ11NfyLHqJhrzHDLog?e=nq3GEJ) "
  },
  {
    "url": "URL: https://span.iupui.edu/counselors/index.html#search",
    "body": "  ## SPAN is here for you  If you answered \"yes\" to any of the questions above, the SPAN Division is what your student needs. SPAN, the early college entrance program at IUPUI, provides an opportunity for academically and technologically motivated high school students to begin taking actual college courses at IUPUI while continuing to complete their high school diplomas.  With more than 30 years, SPAN has served thousands of high school students.   ### SPAN has six programs  Note: We recommend submitting application materials via email to ensure faster delivery and receipt of materials.   ### When students apply  When students visit the SPAN Division office or website, they are instructed to complete an application form. Once the form has been completed, they must submit it to you (or the high school principal) for signature and endorsement. Once signed, the application form and an official copy of the high school transcript is mailed to the SPAN Division office where it is reviewed. If accepted, students are mailed a congratulatory letter outlining the next steps toward course selection and enrollment.  Once the registration process has been completed, a confirmation notice is sent to students detailing how to obtain an ID card, user accounts, books, and a parking permit. This requires an in-office visit that includes a mini orientation for students.  At the end of the semester, students may request that a grade transcript be sent to you. Privacy policies prohibit the SPAN Division office from automatically mailing a grade transcript. If students are receiving high school credit for a completed college course, they must contact the SPAN Division office and formally request a grade transcript be sent to the high school guidance office or directly to you.  If you would enjoy the opportunity for Dr. Russell to visit your school to talk with you about early college entrance opportunities for your students, p lease feel free to contact him with any questions or to schedule a visit at (317) 274-0382 or jrrussel@iupui.edu . He is also available for presentations to students who you feel would qualify for and benefit from the program.  The SPAN Division offers several program options, including our Take6 Scholarship Program that allows under-resourced students to enroll in up to six credit hours free of charge. Please see the brochure links below for more information.  [TAKE6 Senior Scholars A competitive, merit-based, needs-based scholarship that allows high school seniors to take up to 6 credit hours at IUPUI!](https://indiana.sharepoint.com/sites/msteams_92d57a/Shared%20Documents/Forms/AllItems.aspx?id=%2Fsites%2Fmsteams%5F92d57a%2FShared%20Documents%2FGeneral%2Fspan%2Eiupui%2Eedu%2FSPAN%2DTake6%2DFlyer%2D4208%2Epdf&parent=%2Fsites%2Fmsteams%5F92d57a%2FShared%20Documents%2FGeneral%2Fspan%2Eiupui%2Eedu&p=true)   #### TAKE6 Senior Scholars  A competitive, merit-based, needs-based scholarship that allows high school seniors to take up to 6 credit hours at IUPUI!  [The SPAN Division at IUPUI Don't just prepare for college...IMMERSE yourself in it!](https://indiana.sharepoint.com/sites/msteams_92d57a/Shared%20Documents/Forms/AllItems.aspx?id=%2Fsites%2Fmsteams%5F92d57a%2FShared%20Documents%2FGeneral%2Fspan%2Eiupui%2Eedu%2FSPAN%2DGeneral%2DFlyer%2D4208%2Epdf&parent=%2Fsites%2Fmsteams%5F92d57a%2FShared%20Documents%2FGeneral%2Fspan%2Eiupui%2Eedu&p=true)   #### The SPAN Division at IUPUI  Don't just prepare for college...IMMERSE yourself in it!   ### Take the next step "
  },
  {
    "url": "URL: https://span.iupui.edu/contact-us/asha-mccauley.html#search",
    "body": "  # Asha McCauley  Assistant Director     "
  },
  {
    "url": "URL: https://span.iupui.edu/about-the-program/registration/index.html#search",
    "body": "  ## Summer and Fall Semesters   ### Registration Begins  Second Friday of March   ### Late Registration  Summer I: Third Friday of April  Summer II: Second Friday of June  Fall: Third Friday of August   ## Spring Semester   ### Registration Begins  Second Friday of November   ### Late Registration  Third Friday of December  REMINDER: You must submit your application to SPAN at least six weeks prior to the scheduled late registration dates shown above. Applications received after these deadlines will be processed for the following semester.   ## Apply now  Note: We recommend submitting application materials via email to ensure faster delivery and receipt of materials.  [Running Start Program](https://indiana.sharepoint.com/:b:/r/sites/msteams_92d57a/Shared%20Documents/General/span.iupui.edu/SPAN%20Application%202017.pdf?csf=1&web=1&e=hSne5h)  Running Start Program  [UpperClass Program](https://indiana.sharepoint.com/:b:/r/sites/msteams_92d57a/Shared%20Documents/General/span.iupui.edu/SPAN%20Application%202017.pdf?csf=1&web=1&e=hSne5h)  UpperClass Program  [CyberTEENs Program](https://indiana.sharepoint.com/:b:/r/sites/msteams_92d57a/Shared%20Documents/General/span.iupui.edu/SPAN%20Application%202017.pdf?csf=1&web=1&e=hSne5h)  CyberTEENs Program   ### Computer Tech Scholars  Information   ### Computer Tech Scholars  Application  [Nantotechnology Experiences for Students and Teachers (NEST)](https://iu.co1.qualtrics.com/jfe/form/SV_0jIHZ9chPWTyy69)  Nantotechnology Experiences for Students and Teachers (NEST)  If you need an application in an accessible format please email azwillia@iupui.edu .     ### Take the next step  [Learn how to apply](https://span.iupui.edu/about-the-program/applying-for-admissions/index.html)  [View registration times](https://span.iupui.edu/about-the-program/registration/index.html) "
  },
  {
    "url": "URL: https://span.iupui.edu/about-the-program/programs/eligibility/take6-scholarship-program.html#search",
    "body": "  ## High-Ability Seniors  The Take6 Scholarship Program allows eligible students to enroll in up to 6 credit hours tuition-free. Eligibility requirements are as follows:  Information guide Application  [Information guide](https://indiana.sharepoint.com/:b:/s/msteams_92d57a/ESEJpgFcPjxLqB0JIbwB1oUBXNGIJFmzqo0BomVBkO6zMQ?e=qaUew4)  [Application](https://indiana.sharepoint.com/:b:/s/msteams_92d57a/Efaj7-_jP61FiKKXEqYj-40Bx2gWfmfr12wcj-qPSd4Itg?e=uhdKCr) "
  },
  {
    "url": "URL: https://span.iupui.edu/about-the-program/programs/eligibility/nanotechnology-program.html#search",
    "body": "  ## Experiences for Students and Teachers  Funded by the National Science Foundation, the NEST is a two-week summer camp program that provides a unique opportunity for high school students to explore the interdisciplinary field of nanotechnology at IUPUI. This program is open to students in grades 9–12 who are U.S. citizens or permanent residents. Students can earn 1 college credit hour in engineering and technology or science by doing hands-on laboratory experiences, conducting research on careers in nanotechnology, and connecting with a network of professors and scientists.  Please remember:  A $500 stipend is available to students accepted to the program who are eligible for free or reduced lunch, are first-generation college students, are 21st Century Scholar participants, or attend a high-needs school or school district.   ### Apply to Program  [Information and application](https://indi.iupui.edu/outreach/nsfitest/nanostudent.html) "
  },
  {
    "url": "URL: https://span.iupui.edu/about-the-program/index.html#search",
    "body": "  ## What is SPAN?  The IUPUI SPAN Division was established in 1984 to provide opportunities for academically motivated students to take college classes. While our programs target high school students, younger students have qualified and excelled in our programs as well. The SPAN Division offers six accelerated college immersion programs: the Running Start Program, the Upper Class Program, the CyberTEENs Program, the Computer Tech Scholars Program, the Take6 Program, and the Nanotechnology Program (NEST).    30+ The number of years SPAN has provided opportunities for thousands of students who have enjoyed great success.  1,900+ The number of students since 2005 who have enrolled in IUPUI coursework through the SPAN Division.  12,000+ The number of credit hours that students have completed in classes like English composition, calculus, physics, etc.  The SPAN Division has a long history of offering accelerated college immersion opportunities to students. Thousands of high school students have participated in our programs. Many SPAN students have remained at IUPUI to complete their college education and have received some of IUPUI’s top scholarships. Others have attended, or are presently attending, prestigious schools such as Harvard University, MIT, Stanford University, Yale University, and Cornell University.  The SPAN Division boasts a 100% success rate in transferring college credits earned by SPAN students to state colleges and universities.  The SPAN Division offers several program options, including our Take6 Scholarship Program that allows under-resourced students to enroll in up to six credit hours free of charge . Please see the brochure links below for more information.  [TAKE6 Senior Scholars A competitive, merit-based, needs-based scholarship that allows high school seniors to take up to 6 credit hours at IUPUI!](https://indiana.sharepoint.com/:b:/s/msteams_92d57a/ESEJpgFcPjxLqB0JIbwB1oUBXNGIJFmzqo0BomVBkO6zMQ?e=qaUew4)   ### TAKE6 Senior Scholars  A competitive, merit-based, needs-based scholarship that allows high school seniors to take up to 6 credit hours at IUPUI!  [The SPAN Division at IUPUI Don't just prepare for college...IMMERSE yourself in it!](https://indiana.sharepoint.com/sites/msteams_92d57a/Shared%20Documents/Forms/AllItems.aspx?id=%2Fsites%2Fmsteams%5F92d57a%2FShared%20Documents%2FGeneral%2Fspan%2Eiupui%2Eedu%2FSPAN%2DGeneral%2DFlyer%2D4208%2Epdf&parent=%2Fsites%2Fmsteams%5F92d57a%2FShared%20Documents%2FGeneral%2Fspan%2Eiupui%2Eedu&p=true)   ### The SPAN Division at IUPUI  Don't just prepare for college...IMMERSE yourself in it!   ### Take the next step  [Learn how to apply](https://span.iupui.edu/about-the-program/applying-for-admissions/index.html)  [View registration times](https://span.iupui.edu/about-the-program/registration/index.html) "
  },
  {
    "url": "URL: https://span.iupui.edu/privacy/#search",
    "body": "  ## Privacy Notice  SPAN is committed to protecting your privacy and developing technology that gives you the most powerful and safe online experience. This Statement of Privacy applies to the SPAN Web site and governs data collection and usage. By using the SPAN website, you consent to the data practices described in this statement.   ### Collection of your Personal Information  SPAN collects personally identifiable information, such as your e-mail address, name, home or work address or telephone number. SPAN also collects anonymous demographic information, which is not unique to you, such as your ZIP code, age, gender, preferences, interests and favorites.  There is also information about your computer hardware and software that is automatically collected by SPAN. This information can include: your IP address, browser type, domain names, access times and referring Web site addresses. This information is used by SPAN for the operation of the service, to maintain quality of the service, and to provide general statistics regarding use of the SPAN Web site.  Please keep in mind that if you directly disclose personally identifiable information or personally sensitive data through SPAN public message boards, this information may be collected and used by others. Note: SPAN does not read any of your private online communications.  SPAN encourages you to review the privacy statements of Web sites you choose to link to from SPAN so that you can understand how those Web sites collect, use and share your information. SPAN is not responsible for the privacy statements or other content on Web sites outside of the SPAN and SPAN family of Web sites.   ### Use of your Personal Information  SPAN collects and uses your personal information to operate the SPAN Web site and deliver the services you have requested. SPAN also uses your personally identifiable information to inform you of other products or services available from SPAN and its affiliates. SPAN may also contact you via surveys to conduct research about your opinion of current services or of potential new services that may be offered.  SPAN does not sell, rent or lease its customer lists to third parties. SPAN may, from time to time, contact you on behalf of external business partners about a particular offering that may be of interest to you. In those cases, your unique personally identifiable information (e-mail, name, address, telephone number) is not transferred to the third party. In addition, SPAN may share data with trusted partners to help us perform statistical analysis, send you email or postal mail, provide customer support, or arrange for deliveries. All such third parties are prohibited from using your personal information except to provide these services to SPAN, and they are required to maintain the confidentiality of your information.  SPAN does not use or disclose sensitive personal information, such as race, religion, or political affiliations, without your explicit consent.  SPAN keeps track of the Web sites and pages our customers visit within SPAN, in order to determine what SPAN services are the most popular. This data is used to deliver customized content and advertising within SPAN to customers whose behavior indicates that they are interested in a particular subject area.  SPAN Web sites will disclose your personal information, without notice, only if required to do so by law or in the good faith belief that such action is necessary to: (a) conform to the edicts of the law or comply with legal process served on SPAN or the site; (b) protect and defend the rights or property of SPAN; and, (c) act under exigent circumstances to protect the personal safety of users of SPAN, or the public.   ### Use of Cookies  he SPAN Web site use \"cookies\" to help you personalize your online experience. A cookie is a text file that is placed on your hard disk by a Web page server. Cookies cannot be used to run programs or deliver viruses to your computer. Cookies are uniquely assigned to you, and can only be read by a web server in the domain that issued the cookie to you.  One of the primary purposes of cookies is to provide a convenience feature to save you time. The purpose of a cookie is to tell the Web server that you have returned to a specific page. For example, if you personalize SPAN pages, or register with SPAN site or services, a cookie helps SPAN to recall your specific information on subsequent visits. This simplifies the process of recording your personal information, such as billing addresses, shipping addresses, and so on. When you return to the same SPAN Web site, the information you previously provided can be retrieved, so you can easily use the SPAN features that you customized.  You have the ability to accept or decline cookies. Most Web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. If you choose to decline cookies, you may not be able to fully experience the interactive features of the SPAN services or Web sites you visit.     ### Security of your Personal Information  SPAN secures your personal information from unauthorized access, use or disclosure. SPAN secures the personally identifiable information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use or disclosure. When personal information (such as a credit card number) is transmitted to other Web sites, it is protected through the use of encryption, such as the Secure Socket Layer (SSL) protocol.   ### Changes to this Statement  SPAN will occasionally update this Statement of Privacy to reflect company and customer feedback. SPAN encourages you to periodically review this Statement to be informed of how SPAN is protecting your information.   ### Contact Information  SPAN welcomes your comments regarding this Statement of Privacy. If you believe that SPAN has not adhered to this Statement, please contact SPAN at nsbyrer@iupui.edu . We will use commercially reasonable efforts to promptly determine and remedy the problem. "
  },
  {
    "url": "URL: https://span.iupui.edu/students/index.html#search",
    "body": "  ## Opportunities await  The SPAN Division early college experience offers high school students opportunities to:   ### So if you are:  You are not alone! Want to get a jump start on college now?  Through SPAN, participants are able to:  *Dual credit is approved college coursework that may count toward high school graduation requirements. Participants should check with their local high school administration to confirm course eligibility prior to enrollment.   ### Think about it  Opportunities provided by the IUPUI SPAN Division are beneficial to high school students.  Going to college early is not for everyone. If you think you can do it, contact our office at (317) 274-0382 or ucspan@iupui.edu .   ### Take the next step "
  },
  {
    "url": "URL: https://span.iupui.edu/students/high-school-diploma/index.html#search",
    "body": "  ## Earn high school and college credit  Since 1987, Indiana high school students have been empowered by the state legislature to earn concurrent high school and college credit by taking approved college courses.  Today, state law has further established the Postsecondary Enrollment Program ( IC 21-43-4 ). Under this program, high school students statewide in grades 11 and 12 can receive college credit AND credit toward high school graduation by successfully completing college classes at eligible Indiana colleges or universities.  [IC 21-43-4](https://iga.in.gov/legislative/laws/2017/ic/titles/021#21-43-4)  Each school corporation will determine which course(s) will meet a student's requirement for high school graduation. Students who are interested in earning high school credit for courses taken through IUPUI SPAN Division's early college program should talk with their school's guidance counselor.  Please note that SPAN applicants who are currently pursuing the Core 40 and the academic honors diploma are given special consideration.   ### Updated graduation requirements  The Indiana Department of Education has updated the Indiana high school graduation requirements to include the Graduation Pathways (additional information can be found below).  [Graduation Pathways](https://www.in.gov/doe/files/graduation-requirements.pdf)   #### Course and credit requirements  [Indiana Diploma with Core 40 and Honors Designation Requirements](https://www.in.gov/doe/files/core-40-and-honors-diploma-summary-class-2016-updated-june-2018.pdf)  [Indiana Diploma with General Designation Requirements](https://www.in.gov/doe/files/general-diploma-requirements-class-2016-final.pdf)  [Diploma Decision Chart](https://www.in.gov/doe/files/diploma-and-certificate-considerationskey.pdf)  [Opt-Out Provision](https://www.in.gov/doe/files/opt-out-process-07-11-2017.pdf)   #### Graduation Pathway Resources  [Graduation Pathways](https://www.in.gov/doe/students/graduation-pathways)  [Graduation Pathways Checklist](https://www.in.gov/doe/files/graduation-pathway-checklist.pdf)  [Flowchart](https://www.in.gov/doe/students/graduation-pathways/diploma-requirements/)   ### Learn more  Learn more about Indiana's high school course and credit requirements.  [Indiana's high school course and credit requirements.](https://www.in.gov/doe/)  If taken in high school, one high school credit takes one semester to complete (except for physical education where half a credit is earned each semester).  However, a one-semester college course taken through the SPAN Division's early college program often counts as two high school credits. Once again, each school corporation will determine which course(s) will meet a student's requirement for high school graduation.   ### Take the next step  [Learn how to apply](https://span.iupui.edu/about-the-program/applying-for-admissions/index.html)  [View registration times](https://span.iupui.edu/about-the-program/registration/index.html) "
  },
  {
    "url": "URL: https://span.iupui.edu/contact-us/index.html#search",
    "body": "  ## Meet Our Directors  J.R. Russell, Ph.D.  Director  Asha McCauley  Assistant Director   ## Other Staff and Faculty Liaisons  Feven  Tekeste  SPAN Scholar Success Coach  Michael Yard  Teaching Professor, Neuroscience and Biology  Mel Wininger  Senior Lecturer in English   ### J.R. Russell's Office   ### Asha McCauley's Office   ### Take the next step  [Learn how to apply](https://indi.iupui.edu/outreach/nsfitest/nanostudent.html)  [View registration times](https://indi.iupui.edu/outreach/nsfitest/nanostudent.html) "
  },
  {
    "url": "URL: https://span.iupui.edu/index.html#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!   ## Jump-start your college education  Attention high school students: Enroll in college courses at IUPUI now! Don't just prepare for college, IMMERSE yourself in it!  SPAN provides the opportunity for motivated high school students to get started on their college education or to take courses that are not available at their local high schools.   ### Experience  Start your college career now! Enroll in college courses and immerse yourself in an authentic college experience.  Start your college career now! Enroll in college courses and immerse yourself in an authentic college experience.   ### Explore  Discover more than 350 degree opportunities—IUPUI offers degrees from Indiana University and Purdue University.  Discover more than 350 degree opportunities—IUPUI offers degrees from Indiana University and Purdue University.   ### Excel  No academic limitations or boundaries—register for any IUPUI course for which you qualify and accelerate at your own pace.  No academic limitations or boundaries—register for any IUPUI course for which you qualify and accelerate at your own pace.  255+ Indiana University degree programs  [Explore degrees and majors](https://www.iupui.edu/academics/index.html)  95+ Purdue University degree programs  [Explore degrees and majors](https://www.iupui.edu/academics/degrees-majors/index.html)  17 Schools across the IUPUI campus  [Discover the school for you](https://www.iupui.edu/academics/schools.html)   ### Learn more about SPAN   #### About the program  Learn more about SPAN and its opportunities   #### Students  Learn what you can expect as a SPAN student   #### Eligibility  Find out if you're eligible for a SPAN program   #### Courses  View a sample list of courses   ### News   #### SPAN alumni find success in future pursuits  Watts and Copeland are just two of the over 2,000 students positively impacted by SPAN. Through their numerous programs providing opportunities for high school students, the SPAN Division makes an impact and contribut es to student success.  [Read full story](https://due.iupui.edu/news/2023-02-22-span-division-alumni.html)   #### 2023 Summer Technology Camps  Develop your skills, or learn something completely new, in hands-on summer STEM camps for high school students offered through the School of Informatics and Computing. The one-week camps provide learning opportunities that improve students' computer skills. Faculty from the School of Informatics and Computing teach the sessions and help students to explore in-demand career options.  Develop your skills, or learn something completely new, in hands-on summer STEM camps for high school students offered through the School of Informatics and Computing.  The one-week camps provide learning opportunities that improve students' computer skills. Faculty from the School of Informatics and Computing teach the sessions and help students to explore in-demand career options.  [Read full story](https://soic.iupui.edu/summer-camp/#camps)   #### Former SPAN student earns prestigious Bepko Scholarship  Michael Surridge, a former SPAN student, was one of 17 incoming freshmen admitted to IUPUI in fall 2020 as a Bepko Scholar. The Bepko Scholars and Fellows program is the IUPUI Honors College's most competitive award program.  Michael Surridge, a former SPAN student, was one of 17 incoming freshmen admitted to IUPUI in fall 2020 as a Bepko Scholar. The Bepko Scholars and Fellows program is the IUPUI Honors College's most competitive award program.  [Read full story](https://honors.iupui.edu/about-us/bepko-scholars/meet-the-scholars/2020-scholars/michael-surridge.html)   ### Contact us  J.R Russell, Ph.D. Director Phone: (317) 274-0382 Email: jrrussel@iupui.edu  Asha McCauley Assistant Director Phone: (317) 274-2517 Email: ucspan@iupui.edu   ### Take the next step  [Learn how to apply](https://span.iupui.edu/about-the-program/applying-for-admissions/index.html)  [View registration times](https://span.iupui.edu/about-the-program/registration/index.html) "
  },
  {
    "url": "URL: https://span.iupui.edu/students/span-x-orientation-tips/index.html#search",
    "body": "  ## Here to Help You Succeed  Take advantage of the resources available to you on campus:  [University Writing Center](http://liberalarts.iupui.edu/uwc/)  University Writing Center  [Mathematics Assistance Center](https://mac.iupui.edu/)  Mathematics Assistance Center  [Adaptive Educational Services](https://diversity.iupui.edu/offices/aes/index.html)  Adaptive Educational Services  [Speaker's Lab](http://liberalarts.iupui.edu/speakers/)  Speaker's Lab  [Bepko Learning Center](https://blc.iupui.edu/)  Bepko Learning Center  [Counseling and Psychological Services (CAPS)](http://studentaffairs.iupui.edu/health-wellness/counseling-psychology/)  Counseling and Psychological Services (CAPS)  . . . and many more! View the full list at free departmental assistance.  [free departmental assistance.](https://blc.iupui.edu/tutoring/departmental-tutoring/index.html)  If you have any questions, contact the SPAN Division office at (317) 274-0382 or ucspan@iupui.edu .   ### Take the next step  [Learn how to apply](https://span.iupui.edu/about-the-program/applying-for-admissions/index.html)  [View registration times](https://span.iupui.edu/about-the-program/registration/index.html) "
  }
]