[
  {
    "url": "URL: https://orientation.iupui.edu/#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!   ## Welcome to Orientation.  We want all students to make a smooth transition to IUPUI. After you're admitted, your next required step is Orientation.  Get started  Connecting new students to all that IUPUI has to offer, one Jaguar at a time.   ### Your link to everything IUPUI  The IUPUI OTEAM is a group of over 150 students ready to show you everything about your new home-away-from-home.  Meet the OTEAM   ### After orientation  Need assistance after orientation? Contact us with your questions, and we will help you get connected to the right resources or people on campus.  [Contact us](https://orientation.iupui.edu/contact/index.html)   ### Contact us  Monday–Friday  *Closed during campus holidays "
  },
  {
    "url": "URL: https://orientation.iupui.edu/programs/freshman/index.html#parking",
    "body": "  ## Welcome to IUPUI  Your orientation is designed to prepare you for achieving your goals in college. You will partner with knowledgeable students, faculty, and staff who will guide you through your orientation. The program will help you discover and learn about the many resources that IUPUI has to offer. You will also meet with an academic advisor, register for classes, and learn about everything you will need to know for your first semester at IUPUI. Remember, orientation is all about answering your questions—so, along the way, never hesitate to ask!  Orientation is just the beginning of a bright future at IUPUI.   ### What to Bring   #### Information and Documentation  [DUO enabled](https://kb.iu.edu/d/beum)   #### Electronics  [DUO enabled](https://kb.iu.edu/d/beum)   #### Optional Items   ### Parking and directions  You will park in the Vermont Street Parking Garage , which is located at 1004 West Vermont Street . To access the garage, you will need to take a ticket at the gate. You will receive a QR code when you check in for the program to use when exiting the garage.  Student check-in for orientation will begin at the Campus Center , which is located at 420 University Boulevard, Indianapolis, IN 46202 .   ### Have you reserved your orientation?  [Reserve your orientation](https://apps.uc.iupui.edu/Reservation-Survey/)   ### Quick links  [Need to change your orientation date? Reschedule your orientation.](https://apps.uc.iupui.edu/Reservation-Survey/)   #### Need to change your orientation date?  Reschedule your orientation.  [Prepare for orientation Check these items off your to-do list.](https://orientation.iupui.edu/programs/index.html#prepare)   #### Prepare for orientation  Check these items off your to-do list.  [After orientation Get ready for classes.](https://orientation.iupui.edu/programs/index.html#after)   #### After orientation  Get ready for classes. "
  },
  {
    "url": "URL: https://orientation.iupui.edu/families/index.html#search",
    "body": "  ## Welcome to the IUPUI community  Just like your student, you are now a part of our IUPUI community! Orientation is the first step to a successful transition to college for your student, and we also have programs just for you.     ### What to Expect  Knowing where to turn when help is needed is important! Attend our family orientation program for the answers. The family orientation program is highly rated and gives families helpful information to support their students, especially during the critical first year.  As a guest of our program, you can ask questions, learn about campus resources and campus policies, and interact with other experienced or beginning family members. We encourage you to be an active participant during the program.  Our goal for this family session is to introduce you to the expectations and resources available to your student. The success of your student is our top priority. We encourage you to email or call Orientation Services if you have any questions! Contact us at (317) 274-4240 or welcome@iupui.edu    Learn more about student orientation  Information about student orientation will be sent to your student's IUPUI email address.   ### Stay connected   #### Join the Jaguar Family Association  Sign up for the bimonthly Jaguar Family Association e-newsletter to stay up to date with upcoming events, resources, and ways to support your student while a Jaguar.  [Jaguar Family Association e-newsletter](https://families.iupui.edu/stay-connected/newsletter-signup-form.html)  Connect with the Jaguar Family Association on Facebook to interact with other Jaguar supporters.  [Jaguar Family Association](https://www.facebook.com/groups/jaguarfamilies/)  Want to know what's happening at IUPUI? Check out the Parent and Family Calendar .  [Parent and Family Calendar](https://families.iupui.edu/doc/parent-and-family-calendar.pdf)   #### Get in touch  Still have questions?  [Contact Parent and Family Programs](https://families.iupui.edu/parenting-students/resources.html) "
  },
  {
    "url": "URL: https://orientation.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://orientation.iupui.edu/oteam/index.html#search",
    "body": "  ## Your guides through orientation and beyond  Meet the OTEAM, a group of IUPUI students dedicated to welcoming new Jaguars to campus. OTEAM members will guide you through the orientation process and give you a first hand look at what being a Jaguar is all about.   ## Are you ready to lead?  The OTEAM is an undergraduate student leadership group dedicated to engaging new students, along with their families and guests, as they attend orientation and begin classes at IUPUI. During the summer, OTEAM leaders serve as orientation leaders and introduce the campus to more than 5,000 students and 2,500 family members and guests who are new to IUPUI. In the fall, OTEAM members participate in first-year seminars, including Bridge Week and learning community sections, as peer mentors. These students serve as advocates for the interests, needs, and rights of first-year students. "
  },
  {
    "url": "URL: https://orientation.iupui.edu/programs/international/index.html#search",
    "body": "  ## Welcome to IUPUI  Welcome, and congratulations on your acceptance to IUPUI! We're so glad you're here. Student orientation is designed to help you transition to the IUPUI community. It's an opportunity to meet other new students, learn about being a student at IUPUI, and receive guidance on the class registration process.   ### International orientation programs  If you will be in the country during the months of November and/or December, please feel free to attend any in person program that is available for your major.  If you will not be in the country prior to December 8, we will assist you at the International Orientation Program in January.   ### Quick links  [Reserve your orientation Select your orientation date.](https://apps.uc.iupui.edu/Reservation-Survey/)   #### Reserve your orientation  Select your orientation date.  [Prepare for orientation Check these items off your to-do list.](https://orientation.iupui.edu/programs/index.html#prepare)   #### Prepare for orientation  Check these items off your to-do list.  [After orientation Get ready for classes.](https://orientation.iupui.edu/programs/index.html#after)   #### After orientation  Get ready for classes. "
  },
  {
    "url": "URL: https://orientation.iupui.edu/staff/index.html#search",
    "body": "  ## We’re here to help you  Our staff wants to make sure you have a great experience as you transition to IUPUI. Let us know how we can help.  Lauren Henninger  Director of Orientation Services  Andrea Engler, Ed.D.  Senior Executive Director of Student Transitions and Mentor Initiatives "
  },
  {
    "url": "URL: https://orientation.iupui.edu/oteam/become-an-oteam-leader/index.html#search",
    "body": "  ## Leadership scholarship application requirements   ## General responsibilities  The OTEAM Application will be avaliable on Handshake starting October 18.  If you have any questions about OTEAM, please contact us at 317-278-9161 or OTEAM@iupui.edu . "
  },
  {
    "url": "URL: https://orientation.iupui.edu/programs/index.html#after",
    "body": "  ## Welcome to IUPUI  Welcome, and congratulations on your acceptance to IUPUI! We're excited you are a Jaguar.  Student orientation is designed as the first step of your transition to the IUPUI community. It's an opportunity to meet other new students, learn about being a student at IUPUI, meet with an advisor, and receive guidance with the class registration process. We offer multiple dates of in-person, on-campus orientation sessions throughout the year.   #### Jump ahead   ### After admission  Once you have been admitted, there is just one step to complete in order to make an orientation reservation.   #### Create your username and passphrase  Create your permanent technology account by visiting One.IU.edu and selecting Create My First IU Computing Accounts . Follow the steps listed on the screen.  [One.IU.edu](https://one.iu.edu/)  [Create My First IU Computing Accounts](https://one.iu.edu/task/iu/create-my-first-iu-account)  Note: If you created an IUPUI log-in to track your admission status, you will need to log in to One.IU.edu and select Manage My IU Computing Accounts . Follow the steps listed on the screen. Click Create More Accounts or Manage Your Email and follow the steps on the screen.   ### Reserve orientation  This is a step you don't want to miss - and don't want to delay! Reserve your orientation as soon as possible so you can get an earlier session and earlier access to registering for classes.  Reserve your orientation  [Reserve your orientation](https://apps.uc.iupui.edu/Reservation-Survey/)  At orientation, you’ll learn more about IUPUI, meet other new students, and meet with an advisor to plan and register for your first semester classes.  We offer different types of in-person orientation sessions for different students. Check out what’s in store for you.  Student Orientation   #### International Orientation  For international students   ### Prepare for and attend orientation  There are a few items to take care of once you've reserved your orientation and before you attend.   #### Complete your placement tests  Placement tests assess your knowledge. They're important because they ensure that you begin your IUPUI coursework in the right classes. Nearly all new students at IUPUI (first-year and transfer) take one or more placement tests. All tests are completed online, so you don't need to schedule anything or go anywhere to complete them.  Taking the tests  Information about accessing and taking all IUPUI placement tests is hosted by the IUPUI Testing Center. Use the link below to visit their website and begin your tests.  Access the placement tests  [Access the placement tests](https://tc.iupui.edu/take-test/iupui-placement-test/index.html)  Wondering which tests to take? Check out these details .  Still have questions? Contact us by calling (317) 274-4240 or email welcome@iupui.edu , and we can help you. You'll also receive reminders to take your placement tests via email after you've reserved your orientation.   #### Submit your CrimsonCard photo  Your CrimsonCard is your university student ID card. Upload your CrimsonCard photo and documentation verifying identity today, and receive your CrimsonCard in the mail. Even better, you can pick up your CrimsonCard at orientation if you've submitted your photo!  Submit your photo  [Submit your photo](https://crimsoncard.iu.edu/orientationiupui.html)   #### Complete the immunization compliance form  Indiana state law requires IUPUI students to provide proof of their immunization status. While this requirement does not impact your ability to enroll in your first semester, you will not be allowed to register for subsequent semesters until you are compliant with the IU immunization requirements.  Learn more about immunization compliance at IU  [Learn more about immunization compliance at IU](https://usss.iu.edu/student-records/immunization/index.html)   #### Know what to expect at orientation  Whether your excited, nervous, or somewhere in between, we have the details you want to know about what to expect at orientation. Select your orientation below to learn more.   #### Understand new student fees  A nonrefundable new student fee, set by the Indiana University Board of Trustees, covers costs of services and programs throughout your first year. This fee will be assessed on your first IUPUI tuition bill.  New Student Fee: $110.00   ### After orientation  We hope you had a great orientation experience!  As you prepare for the start of the semester, find details about taking care of the business of being a student via Student Central , or consult your advisor for questions about your academic plans.  [Student Central](https://studentcentral.iupui.edu/)  [consult your advisor](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Have Questions?  We're here to help! Contact us "
  },
  {
    "url": "URL: https://orientation.iupui.edu/programs/placement-tests/index.html#search",
    "body": "  ## What placement tests should I take?  Nearly all new students at IUPUI take one or more placement tests. Here’s your guide for which ones apply to you.   ### ALEKS Math Placement  All students should take ALEKS.  Be sure to take this exam seriously! You can re-take the exam up to five times at no additional cost. Use the ALEKS study modules if you hope to improve your score.   #### I have credits from a dual credit math course.  If you are a first-year student and your dual math credits are from another IU campus, you do not need to take this exam.  If your dual math credits are from any university other than IU, you still need to take the ALEKS math placement exam.   #### I have taken a math course at another university.  If you are a transfer student and have taken a transferable math class in the last three semesters with a C– or higher, you do not need to take the placement test.  [a transferable math class](https://admissions.iupui.edu/apply/transfer-credit/index.html)   #### I already took the ALEKS math placement exam through IU.  If you have taken the ALEKS placement test at another IU campus, it is not transferrable and you should plan to retest.   ### English Guided Self-Placement  All students should complete this questionnaire.  This is a quick questionnaire to complete. This 10-question survey has no wrong answers. Instead, it’s all about getting to know you so we can recommend the writing course that will match your interests and abilities. You can choose to accept our recommendation or make a different choice.   ### Chemistry  Students who need to take CHEM-C 105 should take this exam.  Most STEM majors require CHEM-C 105: Principles of Chemistry I . Search for your major using iGPS Degree Map to see if CHEM-C 105 is needed for your degree.  [iGPS Degree Map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)  If you have taken a college-level transferable chemistry class and earned a grade of C or higher, not C–, within the past 18 months, you do not need to take the chemistry placement test.  [college-level transferable chemistry class](https://admissions.iupui.edu/apply/transfer-credit/index.html)   ### World Languages  Students who intend to take a Spanish, German, or French class and already have proficiency in that language should take this test.  If you plan to continue studying a language and have taken courses for two or more years, taking this test will help you start your college-level studies at a level that matches your knowledge. If you plan to take a foreign language for the first time, there is no need to take this test.   ### English for Academic Purposes  Non-native speakers of English should take the EAP placement test.  Most international students are required to take this test; your letter of admission from the Office of Internal Affairs will indicate whether this applies to you. Other non-native speakers of English have the option to take EAP course to improve their English academic skills.   ### I think I have college credit for one of these classes. What should I do?  Placement tests help you and your advisor select the best course for you. Unless you are certain your credit completes a degree requirement here at IUPUI, you should still take the placement test.   ## When should I take my placement tests?  Complete your placement tests at least three days before your orientation session to ensure a seamless experience registering for classes.   ## Ready to get started?  [Take your placement tests](https://tc.iupui.edu/take-test/iupui-placement-test/index.html) "
  },
  {
    "url": "URL: https://orientation.iupui.edu/privacy/#search",
    "body": "  ## Protecting your Privacy  Orientation Services is committed to protecting your privacy and developing technology that gives you the most powerful and safe online experience. This Statement of Privacy applies to the Orientation Services Web site and governs data collection and usage. By using the Orientation Services website, you consent to the data practices described in this statement.   ### Collection of your Personal Information  Orientation Services collects personally identifiable information, such as your e-mail address, name, home or work address or telephone number. Orientation Services also collects anonymous demographic information, which is not unique to you, such as your ZIP code, age, gender, preferences, interests and favorites.  There is also information about your computer hardware and software that is automatically collected by Orientation Services. This information can include: your IP address, browser type, domain names, access times and referring Web site addresses. This information is used by Orientation Services for the operation of the service, to maintain quality of the service, and to provide general statistics regarding use of the Orientation Services Web site.  Please keep in mind that if you directly disclose personally identifiable information or personally sensitive data through Orientation Services public message boards, this information may be collected and used by others. Note: Orientation Services does not read any of your private online communications.  Orientation Services encourages you to review the privacy statements of Web sites you choose to link to from Orientation Services so that you can understand how those Web sites collect, use and share your information. Orientation Services is not responsible for the privacy statements or other content on Web sites outside of the Orientation Services and Orientation Services family of Web sites.   ### Use of your Personal Information  Orientation Services collects and uses your personal information to operate the Orientation Services Web site and deliver the services you have requested. Orientation Services also uses your personally identifiable information to inform you of other products or services available from Orientation Services and its affiliates. Orientation Services may also contact you via surveys to conduct research about your opinion of current services or of potential new services that may be offered.  Orientation Services does not sell, rent or lease its customer lists to third parties. Orientation Services may, from time to time, contact you on behalf of external business partners about a particular offering that may be of interest to you. In those cases, your unique personally identifiable information (e-mail, name, address, telephone number) is not transferred to the third party. In addition, Orientation Services may share data with trusted partners to help us perform statistical analysis, send you email or postal mail, provide customer support, or arrange for deliveries. All such third parties are prohibited from using your personal information except to provide these services to Orientation Services, and they are required to maintain the confidentiality of your information.  Orientation Services does not use or disclose sensitive personal information, such as race, religion, or political affiliations, without your explicit consent.  Orientation Services keeps track of the Web sites and pages our customers visit within Orientation Services, in order to determine what Orientation Services services are the most popular. This data is used to deliver customized content and advertising within Orientation Services to customers whose behavior indicates that they are interested in a particular subject area.  Orientation Services Web sites will disclose your personal information, without notice, only if required to do so by law or in the good faith belief that such action is necessary to: (a) conform to the edicts of the law or comply with legal process served on Orientation Services or the site; (b) protect and defend the rights or property of Orientation Services; and, (c) act under exigent circumstances to protect the personal safety of users of Orientation Services, or the public.   ### Use of Cookies  The Orientation Services Web site use \"cookies\" to help you personalize your online experience. A cookie is a text file that is placed on your hard disk by a Web page server. Cookies cannot be used to run programs or deliver viruses to your computer. Cookies are uniquely assigned to you, and can only be read by a web server in the domain that issued the cookie to you.  One of the primary purposes of cookies is to provide a convenience feature to save you time. The purpose of a cookie is to tell the Web server that you have returned to a specific page. For example, if you personalize Orientation Services pages, or register with Orientation Services site or services, a cookie helps Orientation Services to recall your specific information on subsequent visits. This simplifies the process of recording your personal information, such as billing addresses, shipping addresses, and so on. When you return to the same Orientation Services Web site, the information you previously provided can be retrieved, so you can easily use the Orientation Services features that you customized.  You have the ability to accept or decline cookies. Most Web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. If you choose to decline cookies, you may not be able to fully experience the interactive features of the Orientation Services services or Web sites you visit.   ### Security of your Personal Information  Orientation Services secures your personal information from unauthorized access, use or disclosure. Orientation Services secures the personally identifiable information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use or disclosure. When personal information (such as a credit card number) is transmitted to other Web sites, it is protected through the use of encryption, such as the Secure Socket Layer (SSL) protocol.   ### Changes to this Statement  Orientation Services will occasionally update this Statement of Privacy to reflect company and customer feedback. Orientation Services encourages you to periodically review this Statement to be informed of how Orientation Services is protecting your information.  Orientation Services welcomes your comments regarding this Statement of Privacy. If you believe that Orientation Services has not adhered to this Statement, please contact Orientation Services at dueweb@iupui.edu . We will use commercially reasonable efforts to promptly determine and remedy the problem. "
  },
  {
    "url": "URL: https://orientation.iupui.edu/contact/index.html#search",
    "body": "  ## Contact orientation services  The Orientation Services team is here to help. Call the orientation call center or use the form below to get in touch.   ### Orientation call center  Closed during campus holidays   ### Get in touch  Thank you for your interest in connecting with Orientation Services. Complete the form below for general inquiries. You may also contact our staff .   ### Connect with us  Our team is dedicated to making your transition to IUPUI successful. Reach out to our staff or meet the OTEAM , the IUPUI student leaders dedicated to helping you start strong at IUPUI. "
  },
  {
    "url": "URL: https://orientation.iupui.edu/index.html#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!   ## Welcome to Orientation.  We want all students to make a smooth transition to IUPUI. After you're admitted, your next required step is Orientation.  Get started  Connecting new students to all that IUPUI has to offer, one Jaguar at a time.   ### Your link to everything IUPUI  The IUPUI OTEAM is a group of over 150 students ready to show you everything about your new home-away-from-home.  Meet the OTEAM   ### After orientation  Need assistance after orientation? Contact us with your questions, and we will help you get connected to the right resources or people on campus.  [Contact us](https://orientation.iupui.edu/contact/index.html)   ### Contact us  Monday–Friday  *Closed during campus holidays "
  }
]