[
  {
    "url": "URL: https://advising.iupui.edu/nacada-resources/nacadas-core-library/index.html#search",
    "body": "  ## NACADA resources to support advisors  NACADA has developed a three-book core resource library to support advisors in their initial training and ongoing professional development into master academic advisors.  These books are designed to serve as Advising 101, 201, and 301. Read more about these resources in an Insider Higher Ed interview with one of the book's editors.  [Insider Higher Ed interview with one of the book's editors.](https://www.insidehighered.com/news/2017/01/04/qa-editor-book-academic-advising)  IUPUI academic advisors have access to the electronic versions of all three titles through the links below.   ### Advising 101  The New Advisor Guidebook: Mastering the Art of Academic Advising [edited by] Pat Folsom, Franklin Yoder, and Jennifer E. Joslin San Francisco, CA : Jossey-Bass, 2015 IUPUI Electronic Access: New Advisor Guidebook  [New Advisor Guidebook](http://iucat.iu.edu/catalog/15220458)   ### Advising 201  Academic Advising Approaches: Strategies that Teach Students to Make the Most of College [edited by] Jayne K. Drake, Peggy Jordan, and Marsha A. Miller San Francisco, CA : Jossey-Bass, 2013 IUPUI electronic access: Advising Approaches  [Advising Approaches](http://iucat.iu.edu/catalog/14763300)   ### Advising 301  Beyond Foundations: Developing as a Master Academic Advisor [edited by] Thomas J. Grites, Julie Givans Voller, and Marsha A. Miller San Francisco, CA : Jossey-Bass, 2016 IUPUI electronic access: Developing as an Advisor  [Developing as an Advisor](http://iucat.iu.edu/catalog/15717150) "
  },
  {
    "url": "URL: https://advising.iupui.edu/technology/ocss-blog/index.html#search",
    "body": "  ## How the OCSS blog can help you  The IU Office of Completion and Student Success (OCSS) supports development for IU’s enterprise-wide advising technologies, such as AdRx and iGPS, and maintains a blog with regular updates relevant to these technologies or IU-wide advising initiatives. Always check with colleagues at IUPUI to verify that information shared on this blog is applicable to our campus context.  OCSS blog  [OCSS blog](http://blogs.iu.edu/ocss/) "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/index.html#search",
    "body": "  ## Jaguar Academic Advising Association  The Jaguar Academic Advising Association (JACADA) is a professional organization open to faculty members, administrators, counselors, academic advisors, career advisors, graduate students, and other members of the IUPUI community with interest in the area of academic advising and student success.  Allied with the National Academic Advising Association (NACADA), JACADA regularly offers professional development, networking opportunities, and other avenues to get involved on campus and in the advising profession. There is no cost to join JACADA, and members enjoy voting rights and the opportunity to interact with others of a similar interest.  About JACADA  Committees and officers  Advisor directory  Events  Professional development grants  Advisor of the Year Awards  Newsletters  Documents   ### Events  There are no events at this time.   ### Become a JACADA member today  [Join JACADA](https://iu.co1.qualtrics.com/jfe/form/SV_eysxoBqH6bG8SnX)  [Donate to JACADA](https://www.myiu.org/give-now) "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/committees-and-officers/committees/index.html#search",
    "body": "  ## JACADA standing committees  Joining a JACADA standing committee is a great way to get involved further in JACADA and to help make and facilitate the things that advisors need on campus! Each year when you complete your membership form, you can select the committee on which you wish to serve.   ### Professional development  The purpose of the Professional Development Committee shall be to promote the individual and corporate professional growth of the membership for the benefit of the advisors, students and the university as a whole.   ### Campus affairs  The purpose of the Campus Affairs Committee shall be to advocate for advisors to the campus and greater university community about affairs that directly impact the quality of work life for advisors—both faculty and staff.   ### Membership  The purpose of the Membership Committee shall be to promote, establish, and maintain active membership in JACADA. The committee will work with the Steering Committee to determine the need for or amount of annual membership dues.   ### Communications  The purpose of the Communications Committee shall be to facilitate communication of relevant information to IUPUI/IUPUC advisors and to the university, local communities, and media as appropriate; to heighten awareness of the importance of academic advising best policies and best practices; and to manage the JACADA newsletter, website, and listserv.   ### Research and assessment  The purpose of the Research and Assessment Committee shall be to promote research and assessment of advising at IUPUI and of the advising profession as a whole. This committee can consult with faculty and staff in advising-related studies and shall oversee the research grant process.   ### Policy and procedures  The purpose of the Policy and Procedures Committee shall be to advise JACADA on IUPUI advising policies and procedures, as well as to coordinate JACADA election procedures. This committee shall also be responsible for interpreting the JACADA constitution when necessary. This committee shall coordinate an annual review of the organization’s bylaws.   ### JACADA Standing Committees  Jessa Trimble  Professional Development  Jennifer  Kaschner  Campus Affairs  River Garrett  Campus Affairs  Carlos Zapata  Membership  Stephanie Keiner  Membership  Ashley Msikinya  Communications  Morris Jones  Policies and Procedures  Erika Gleason  Policies and Procedures  Joan Poulsen  IU Columbus Liaison  Sidey Elder  IU Fort Wayne Liaison  Terry O'Brien  NACADA Liaison "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/proactive-advising/index.html#search",
    "body": "  ## Resources for proactive advising at IUPUI  IUPUI's advising community is committed to being proactive in working with students early and often to support their success.   ### Becoming a proactive advisor       ### Documents and resources for proactive advising  [Proactive advising slides An overview of the proactive initiative presented to the Campus Advising Council in spring 2018.](https://indiana.sharepoint.com/:p:/s/msteams_92d57a/ESGEUzHXIvBEuPeXSKIWVekBYio_pbJoevSp7YqolXFohQ?e=43EAmo)   #### Proactive advising slides  An overview of the proactive initiative presented to the Campus Advising Council in spring 2018.  [Proactive advising handout A document shared with campus in fall 2018 at the outset of the proactive advising initiative.](https://indiana.sharepoint.com/:b:/s/msteams_92d57a/EV19xZYJ7-RMsSDRWYiS2MYBPEv48_DWHGipfQBUKT6ttg?e=RakLHa)   #### Proactive advising handout  A document shared with campus in fall 2018 at the outset of the proactive advising initiative. "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/professional-development-grants/index.html#search",
    "body": "  ## JACADA professional development grants   ### Purpose  The purpose of the JACADA professional development grants is to award recognition and financial support to individual members of the campus advising community who engage in professional development activities that will enhance the status of and demonstrate the value of the advising profession at IUPUI.   ### Funding and project details  The following are requirements for applicants:  The conference/event:  Preference will be given to the following applicants:  Additional grant details:   ### Submission of applications  Applications should be submitted online no later than 11:59 p.m. by each deadline:  For any deadline that falls on Saturday or Sunday, the deadline will be the following Monday. Funding decisions will be made approximately four weeks after the deadline.  Each application must include the following (in this order):   ### Ready to submit?  If you're ready to submit your application, all you have to do is click the link below.  [Submit your application](https://iu.co1.qualtrics.com/jfe/form/SV_5tqJ2RGZtslibiJ)   ### Post-award requirements  Each grant awardee will:  Please submit your contribution idea via the link below. Please remember that you must complete this contribution within six months of utilization of the grant.  [Contribution idea form](https://iu.co1.qualtrics.com/jfe/form/SV_9vIQ7fbkYcKH9f7) "
  },
  {
    "url": "URL: https://advising.iupui.edu/#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!  Supporting the work of academic advisors throughout the IUPUI campus.  [Training videos View recorded trainings on IUPUI advising technologies and other professional development.](https://iu.mediaspace.kaltura.com/channel/IUPUI%2BCampus%2BCareer%2Band%2BAdvising%2BServices/160054111)   ## Training videos  View recorded trainings on IUPUI advising technologies and other professional development.  [Two-Tip Tuesday videos View our ongoing video series of tips and tricks for more effective advising.](https://iu.mediaspace.kaltura.com/playlist/dedicated/167274661/1_r4bx78e4/)   ## Two-Tip Tuesday videos  View our ongoing video series of tips and tricks for more effective advising.  If you are a current student looking for advising, please contact your assigned academic advisor or schedule an appointment in the Student Appointment Scheduler (SAS) .  [assigned academic advisor](https://one.iu.edu/task/iu/view-my-advisors)  [Student Appointment Scheduler (SAS)](https://one.iu.edu/task/iu/student-appointment-scheduler)   ## Professional development events  Dec 05  Transfer Evaluation System (TES) and Transfer Answers Training  [Transfer Evaluation System (TES) and Transfer Answers Training](https://events.iu.edu/iupuiprodev/event/1076868-transfer-evaluation-system-tes-and-transfer)  Starts at 10 a.m.  Dec 12  Serving Diverse Populations: DEI and Career Counseling  [Serving Diverse Populations: DEI and Career Counseling](https://events.iu.edu/iupuiprodev/event/1076869-serving-diverse-populations-dei-and-career)  Starts at 10 a.m.  Feb 13  Canvas Analytics  [Canvas Analytics](https://events.iu.edu/iupuiprodev/event/1076873-canvas-analytics)  Starts at 10 a.m.  Mar 26  Best Practices on Serving Historically Marginalized Students and Young Professionals  [Best Practices on Serving Historically Marginalized Students and Young Professionals](https://events.iu.edu/iupuiprodev/event/1076870-best-practices-on-serving-historically)  Starts at 10 a.m.   ## Quick links   ### Degree requirements  See official listings of degree requirements at IUPUI as found in iGPS, the AAR, and with supporting information on policies in the bulletin.   ### Placement information  Find placement information on math, chemistry, English, biology, world languages, and AP/CLEP/DANTES.   ### Technology guides  Learn more about the various technologies available for use in academic advising, as well as details on how to gain access and use these resources.  [Refer a student to CTAS Use this form to connect a student to CTAS. Once completed, a CTAS staff member will reach out to the student.](https://uccomm.sitehost.iu.edu/machform/view.php?id=87675)   ### Refer a student to CTAS  Use this form to connect a student to CTAS. Once completed, a CTAS staff member will reach out to the student.   ## Contact us   ### Campus Career and Advising Services  University College IUPUI Division of Undergraduate Education Taylor Hall 3162 815 W. Michigan St. Indianapolis, IN 46202 ccas@iupui.edu "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/newsletters/2015-cdpi-award-winner.html#search",
    "body": "  # 2015 CDPI Award Winner  Friday, April 24, 2015  Tim Scully was awarded the Outstanding New Professional from CDPI last week, which is outstanding! Tim serves in a career and advising role at IUPUI. "
  },
  {
    "url": "URL: https://advising.iupui.edu/placement-and-registration/placement-information/math-placement/index.html#search",
    "body": "  ## Resources for math placement  The Department of Mathematical Sciences has established math placement resources for advisors and students, most recently updated for fall 2022 and beyond.  [MTTHS Exam score cutpoints Chart used for placing students in math based on progress or completed HS math courses. Includes updates impacting M 118 and 15300 for March 2023 and beyond.](https://docs.google.com/spreadsheets/d/1KDT3p7A4bghHND5XjrASgGyoTMXkUeTI9nSVzjU9bDc/edit?usp=sharing)   ### MTTHS Exam score cutpoints  Chart used for placing students in math based on progress or completed HS math courses. Includes updates impacting M 118 and 15300 for March 2023 and beyond.  [Detailed placement guidelines Full, detailed placement guidelines.](https://drive.google.com/file/d/12_O5cmPC6MtyE7lfItqdptSIR3MoYUso/view?usp=sharing)   ### Detailed placement guidelines  Full, detailed placement guidelines.  [Referral to math department for placement Web form students use when advisors refer them to the math department for placement (because previous math coursework is older than three semesters or below grade threshold).](https://iu.co1.qualtrics.com/jfe/form/SV_5suhGcuw0QNxxiZ)   ### Referral to math department for placement  Web form students use when advisors refer them to the math department for placement (because previous math coursework is older than three semesters or below grade threshold).  [Introductory math curriculum flowchart A flowchart showing the prerequisite and major track structure for intro-level math coursework.](https://sites.google.com/iu.edu/math-advisor-portal/math-curriculum-flowchart)   ### Introductory math curriculum flowchart  A flowchart showing the prerequisite and major track structure for intro-level math coursework.  [Math department portal A portal to help advise students regarding math requirements.](https://sites.google.com/iu.edu/math-advisor-portal)   ### Math department portal  A portal to help advise students regarding math requirements.  [Proctored ALEKS exam A form for students to schedule their proctored ALEKS exam at least 24 hours in advance.](https://iu.co1.qualtrics.com/jfe/form/SV_bqqjE82dxu4xy3r)   ### Proctored ALEKS exam  A form for students to schedule their proctored ALEKS exam at least 24 hours in advance.  [Slidedeck of updates presented on 04/21/21 View slidedeck of math placement updates for summer and fall 2021, presented on 04/21/21.](https://docs.google.com/presentation/d/1ntmYuj51ttR8YH-GyzGal7J1foJPI-3xmyUj4JjFqz8/edit?usp=sharing)   ### Slidedeck of updates presented on 04/21/21  View slidedeck of math placement updates for summer and fall 2021, presented on 04/21/21.  [Recording of 04/21/21 updates View a 30-minute recording of math placement updates for summer and fall 2021, presented on 04/21/21.](https://iu.mediaspace.kaltura.com/media/t/1_6itwvwr6)   ### Recording of 04/21/21 updates  View a 30-minute recording of math placement updates for summer and fall 2021, presented on 04/21/21. "
  },
  {
    "url": "URL: https://advising.iupui.edu/about/index.html#search",
    "body": "  ## Advising mission  Advisors and career services professionals facilitate some of the most meaningful conversations that occur on this campus. We truly enjoy working to help these committed educators challenge and support IUPUI students with academic and career planning that empowers students to find their passions, plan their path, and graduate on time and ready for their next opportunities. Please contact us with any questions about this critically important work that lays the foundation for student success.  View the staff directory "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/advisor-of-the-year-awards/index.html#search",
    "body": "  ## Mikki Jeschke Advisor of the Year Awards Program  The Jaguar Academic Advising Association (JACADA) invites students, faculty, staff, and alumni to nominate faculty or staff academic advisors for the Advisor of the Year Award. The purpose of the Advisor of the Year Award is to honor an academic advisor who demonstrates a deep commitment to providing an exemplary educational experience for IUPUI students.  The award seeks to recognize an academic advisor who:  Nominees do not have to be a member of JACADA to be eligible for the award. One candidate for Advisor of the Year will be selected from nominations to each of the following four categories:  Academic Advising—Primary Role: Individuals whose primary role at the institution is the direct delivery of advising services to students. Nominees must spend at least 50% of their time on direct delivery of advising to students and have at least three calendar years of experience in direct delivery of advising to students.  Faculty Academic Advising: Individuals whose primary responsibility is teaching and who spend a portion of their time providing academic advising services to students. Nominees must spend at least 50% of their time on teaching or research and have at least three years (calendar years) of experience.  Academic Advising Administrator: Individuals who may provide direct academic advising services, but whose primary responsibility is as an administrator or director of an academic advising program. Nominees must have a minimum of three years (calendar years) in advising administration with at least 50% of their duties in advising administration.  Outstanding New Advisor : Individuals who have served as an advisor for a period of three or fewer years.  All nominees will be notified in early November. Upon acceptance of their nomination, the nominees will be added to a Canvas page and be required to submit a brief advising philosophy, letters of nomination, and a resume by November 26th. Students, staff, faculty, and school administrators are welcome to provide additional support for nominations directly to a nominee.  Advisors of the year and honorable mentions will be announced and awarded during the JACADA holiday party. Winners in each category will be encouraged to apply for the national NACADA award.   ### Nomination deadline  The deadline for nomination is Sunday, November 5 th at 11:59pm. You can use the link below to nominate someone.   ### How are nominees evaluated?  Once each nominee accepts their nomination, they gather their materials, which are then submitted to the JACADA Advisor of the Year Award reviewers. These reviewers evaluate each candidate's materials according to the NACADA Outstanding Advising Global Awards criteria . The individual rubrics for each award are listed below.  [NACADA Outstanding Advising Global Awards criteria](https://www.nacada.ksu.edu/Programs/Awards/Association-Awards/Outstanding-Advising.aspx)  Primary Role Administrator Faculty New Advisor  [Primary Role](https://www.nacada.ksu.edu/Portals/0/Awards/NACADAOAPrimaryAwardsRubricpublic.pdf)  [Administrator](https://www.nacada.ksu.edu/Portals/0/Awards/NACADAAdvisingAdminAwardsRubricpublic.pdf)  [Faculty](https://www.nacada.ksu.edu/Portals/0/Awards/NACADAOAFacultyAwardsRubricpublic_2.pdf)  [New Advisor](https://www.nacada.ksu.edu/Portals/0/Awards/NACADANewAdvisorRubricfinal.pdf)   ### Past award winners   #### 2022 award winners   #### 2021 award winners   #### 2020 award winners   #### 2019 award winners   #### 2018 award winners "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/get-involved/election/index.html#search",
    "body": "  ## 2018 JACADA elections  This year, the offices of vice president and secretary are up for election. Below are the descriptions and this year’s candidates for each office. Once you have evaluated each candidate’s qualifications, please cast your vote. You will be required to use your CAS authentication to vote.  Vice president: The vice president shall perform the duties and responsibilities of the president during the president’s absence, and, when so acting, shall exercise the powers of the president. If the presidential position becomes vacant, for whatever reason, the vice president will assume the position for the remainder of the original presidential term.  Secretary: The secretary shall keep records of all meetings of the association and the steering committee and shall give notice of all meetings to all members.   ### Candidates for JACADA vice president   #### Ashley Burelison  Ashley Burelison has been an academic advisor for four years, but has been on the IUPUI campus since 2007 through her undergraduate and graduate careers. She always says that she loved it so much, she didn’t want to leave! She has committed to a career that gives students an impactful and meaningful experience, and she wants to expand her efforts to the IUPUI academic advising community. Ashley hopes you will consider her for the position of vice president within the Jaguar Academic Advising Association (JACADA).  Ashley understands the importance of JACADA in advocating positive change for the advising community and promoting research, engagement, and professional development. She has been involved for four years and currently serves as the chair of the Membership Engagement Committee, which is responsible for promoting active membership in the organization. They have accomplished this by hosting membership and appreciation events, such as breakfasts, happy hour socials, holiday parties, and more.  Ashley believes her experiences as an active member of JACADA, as well as various campuswide committees, would make her an excellent fit to serve as the vice president and the goals of the IUPUI academic advising community. Thank you for your consideration.   #### Terry O’Brien  Terry O’Brien currently serves as an academic advisor in the School of Public and Environmental Affairs (SPEA). In addition to advising students in SPEA, Terry serves on numerous campus committees, coordinates the SPEA peer advising program, and supervises the student staff. Outside of her advising role, she continues to serve in a leadership position of the JACADA Professional Development Committee, which is responsible for planning the annual Professional Development Day for advisors across campus and planning components of the New Advisor Academy. She is also an active member in the National Academic Advising Association (NACADA) and has been involved through presenting at both national and regional conferences, a proposal reviewer, and as a member of the Advisor Training and Development Steering Committee.  Prior to joining SPEA in 2016, Terry advised pre-STEM students in University College as a student success advisor and served as the assistant director of the IUPUI/Ivy Tech Passport Office, where she recruited and advised prospective transfer students from Ivy Tech Community College–Central Indiana. As a result, she brings an understanding of the unique needs of transfer students as they transition to IUPUI and of transition issues that can arise when moving between University College and a degree-granting academic school. Terry is most excited when devoting her time to peer advising programs and transfer student success.   ### Candidates for JACADA secretary   #### Emily Clossin  My name is Emily Clossin, and I am an assistant director in the Honors College.   Prior to working in the Honors College, I worked as an advisor and recruiter at Herron School of Art and Design. Between these two positions, I’ve been with IUPUI for a total of 12 years.  I understand that the position of secretary involves being adept at organization and communication, and I believe that my experiences at IUPUI would be good preparation for this role. At Herron, I was relied on to be precise in my communications with students and families—both written and verbal—and with coordinating undergraduate and graduate scholarships. In my work in the Honors College, I have continued to develop my skills in organization and communication. For example, I co-run the Honors Peer Mentor program and must stay on a strict timeline to keep the program running smoothly. I also send multiple emails to students involved in this program throughout the year. Finally, for both Herron and the Honors College, I provided edits to their websites to keep public information as up-to-date as possible.  I am very excited to apply for the role of secretary because I have always wanted to be more involved in JACADA. JACADA has contributed so much to advance the professionalism and status of advisors at IUPUI, and I would like to have the opportunity to give back to this organization. Thank you for your consideration!   #### Amber DePree  Amber DePree is a transfer advisor in the IUPUI-Ivy Tech Coordinated Programs Passport Office and has been with IUPUI for almost two years. Amber is a member of JACADA and NACADA and is involved with other groups and programs on campus such as the Veterans Services Support Team and Hire Achievers. Prior to IUPUI, Amber completed her M.Ed. in Higher Education College Student Affairs Leadership at Grand Valley State University (GVSU) in Michigan, where she gained experience working with transfer students, exploratory students, student athletes, and tutoring.  At GVSU, Amber was also the vice president for programming in the Student Affairs Graduate Association (SAGA) and part of the curriculum subcommittee for graduate programs. In her free time, Amber enjoys running, watching movies, playing board games, and spending time with her two cats. Amber looks forward to being the JACADA secretary for the 2018–2020 term.   ### Cast your vote  [Choose candidates now](https://iu.co1.qualtrics.com/jfe/form/SV_exoXg91IKwuSMWF) "
  },
  {
    "url": "URL: https://advising.iupui.edu/degree-policies/report-an-error/index.html#search",
    "body": "  ## How to report an error with degree maps or AARs  If you encounter an error with a degree map or with an AAR, you will need to submit this request to modify form, which may also be found in One.IU (IU log-in required).  [request to modify](https://one.iu.edu/launch-task/iu/request-or-modify-an-aar?searchTerms=AAR%20request%20to%20modify)  Submitting this form starts a workflow process that notifies the degree mapping/AAR coding experts in the Office of the Registrar. These staff members verify the issue and implement the solution, working in concert with relevant recorders in the schools. "
  },
  {
    "url": "URL: https://advising.iupui.edu/technology/aar/AAR Tutorial Video.html#search",
    "body": "  ## Learn more about using the AAR  [Campus Career and Advising Services](http://ccas.iupui.edu/) "
  },
  {
    "url": "URL: https://advising.iupui.edu/technology/aar/AAR%20Tutorial%20Video.html#search",
    "body": "  ## Learn more about using the AAR  [Campus Career and Advising Services](http://ccas.iupui.edu/) "
  },
  {
    "url": "URL: https://advising.iupui.edu/placement-and-registration/placement-information/ap-clep-dantes-placement.html#search",
    "body": "  ## How to take the AP, CLEP, and DANTES placement tests  AP  [AP](https://admissions.iupui.edu/apply/freshman/index.html#before)  If you've taken an advanced placement (AP) course in high school and have scored at least a 3 on the exam, you could be eligible for transfer credit at IUPUI. Visit this page to view the transfer equivalents for AP tests.  [this page](https://admissions.iupui.edu/apply/transfer-credit/ap-credit.html)  CLEP  [CLEP](https://tes.collegesource.com/publicview/TES_publicview01.aspx?rid=d1176a12-6125-4acc-8f4b-e87e7d818b33&aid=77c8af8a-783e-4055-a5bd-d13912e2f672)  The College Level Examination Program (CLEP) helps you receive college credit for what you already know. There are 33 CLEP exams you can take through the Testing Center in five subject areas, covering material taught in courses you might generally take in your first two years of college. By passing a CLEP exam, you can earn 3 or more college credits.  Before you take a CLEP exam, check with your advisor to be sure it fits into your curriculum. Visit this page for more information about the exam. You will need to search \"The College Board AP/CLEP\" in the institution search bar.  [this page](https://clep.collegeboard.org/college-credit-policy/indiana-purdue-university-indianapolis)  DANTES  [DANTES](https://www.prometric.com/test-takers/search/dantes)  The DSST allows you to earn college credit without taking the corresponding courses. These tests are intended for adult learners, home schooled students, degree completion, and active duty military and their spouses.  Before you take the DSST, check with your advisor to be sure it fits into your curriculum. Visit this page for more information about the exam, as well as how to download study guides and to review how many credit hours you'll earn by taking the DSST.  [this page](https://www.prometric.com/test-takers/search/dantes) "
  },
  {
    "url": "URL: https://advising.iupui.edu/technology/sas/index.html#search",
    "body": "  ## Student Appointment Scheduler (SAS)  SAS is the IU system for scheduling student appointments. At IUPUI, all academic advisors and career services staff should be using this system. SAS is integrated with Advising Records (AdRx) .   ### SAS Training Materials  For access to recordings of various trainings overviewing the various functions of SAS, including setting up SAS and Outlook integration, creating appointment slots, tailoring appointment confirmation messaging, scheduling appointments, and managing kiosks, you will need to complete the following steps:  1. Users need to have completed FERPA training and the Data Acceptable Use Agreement . You can check on a user’s current completion of these two requirements by entering their network ID (e.g., “jmdoe”) and then hitting tab on this compliance site (ignore the HRMS piece—that's for university employee data, which is not applicable here).  [FERPA training](https://ferpa.iu.edu/)  [Data Acceptable Use Agreement](https://protect.iu.edu/online-safety/acceptable-use.html)  [this compliance site](https://one.iu.edu/task/iu/ferpa-compliance-check)  2. If users have never logged in to Kaltura , users will need to log in once using their CAS log-in information. After one log-in, a Kaltura account will be automatically created for the user.  [Kaltura](https://uits.iu.edu/kaltura)  3. Once both above steps are completed, users should email ccas@iupui.edu and request access to the SAS Kaltura Channel. Be sure to include the user's name and IU username in the email request.  Recorded SAS trainings  [Recorded SAS trainings](https://iu.mediaspace.kaltura.com/playlist/details/1_6304hp6g/categoryid/160054111) "
  },
  {
    "url": "URL: https://advising.iupui.edu/degree-policies/certification-changing-majors/index.html#search",
    "body": "  ## Application and certification requirements  When students are changing majors from one school to another or from University College into a degree-granting school, they must meet the requirements for certification or application into the school of their desired major. University College's Academic and Career Development maintains an up-to-date listing of these requirements, which can be viewed below.  Application/certification requirements  [Application/certification requirements](https://acd.iupui.edu/majors/index.html)  Update intended major (for UC students)  [Update intended major (for UC students)](https://acd.iupui.edu/advising/update-your-major/index.html) "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/advnet/index.html#search",
    "body": "  ## ADVNET communications  The ADVNET electronic mailing list is the primary communication vehicle for academic advising across campus, allowing advisors to send and to receive valuable information and announcements to this community.  You can subscribe to the IUPUI advisors e-list, ADVNET, by sending a blank email (nothing in the body, nothing in the subject line) to advnet-subscribe@iupui.edu . "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/campus-advising-council/meetings-and-minutes/index.html#search",
    "body": "  ## CAC meeting minutes and materials  You can use the link below to access meeting minutes and materials for monthly meetings of the Campus Advising Council.  Archive of agendas and minutes  [Archive of agendas and minutes](https://indiana.sharepoint.com/:f:/s/msteams_92d57a/Ep800PgkfU1Nk_0oVvohWBoBWl8hh7sHHMVZbqNwcqBKXA?e=ToFmOL) "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/newsletters/presidents-welcome.html#search",
    "body": "  # A welcome from President McCool  Monday, February 23, 2015  As we all hunker down and stay warm this winter, I am reminded daily that academic advising truly is teaching—be it working with an incoming student to help them understand the culture of college, to helping a transfer student identify their path toward graduation, to mentoring a new advising colleague. We all engage in activities that may differ as we compare our day-to-day tasks, but we are all doing important work. Work that matters. JACADA can help support you as an academic advisor, advising administrator, career advisor, faculty mentor/advisor, or recorder, along with many other staff and faculty roles designed with student success in mind.  It was exciting this year to announce that JACADA was moving away from being a dues-paying organization to allowing free membership, thanks to the generous support from the Division of Undergraduate Education. This year, the JACADA leadership considered the priorities for the organization and chose three areas of focus: advocacy, communication, and engagement. As the various committees and programs are planned, these three ideas are at the forefront of all decision-making.  We welcome new ideas, new energy, and new people at any JACADA-sponsored activity or meeting. We hope to see you soon!  Advisors rock! Kyle McCool, JACADA president "
  },
  {
    "url": "URL: https://advising.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/documents/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/committees-and-officers/index.html#search",
    "body": "  ## JACADA committees and officers  You can learn more details about JACADA's standing committees and officers with the links below.  JACADA committees  JACADA officers "
  },
  {
    "url": "URL: https://advising.iupui.edu/degree-policies/gen-ed-core/index.html#search",
    "body": "  ## General education for IUPUI students  Established in 2013, the IUPUI General Education Core provides a strong foundation for a rich and intellectually challenging undergraduate experience. General education courses are divided into the broad domains of Foundational Intellectual Skills (Core Communication, Analytical Reasoning, and Cultural Understanding) and Intellectual Breadth and Adaptiveness (Life and Physical Sciences; and Arts, Humanities, and Social Sciences).  Nearly 300 courses have been rigorously reviewed and approved to the IUPUI General Education Core by faculty members from all academic units, providing IUPUI students with a diverse array of options for fulfilling their general education requirements.  The general education coursework appropriate for each major has been built into the first few semesters of iGPS degree maps . The Undergraduate Affairs Committee governs general education.  [iGPS degree maps](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)  [Undergraduate Affairs Committee](https://due.iupui.edu/undergraduate-curricula/undergraduate-affairs-committee/index.html)  View the current list of approved general education courses  [View the current list of approved general education courses](http://go.iupui.edu/gened) "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/students-of-concern/index.html#search",
    "body": "  ## Guidelines and resources  These guidelines were developed by the IU Office of Completion and Student Success and then adapted to our context at IUPUI, specifically gathering feedback and insights from Counseling and Psychological Services (CAPS) and the Office of Student Conduct. The Campus Advising Council adopted these guidelines for the IUPUI campus to guide our work in responding to students of concern and documenting those interactions appropriately.  Guidelines for interacting with students of concern at IUPUI  [Guidelines for interacting with students of concern at IUPUI](https://indiana.sharepoint.com/sites/msteams_92d57a/Shared%20Documents/Forms/AllItems.aspx?id=%2Fsites%2Fmsteams%5F92d57a%2FShared%20Documents%2FGeneral%2Fadvising%2Eiupui%2Eedu%2FAdRX%2FBest%20Practices%20for%20Interacting%20with%20Students%20of%20Concern%20at%20IUPUI%2Epdf&parent=%2Fsites%2Fmsteams%5F92d57a%2FShared%20Documents%2FGeneral%2Fadvising%2Eiupui%2Eedu%2FAdRX&p=true&ga=1)   ### Sexual assault and relationship violence  As an advisor, you are considered a “responsible employee” and therefore have certain obligations when a student or colleague discusses with you an incident of sexual assault or relationship violence. Specifically, you have an obligation to support the student or colleague and to report the incident to the appropriate campus authorities.  You can provide support by sharing resources from stopsexualviolence.iu.edu . Note that CAPS is a confidential resource that can be used by individuals who are not ready to report an incident. Once you’ve provided support to the student, you'll need to report the incident to a Title IX coordinator.  [resources from stopsexualviolence.iu.edu](https://stopsexualviolence.iu.edu/prevention-education/index.html)  [CAPS](http://studentaffairs.iupui.edu/health-wellness/counseling-psychology/index.shtml)  Report an incident of sexual assault or relationship violence to a Title IX coordinator  [Report an incident of sexual assault or relationship violence to a Title IX coordinator](http://stopsexualviolence.iu.edu/employee/title-ix.html)  Employee guidance on supporting and reporting  [Employee guidance on supporting and reporting](http://stopsexualviolence.iu.edu/employee/index.html)   ### Behavioral consultation team  As discussed above, there will be many situations in which you'll need to contact the Behavioral Consultation Team (BCT). The BCT is a campuswide team designed to support the health, safety, and success of the IUPUI community.  [Behavioral Consultation Team](https://bct.iupui.edu/about/index.html)  They provide consultation, make recommendations for action, and coordinate campus resources in response to reports of disruptive or concerning behavior displayed by students, staff, or faculty. Use the form below to notify the BCT.  Note: All concerns requiring immediate attention (e.g., criminal, violent, threatening, or imminent suicidal behavior) should be directed to the IU Police Department (317-274-7911).  [IU Police Department](https://safe.iupui.edu/)  Submit a BCT report  [Submit a BCT report](https://form.bct.iupui.edu/Report/Send) "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/newsletters/index.html#search",
    "body": "  ## JACADA newsletters  Sara Lowe's library presentation  Thursday, June 08, 2017  Learn helpful tips from Sara Lowe to conduct research using several of University Library’s resources.  JACADA Campus Affairs Panel  Friday, December 09, 2016  View this 2016 JACADA Campus Affairs Panel Brown Bag event with Angela Adams, Cindy Gill, and Casey Windhorst.  Elizabeth Freedman Awarded NACADA Excellence in Advising  Wednesday, February 10, 2016  Learn more about Elizabeth Freedman, a student success advisor in the Health and Life Sciences Advising Center, who won the Excellence in Advising—New Advisor award.  Nekoma Burcham's new mission  Thursday, December 10, 2015  Read a Goings Article on Nekoma Burcham, who will be leaving IUPUI this month to help develop a new nonprofit.  December 2015 president's welcome  Monday, December 07, 2015  Read a December/January message from the JACADA president.  2015 CDPI Award Winner  Friday, April 24, 2015  Find out more about the 2015 CDPI award winner.  2015 NACADA Award Winners  Friday, April 24, 2015  Learn more about the advising award winners for 2015.  NACADA Region V Conference registration is open!  Monday, February 23, 2015  Get more details on how to register for the NACADA Region V Conference.  A welcome from President McCool  Monday, February 23, 2015  Read a welcome from Kyle McCool, JACADA president. "
  },
  {
    "url": "URL: https://advising.iupui.edu/placement-and-registration/transfer-credit-articulation/index.html#search",
    "body": "  ## Understanding transfer credit articulation  Advisors frequently encounter students with undistributed credit or transfer credit that need to be evaluated. The resources below explain the processes and policies involved and give access to the tools needed.   ### Important note on block transfer credit and transfer grade policies  At IUPUI, we have transfer credit rules that will only allow for transfer credits of grades of C or higher to be transferred into IUPUI. However, we have two programs that require us to bring in courses that are grades of C–, D+, D, and D– if completed.  The IUPUI Office of Undergraduate Admissions is not aware of which credit hours are used for the core and will need the assistance of the advising community to let us know when we need to alter a student transfer record.  [TES Access TES to review equivalency rules. If you need access, contact the individuals below.](http://tes.collegesource.com)   ### TES  Access TES to review equivalency rules. If you need access, contact the individuals below.  [Transfer Answers Transfer Answers provides an integrated routing and management system for submission and review of transfer course credit evaluations.](https://transferanswers.webhost.iu.edu/)   ### Transfer Answers  Transfer Answers provides an integrated routing and management system for submission and review of transfer course credit evaluations.  [Credit Explorer Credit Explorer provides equivalency information on exams and public schools within the state of Indiana.](https://sisjee.iu.edu/essweb-prd/web/sisad/trex/public.html?campus=IUINA)   ### Credit Explorer  Credit Explorer provides equivalency information on exams and public schools within the state of Indiana.   ### Contact information   #### How to gain access to TES  Send an email to both Matt Moody ( mrmoody@iupui.edu ) and Stephanie Dennis ( smroe@iupui.edu ) explaining that you are an IUPUI advisor and need access. Please provide your university email address. "
  },
  {
    "url": "URL: https://advising.iupui.edu/placement-and-registration/placement-information/index.html#search",
    "body": "  ## Placement links   ### Biology placement  Information on biology placement.   ### Chemistry placement  Guidelines for chemistry placement.   ### Writing program  Guided self-placement survey.   ### AP, CLEP, and DANTES  Information on transfer credit.   ### Math placement  Information on math placement.  [World Languages Information on world language skills and testing.](https://tc.iupui.edu/take-test/iupui-placement-test/world-languages.html)   ### World Languages  Information on world language skills and testing.   ### EAP guide  Information on English for Academic Purposes (EAP). "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/outcomes-expectations/index.html#search",
    "body": "  ## Student learning, process, and delivery outcomes for academic advising  First adopted in spring 2013 and then refreshed in spring 2018 by the Campus Advising Council, the IUPUI advising outcomes represent common, minimum expectations of advising across IUPUI's campus.  The outcomes have been measured every two years since 2015 through the campuswide assessment of advising (CARLI, discussed below). These outcomes form the basis for the New Advisor Academy, used for onboarding new IUPUI advisors; the outcomes also undergird the Academic Advisor Development Program, the peer-review promotional structure for experienced advisors.  [Academic Advisor Development Program,](https://advising.iupui.edu/advising-at-iupui/academic-advisor-development-program/index.html)  Advising outcomes document  [Advising outcomes document](https://indiana.sharepoint.com/:w:/s/msteams_92d57a/EVh0DubP9aZBmw99RUQNwbAB91nlQ0Y_bMlaNr_pgi1lGg?e=WNhQJo)   ### CARLI: the Collegiate Advising-Related Learning Inventory  IUPUI's Campus Advising Council regularly administers a campuswide assessment of students' self-reported levels of advising-related learning, the sources of their learning, and their satisfaction with academic advising. CARLI, the Collegiate Advising-Related Learning Inventory, explores student learning along eight scales:   ### 2019 CARLI reports  [Campus report View the campuswide report on results and recommendations from the fall 2019 CARLI administration.](https://drive.google.com/file/d/13rMSStMtIwbNPZks8VSN43iPQbmBEFeD/view)   #### Campus report  View the campuswide report on results and recommendations from the fall 2019 CARLI administration.  [School reports View school-level reports identifying strengths to protect and opportunities to enhance advising in the 11 schools with strong response rates.](https://drive.google.com/drive/folders/1FJrgmr2uBhS6sntlWBj9pHifahgnozvE)   #### School reports  View school-level reports identifying strengths to protect and opportunities to enhance advising in the 11 schools with strong response rates.   ## Advising dashboards  Below you will find helpful dashboards for academic advising.  Not Yet Enrolled Report  [Not Yet Enrolled Report](https://tableau.bi.iu.edu/#/site/prd/views/uirr_enrollment_weekly_report_regional_retn/Re-EnrollmentStatus?:iid=1)  First-Year Retention Point-in-Cycle Comparison  [First-Year Retention Point-in-Cycle Comparison](https://tableau.bi.iu.edu/#/site/prd/views/FTFTRetentionReport2021/Summary_1)  AdRx Contacts Report  [AdRx Contacts Report](https://ds.iu.edu/task/all/adrx-contacts)  First Destination Survey  [First Destination Survey](https://career.iupui.edu/outcomes/)  Academic Advising Report Center  [Academic Advising Report Center](https://ds.iu.edu/collection/all/academic-advising)   "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/newsletters/december-2015-presidents-welcome.html#search",
    "body": "  # December 2015 president's welcome  Monday, December 07, 2015  We are so happy you have found your way to our virtual community for JACADA, the professional advising organization for IUPUI and IUPUC! JACADA was and continues to be the dream of those who are passionate about the profession of advising and student success. We are only as good as the ideas created and manifested by our members. Luckily, we have an amazing group of people with incredible vision and ideas. I have served in JACADA since its start, and I can say with authority that in its short six-year history, it has already exceeded many of the dreams we held at the beginning.  . . . with advisors and student services professionals. Our committees provide an opportunity for advisors to get involved and promote a professional community.  . . . with administrators. We have a seat on the Campus Advising Council, Directors of Advising, and the AdRx Technical Committee.  If you are an IUPUI or IUPUC advisor or someone who cares about advising, please join us by creating a profile. We have no membership fees—just an expectation that you get involved and help make us better!  Welcome!  Amy Maidi, JACADA president "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/advisor-of-the-year-awards/nomination-form.html#search",
    "body": ""
  },
  {
    "url": "URL: https://advising.iupui.edu/placement-and-registration/placement-information/writing-program/index.html#search",
    "body": "  ## Placement and options for writing courses  All undergraduate degrees at IUPUI require completion of ENG-W 131; many programs require additional writing courses. Students can learn more about their writing course options and the placement using the links below.  [Guided self-placement](http://liberalarts.iupui.edu/english/pages/writing-program-folder/placement.php)  [Writing program's curriculum](http://liberalarts.iupui.edu/english/pages/writing-program-folder/index.php)   ### Contact information   #### Stephen L. Fox  Faculty and Director, Writing Program Department of English School of Liberal Arts sfox@iupui.edu   #### Scott Weeden  Faculty and Course Coordinator for ENG-W 131 Stretch Department of English School of Liberal Arts sweeden@iupui.edu "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/academic-advisor-development-program/index.html#search",
    "body": "  ## Developing high-quality academic advisors  The Academic Advisor Development Program (aka Career Ladder) is an outcomes-based program that promotes student learning and success at IUPUI by recognizing and retaining high-quality advisors.  Learn more about the Academic Advisor Development Program  [Learn more about the Academic Advisor Development Program](https://ccas.iupui.edu/professional-development/advisor-development-program/index.html) "
  },
  {
    "url": "URL: https://advising.iupui.edu/technology/adrx/index.html#search",
    "body": "  ## AdRx and advising records  AdRx is the IU enterprise solution for advising notes. All IUPUI advisors should be using this system. You can find more details and resources about using AdRx below.   ### How to gain access to AdRx  If you need access to AdRx, you will need to complete the following steps:  [FERPA training](https://ferpa.iu.edu/)  [Data Acceptable Use Agreement](https://protect.iu.edu/online-safety/acceptable-use.html)  [this compliance site](https://one.iu.edu/task/iu/ferpa-compliance-check)  [data access coordinator](https://one.iu.edu/task/iu/access-coordinator-lookup)  [DART](https://dart.iu.edu/)  [Tim O’Malley](https://ocss.iu.edu/contact/profiles/omalley-timothy.html)   ### AdRx resources   #### AdRx advisor training recording  View a recording of an advisor training session on utilizing AdRx in your work. If you don't already have access to this Kaltura playlist, email ccas@iupui.edu to request access.  View recording of AdRx advisor training  [View recording of AdRx advisor training](https://iu.mediaspace.kaltura.com/media/t/1_tfctkrp1)   #### Guidelines  These guidelines were developed by members of the Campus Advising Council (CAC) and adopted by the CAC in May 2015. These guidelines are focused on the academic advisor role in AdRx. Career services professionals, student affairs educators, and registration and records staff may develop their own guidelines for appropriate use of AdRx.  Please consult with your office or school to determine whether unit-specific policies or procedures exist regarding the content of AdRx notes. Particularly note whether there is a unit-wide consensus on how to consistently identify appointment type, purpose, and discussion topic. Also consider training any student staff in your unit regarding appropriate AdRx usage.  Learn more about AdRx guidelines for advisors  [Learn more about AdRx guidelines for advisors](https://indiana.sharepoint.com/sites/msteams_92d57a/Shared%20Documents/Forms/AllItems.aspx?id=%2Fsites%2Fmsteams%5F92d57a%2FShared%20Documents%2FGeneral%2Fadvising%2Eiupui%2Eedu%2FAdRX%2FAdRx%5Fguidelines%5Ffor%5FIUPUI%5Facademic%5Fadvisors%2Epdf&parent=%2Fsites%2Fmsteams%5F92d57a%2FShared%20Documents%2FGeneral%2Fadvising%2Eiupui%2Eedu%2FAdRX&p=true&ga=1)   #### Documenting interactions with students of concern  These guidelines were developed by the IU Office of Completion and Student Success and then adapted to our context at IUPUI, specifically gathering feedback and insights from CAPS and the Office of Student Conduct. The Campus Advising Council adopted these guidelines for the IUPUI campus to guide our work in responding to students of concern and documenting those interactions appropriately. This document provides guidance and language for documenting these interactions in AdRx.  View guidelines for documenting interactions with students of concern  [View guidelines for documenting interactions with students of concern](https://indiana.sharepoint.com/sites/msteams_92d57a/Shared%20Documents/Forms/AllItems.aspx?id=%2Fsites%2Fmsteams%5F92d57a%2FShared%20Documents%2FGeneral%2Fadvising%2Eiupui%2Eedu%2FAdRX%2FBest%20Practices%20for%20Interacting%20with%20Students%20of%20Concern%20at%20IUPUI%2Epdf&parent=%2Fsites%2Fmsteams%5F92d57a%2FShared%20Documents%2FGeneral%2Fadvising%2Eiupui%2Eedu%2FAdRX&p=true&ga=1) "
  },
  {
    "url": "URL: https://advising.iupui.edu/technology/igps/report-error/index.html#search",
    "body": "  ## Encountering an error with degree maps or an AAR  If you encounter an error with a degree map or with an AAR, you will need to submit this request to modify form found in One.IU (CAS log-in required). Submitting this form starts a workflow process that notifies the degree mapping/AAR coding experts in the Office of the Registrar. These staff members verify the issue and implement the solution, working in concert with relevant recorders in the schools.  [request to modify](https://one.iu.edu/launch-task/iu/request-or-modify-an-aar?searchTerms=AAR%20request%20to%20modify)  The video below demonstrates how to complete a request form.  [https://ocss.iu.edu/problem-request/index.html](https://ocss.iu.edu/problem-request/index.html) "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/newsletters/sara-lowe-library-presentation.html#search",
    "body": "  # Sara Lowe's library presentation  Thursday, June 08, 2017  Sara Lowe, an educational development librarian from University Library, shared helpful tips for conducting research using several of University Library’s resources. Topics covered include the research process at a glance; navigating articles, books, databases, and journals; how to do an effective search using keywords, phrases, and subjects; and the interlibrary loan system. "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/newsletters/nacada-region-v-conference-registration.html#search",
    "body": "  # NACADA Region V Conference registration is open!  Monday, February 23, 2015  The 2015 NACADA Region V Conference will be held at the Sheraton Indianapolis City Centre Hotel in Indianapolis this year, April 8–10, 2015.  Register by March 19 to receive a discounted conference rate of $140!  Learn more about the conference  [Learn more about the conference](https://www.nacada.ksu.edu/Events-Programs/Events/Region-Conferences/Region-5.aspx) "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/integrating-career-advising/index.html#search",
    "body": "  ## Integration of career advising at IUPUI  Integration of career advising into academic advising is well established as a necessary component of quality academic advising. Here at IUPUI, career planning is one of the six domains of outcomes and expectations of advisors, highlighted in the advising outcomes document .  On the spring 2017 campuswide advising survey, students were more than twice as likely to cite their academic advisors as the source of their career or pre-professional planning knowledge rather than career services or pre-professional advisors.   ### Helping students develop career awareness  To help students develop career awareness, we are creating a series of online modules in Canvas that can be embedded in courses or other organized activities and used by instructors and academic and career advisors to support students as they:  You can preview and begin using these modules by visiting the Career EDGE website .  [the Career EDGE website](http://edge.iupui.edu/) "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/member-directory/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://advising.iupui.edu/technology/ser/index.html#search",
    "body": "  ## Student Engagement Roster  The Student Engagement Roster allows faculty to provide feedback on students' performance in class. Advisors can access this feedback through AdRx. The following tutorial will walk through how advisors can access and manage the feedback.  [Office of Completion and Student Success.](https://ocss.iu.edu/) "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/newsletters/nekoma-burcham-a-new-mission.html#search",
    "body": "  # Nekoma Burcham's new mission  Thursday, December 10, 2015  OVMP's Nekoma Burcham will be leaving IUPUI this month as a recipient of a Women's Fund grant to help young women move from poverty to sustainability in life. Dedicating over a decade of improvements and critical new initiatives as a member of the IUPUI campus community, Nekoma will be greatly missed.  After over 11 years serving the IUPUI community, Nekoma will say farewell to the Office of Veteran and Military Personnel (OVMP) on December 18, 2015, to fulfill a new mission helping struggling young women find hope and a sustainable new life. Originally from Huntington, Indiana, Nekoma joined the Office of the Registrar in 2004, first entering official grade rosters “in the days when faculty still had to walk them over to our office.” A unique opportunity to change positions in her first year resulted in her first touchpoint with veteran students filing GI Bill paperwork and assisting with basic services for this student population.  Following a few years working with the Office of the Bursar, Nekoma helped create the first unit dedicated to serving IUPUI’s rapidly growing number of student veterans. The OVMP opened in 2009. She worked for two years as a member of the AAR coding team (2013–2015). But missing and loved by the students she formerly served, Nekoma returned to the OVMP this fall before learning she was the recipient of a grant from the Women's Fund for a social entrepreneurship project proposal submitted last year.  [Women's Fund](http://www.womensfund.org/blog-and-news/2015/october/craine-house-provides-hope-to-nonviolent-female-offenders)  Nekoma will spend the next two years of her life as part of the NEXT initiative. Her mission is to provide young women, many with former nonviolent records, with a pathway from poverty to personal sustainability through the use of small-scale agriculture as a foundation for education and skill-building. Her project, recently showcased on Indiana Business , will include two years of funding to turn this grassroots concept into a functional nonprofit organization with additional support from the Women's Fund for the program’s first eight years.  [Indiana Business](http://www.insideindianabusiness.com/Clip/11928350/urban-farming-project-aims-to-help-young-women)  Nekoma, a May 2015 graduate of SPEA’s Sustainable Management and Policy BSPA program and ET’s Sustainable Technologies Certificate, is a true IUPUI success story. Congratulations, Nekoma, and our best wishes in your new mission!  Related articles:  [http://www.insideindianabusiness.com/Clip/11928350/urban-farming-project-aims-to-help-young-women](http://www.insideindianabusiness.com/Clip/11928350/urban-farming-project-aims-to-help-young-women)  [http://www.womensfund.org/blog-and-news/2015/october/craine-house-provides-hope-to-nonviolent-female-offenders](http://www.womensfund.org/blog-and-news/2015/october/craine-house-provides-hope-to-nonviolent-female-offenders)  [http://www.americanjail.org/10-facts-about-women-in-jails/](http://www.americanjail.org/10-facts-about-women-in-jails/) "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/get-involved/join-jacada/index.html#search",
    "body": "  ## Benefits of being involved with JACADA  With the generosity of the Division of Undergraduate Education, we are now able to offer membership in JACADA free of charge to the advising community. JACADA has always been open and inclusive for all professional advisors, faculty advisors, and anyone else who identifies and wants to be a part of this community. Therefore, this is not really a change, but a shift in effort that will remove all financial barriers to joining the JACADA community.  Joining a JACADA committee is a great way to get involved further in JACADA and help make and facilitate the things that advisors need on campus! Each year when you complete your membership form, you can select the committee on which you wish to serve. Once the form has been completed and submitted, you will immediately gain access to the full JACADA membership benefits, which include access to:   ### Become a JACADA member today  [Join JACADA](https://iu.co1.qualtrics.com/jfe/form/SV_eysxoBqH6bG8SnX)  [Donate to JACADA](https://www.myiu.org/give-now) "
  },
  {
    "url": "URL: https://advising.iupui.edu/degree-policies/minors-certificates/index.html#search",
    "body": "  ## Maps and AARs for minors and certificates  The development of maps and AARs for minors and certificates is currently underway. Once completed, all minor and certificate maps will be available via iGPS. In the meantime, University College’s Academic and Career Development has developed a helpful guide to minors and certificates that links to known minor and certificate programs in IUPUI’s schools and departments.  View all minors and certificates  [View all minors and certificates](https://acd.iupui.edu/majors/minors-certificates/index.html) "
  },
  {
    "url": "URL: https://advising.iupui.edu/technology/igps/schedule-builder/index.html#search",
    "body": "  ## Scheduler—fall 2019 registration and beyond  In March 2018, IU launched the new Scheduler tool that replaces the old iGPS schedule builder. This tool allows students to quickly sort through all course section offerings to find the schedule that is best for them.  Advisors can watch this demonstration video to better understand the tool. A student-facing guide is available in the Knowledge Base link below. We will update this page with new video tutorials as soon as possible.  [watch this demonstration video](https://indiana.sharepoint.com/:v:/s/msteams_92d57a/EResMw75u4ROqIIqRsmQfAwBbg4PghvoXqff9j1A0Of4_A?e=GUNn8m)  Student guide to Scheduler from IU Knowledge Base  [Student guide to Scheduler from IU Knowledge Base](https://kb.iu.edu/d/aqcq)  [Office of Completion and Student Success.](https://ocss.iu.edu/) "
  },
  {
    "url": "URL: https://advising.iupui.edu/placement-and-registration/course-authorizations/index.html#search",
    "body": "  ## Authorization forms for adding and dropping courses   ### Kelley School of Business  Class permission can ONLY be granted if a student has completed ALL of the prerequisites for the course OR is currently enrolled in the prerequisites/co-requisites.  If students haven't completed the prerequisites or are not currently enrolled in the prerequisites/c orequi sites, they will not be granted the class permission.  Course enrollment request form  [Course enrollment request form](https://forms.kelley.eas.iu.edu/CoursePermission.html)   ### School of Health and Human Sciences  These permissions cover all SHHS departments.  Class permission forms  [Class permission forms](https://shhs.iupui.edu/advising-student-life/procedures/course-permissions/kine-hlsc-tesm-courses.html)   ### Fairbanks School of Public Health  Please use the form below to request permission for courses in the Fairbanks School of Public Health.  Permissions form  [Permissions form](https://https://iu.co1.qualtrics.com/jfe/form/SV_0D625GR7AyIrwDc)   ### Honors College  The honors authorization form may be used for any honors courses, except for honors chemistry, SCI-I 120 or business. Please use science or Kelley authorization forms for those specific courses.  Honors authorization form  [Honors authorization form](https://honors.iupui.edu/machform/view.php?id=170841)   ### School of Liberal Arts  Please use the form below to request permission for courses in the School of Liberal Arts.  Liberal arts authorization form  [Liberal arts authorization form](https://liberalarts.iupui.edu/academics/course-permission-form.html)   ### School of Science  Currently, only the math and chemistry departments have a web-based course authorization form.  Math course authorization form  [Math course authorization form](https://math.iupui.edu/math-authorization-form)  Chemistry portal for advisors  [Chemistry portal for advisors](https://science.iupui.edu/chemistry/academics/academic-support/advisor-portal.html)   ### Learning Communities, Bridge Week, and First-Year Seminars (UC)  The authorization site below is restricted to advisors who have been approved for access. To request access, please submit an email to advising@iupui.edu .  Course authorization for Bridge Week, learning communities, and FYS (UCOL-U 110) courses  [Course authorization for Bridge Week, learning communities, and FYS (UCOL-U 110) courses](http://apps.uc.iupui.edu/AdvisingAuthorizationForm/Advise.aspx)  If a student needs to drop one of their learning community courses, they must drop all courses within the learning community. To do so, advisors should complete the learning community drop request form. Note that you do not need to use this form until the blocks break, typically 10 days before the start of the semester. Prior to that time, students can simply drop the learning community block number (e.g., UCOL-BE 499).  Learning community drop request form  [Learning community drop request form](https://iu.co1.qualtrics.com/jfe/form/SV_2nHO0jihKYQQ8m1) "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/index.html#search",
    "body": "  ## Resources for advising at IUPUI   ### Campus Advising Council  Established in 2008, the Campus Advising Council plays an important role in IUPUI’s efforts to promote student learning, success, and retention by proposing and prioritizing initiatives, policies, and procedures that impact student success through advising.   ### JACADA  The Jaguar Academic Advising Association is a professional organization open to faculty members, administrators, counselors, academic advisors, career advisors, graduate students, and other members of the IUPUI community with an interest in academic advising and student success.   ### ADVNET  The ADVNET listserv is the primary communication vehicle for academic advising across campus, allowing advisors to send and to receive valuable information and announcements to this community.   ### Outcomes and expectations of advisors  In spring 2013, the Campus Advising Council officially adopted these advising outcomes as an agreed-to minimum expectation of advising across IUPUI's campus.   ### Integrating career advising  Integration of career advising into academic advising is well established as a necessary component of quality academic advising.   ### Academic Advisor Development Program  The Academic Advisor Development Program (aka Career Ladder) is an outcomes-based program that promotes student learning and success at IUPUI by recognizing and retaining high-quality advisors.   ### Students of concern  The Campus Advising Council adopted these guidelines for the IUPUI campus to guide our work in responding to students of concern and documenting those interactions appropriately.   ### New Advisor Academy  The New Advisor Academy serves as an intensive boot camp experience for professional and faculty advisors who are new to their positions at IUPUI. "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/about-jacada/index.html#search",
    "body": "  ## History of JACADA   ### The birth of JACADA  IUPUI is often recognized for exceptional and innovative academic advising programs, and advisors participate in professional development both on campus and in the national professional community of academic advising. Thus, it was no surprise that the idea of starting a campuswide IUPUI academic advising association developed in early spring of 2009 during a discussion on the ride home from NACADA’s Regional Conference. Inspired while attending the conference at Purdue University, a few IUPUI advisors strategized the steps they needed to take to initiate the development of an official advisor group.  In June 2009, staff and faculty advisors across the IUPUI campus were invited to participate in the creation of an allied organization with NACADA, which offered a start-up grant of $500. With less than one month to submit the application materials, founding members Amanda Buck, Maureen Kinney, Kristin Lively-Smith, Laura Masterson, Kyle McCool, Asha McCauley, Jessica McKamey, Josh Morrison, Kristi Shea, and Marianne Wokeck scrambled to generate a list of potential members and the rest of the application materials, including a governance structure, constitution and bylaws, a proposed budget for grant money, and an official name. Using the existing IUPUI advisor listserv for voting purposes, the Jaguar Academic Advising Association, or JACADA, emerged as the winning name. Goals and standing committees were created and the application moved forward.   ### JACADA's first year  Early JACADA members continued to meet through the summer and fall of 2009. In November, a callout meeting raised awareness of the grassroots effort, and a broader group of advisors learned the purpose of the organization, voted on the logo templates designed by Kira Bonnett (a student in the Herron School of Art and Design), and signed up for standing committees.  Much of the early success of JACADA stemmed from overwhelming campus support, including financial contributions from academic schools, including the IU Kelley School of Business, Purdue Schools of Engineering and Technology and Science, IU Schools of Nursing and Public and Environmental Affairs, and University College. Cathy Buyarski, former assistant dean and executive director of academic and career planning in University College, was especially instrumental in the creation of JACADA by providing funds to cover the allied organization application fee.  No time was wasted as the ambitious steering committee pulled off their kickoff event at IUPUI’s Campus Center on February 19, 2010, with over 80 academic advisors, faculty, program coordinators, staff, and even Charles Bantz, former IUPUI chancellor, in attendance. All were present to learn more about the Jaguar Academic Advising Association and its vision to become the model for excellence in advising.  At the end of March 2010, University College's Foundations of Excellence Action Plan Status Report included JACADA as a positive outcome of the work accomplished in supporting professional development and engaging advisors to share information for student success on this campus since 2007.  With a strong response to serve on JACADA committees, the planning teams met again throughout the spring and summer of 2010 to establish a membership process, plan content and format for the first JACADA newsletter, establish professional development activities, and develop an interactive website to utilize existing advising tools and enhance sharing of information to the broader IUPUI advising network. JACADA was born—all in just over a year’s work!   ### JACADA resources  Documents  Committees  Officers "
  },
  {
    "url": "URL: https://advising.iupui.edu/orientation-materials/index.html#search",
    "body": "  ## Resources for orientation advising  The materials below are updated each year to support the work of advisors during the summer orientation season.  2023 First-Year Experience options  iGPS trainings and resources   ### Student Appointment Scheduler trainings  View the trainings and resources related to SAS.  [Orientation programs View the orientation options IUPUI students are engaging in to prepare for the upcoming academic year.](https://orientation.iupui.edu/programs/index.html)   ### Orientation programs  View the orientation options IUPUI students are engaging in to prepare for the upcoming academic year. "
  },
  {
    "url": "URL: https://advising.iupui.edu/degree-policies/index.html#search",
    "body": "  ## Resources for campuswide degree policies  The links below provide information and resources about campuswide degree policies.   ## Certification requirements and changing majors  Students who change majors into a different school must meet the requirements for certification or application into the school of their desired major.   ## Degree requirements  IUPUI degree requirements can be found in degree maps, Academic Advisement Reports (AARs), and the Campus Bulletin.   ## Report an error  If you encounter an error with a degree map or an AAR, you will need to submit a request to modify form.   ## General education  The IUPUI General Education Core provides a strong foundation for a rich and intellectually challenging undergraduate experience.   ## Minors and certificates  Development of degree maps and AARs for minors and certificates is currently underway. Once completed, these maps will be available on iGPS. "
  },
  {
    "url": "URL: https://advising.iupui.edu/nacada-resources/nacada-journal/index.html#search",
    "body": "  ## Accessing the NACADA Journal  Due to the emphases on increasing the scholarship within the field of academic advising and the internationalization of NACADA, the board of directors of NACADA: The Global Community for Academic Advising and the NACADA Journal editorial board joined together to provide access to electronic NACADA Journal articles to all who are interested in scholarly inquiry within academic advising.  Access the NACADA Journal  [Access the NACADA Journal](https://nacada.ksu.edu/Resources/Journal.aspx)  In opening access to NACADA Journal articles, NACADA maintains its commitment to peer review, professional editing, and publishing both print and electronic versions of the journal. To find publication guidelines for the journal, visit the NACADA website .  [NACADA website](https://www.nacada.ksu.edu/Resources/Journal/Publication-Guidelines.aspx) "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/get-involved/index.html#search",
    "body": "  ## Get involved with JACADA   ### Join JACADA  Learn how to become a JACADA member today!   ## Elections  Vote for candidates for the offices of vice president and secretary in the 2018 election. "
  },
  {
    "url": "URL: https://advising.iupui.edu/technology/aar/index.html#search",
    "body": "  ## AAR tutorials  This section contains tutorials related to the use of the Academic Advisement Report (AAR) tool. If you are an advisor, you can access a recorded training session on how to use the AAR and iGPS with the links below. If you don't already have access to this Kaltura playlist of training videos, email ccas@iupui.edu to request access.   ### AAR resources   #### AAR video tutorial  This demonstration video can be used by students or advisors to understand how to access and how to use the AAR.  [Training session video View a recorded advisor training session on how to use the AAR in conjunction with iGPS. If you don't have access to this Kaltura playlist, email ccas@iupui.edu.](https://iu.mediaspace.kaltura.com/playlist/details/1_kc73y9id/categoryid/160054111)   #### Training session video  View a recorded advisor training session on how to use the AAR in conjunction with iGPS. If you don't have access to this Kaltura playlist, email ccas@iupui.edu.   #### Report an error  Learn about reporting an error within an AAR or iGPS degree map. "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/committees-and-officers/officers/index.html#search",
    "body": "  ## JACADA officer positions  JACADA is governed by the Steering Committee, which is comprised of the president, vice president, secretary, treasurer, NACADA liaison, and the chairs of the standing committees.  There shall be five standing committees of the association: Professional Development, Campus Affairs, Membership, Communications, and Research and Assessment. All committees shall be comprised of a chairperson and members.  There are four officers in JACADA: president, vice president, secretary, and treasurer. Each officer shall serve for a term of two years. The president and treasurer will serve their terms concurrently, as will the vice president and secretary. Terms commence on July 1 of each year. Officers cannot be elected for two consecutive terms for the same office.   ### President  The president shall preside at all meetings of the association and Steering Committee. The president is charged with oversight of all association activities and functions; serves as a spokesperson and representative of the association for campus committees, campus events, and at state/national conferences; may call special meetings of the Steering Committee; may appoint ad hoc committees as needed; and serves as an ex officio member of all standing and ad hoc committees.  The president may delegate some of the above responsibilities to other JACADA officers without approval of the Steering Committee. The president will also write the annual report of the organization and submit it to the Steering Committee prior to the annual meeting.   ### Vice president  The vice president shall perform the duties and responsibilities of the president during the president’s absence and, when so acting, shall exercise the powers of the president. If the presidential position becomes vacant, for whatever reason, the vice president will assume the position for the remainder of the original presidential term.   ### Secretary  The secretary shall keep records of all meetings of the association and the Steering Committee and shall give notice of all meetings to all members.   ### Treasurer  The treasurer shall have custody of all JACADA funds and must be knowledgeable of university guidelines governing institutional funds. Assets maintained outside the university shall be placed in a federally insured depository institution approved by the Steering Committee. The treasurer shall also maintain a register accounting for all receipts and disbursements. The treasurer will also write the annual report of association funds. The treasurer will submit the annual report and present the account register to the Steering Committee for audit each year prior to the annual meeting. The fiscal year shall be from July 1 through June 30.   ### Current officers  Alex Harvey  President  Grace Klosterman  Vice President  Heather Long  Treasurer  Betsy Parker  Secretary  Tradara McLaurine  Ex-Officio Consultant "
  },
  {
    "url": "URL: https://advising.iupui.edu/degree-policies/degree-requirements/index.html#search",
    "body": "  ## Finding degree requirements  IUPUI degree requirements can be found in the following locations:  1. Degree maps . Mandated by state law and developed by IUPUI faculty, these degree maps provide consistently formatted representations of degree requirements in a semester-by-semester display. Degree maps are built into iGPS so students can load the maps into their iGPS plan as a customized degree map. Students can access maps and their personal iGPS (with their log-in). Additional resources include the following:  [Degree maps](http://go.iu.edu/degreemaps)  [iGPS](https://sisjee.iu.edu/sisigps-prd/web/igps/plan/full/)  [Indiana Commission for Higher Education](http://www.in.gov/che/)  2. Academic Advisement Reports (AARs). The AARs present degree requirements by categories rather than by chronological sequence. The AARs also audit student completion of requirements. Students' AARs can be accessed by advisors from within AdRx . Students can access AARs from within their iGPS  [AdRx](http://adrx.iu.edu/)  [iGPS](https://iuself.iu.edu/psp/SSERV/SISSELFSERVICE/CS/c/SA_LEARNER_SERVICES.SSS_MY_ACAD.GBL?Page=SSS_MY_ACAD)  3. The Campus Bulletin lists academic policies by school.  [The Campus Bulletin](https://bulletins.iu.edu/index.html) "
  },
  {
    "url": "URL: https://advising.iupui.edu/privacy/#search",
    "body": " IUPUI Advising Resources is committed to protecting your privacy and developing technology that gives you the most powerful and safe online experience. This Statement of Privacy applies to the IUPUI Advising Resources Web site and governs data collection and usage. By using the IUPUI Advising Resources website, you consent to the data practices described in this statement.   ## Collection of your personal information  IUPUI Advising Resources collects personally identifiable information, such as your e-mail address, name, home or work address or telephone number. IUPUI Advising Resources also collects anonymous demographic information, which is not unique to you, such as your ZIP code, age, gender, preferences, interests and favorites.  There is also information about your computer hardware and software that is automatically collected by IUPUI Advising Resources. This information can include: your IP address, browser type, domain names, access times and referring Web site addresses. This information is used by IUPUI Advising Resources for the operation of the service, to maintain quality of the service, and to provide general statistics regarding use of the IUPUI Advising Resources Web site.  Please keep in mind that if you directly disclose personally identifiable information or personally sensitive data through IUPUI Advising Resources public message boards, this information may be collected and used by others. Note: IUPUI Advising Resources does not read any of your private online communications.  IUPUI Advising Resources encourages you to review the privacy statements of Web sites you choose to link to from IUPUI Advising Resources so that you can understand how those Web sites collect, use and share your information. IUPUI Advising Resources is not responsible for the privacy statements or other content on Web sites outside of the IUPUI Advising Resources and IUPUI Advising Resources family of Web sites.   ## Use of your personal information  IUPUI Advising Resources collects and uses your personal information to operate the IUPUI Advising Resources Web site and deliver the services you have requested. IUPUI Advising Resources also uses your personally identifiable information to inform you of other products or services available from IUPUI Advising Resources and its affiliates. IUPUI Advising Resources may also contact you via surveys to conduct research about your opinion of current services or of potential new services that may be offered.  IUPUI Advising Resources does not sell, rent or lease its customer lists to third parties. IUPUI Advising Resources may, from time to time, contact you on behalf of external business partners about a particular offering that may be of interest to you. In those cases, your unique personally identifiable information (e-mail, name, address, telephone number) is not transferred to the third party. In addition, IUPUI Advising Resources may share data with trusted partners to help us perform statistical analysis, send you email or postal mail, provide customer support, or arrange for deliveries. All such third parties are prohibited from using your personal information except to provide these services to IUPUI Advising Resources, and they are required to maintain the confidentiality of your information.  IUPUI Advising Resources does not use or disclose sensitive personal information, such as race, religion, or political affiliations, without your explicit consent.  IUPUI Advising Resources keeps track of the Web sites and pages our customers visit within IUPUI Advising Resources, in order to determine what IUPUI Advising Resources services are the most popular. This data is used to deliver customized content and advertising within IUPUI Advising Resources to customers whose behavior indicates that they are interested in a particular subject area.  IUPUI Advising Resources Web sites will disclose your personal information, without notice, only if required to do so by law or in the good faith belief that such action is necessary to: (a) conform to the edicts of the law or comply with legal process served on IUPUI Advising Resources or the site; (b) protect and defend the rights or property of IUPUI Advising Resources; and, (c) act under exigent circumstances to protect the personal safety of users of IUPUI Advising Resources, or the public.   ## Use of cookies  The IUPUI Advising Resources Web site use \"cookies\" to help you personalize your online experience. A cookie is a text file that is placed on your hard disk by a Web page server. Cookies cannot be used to run programs or deliver viruses to your computer. Cookies are uniquely assigned to you, and can only be read by a web server in the domain that issued the cookie to you.  One of the primary purposes of cookies is to provide a convenience feature to save you time. The purpose of a cookie is to tell the Web server that you have returned to a specific page. For example, if you personalize IUPUI Advising Resources pages, or register with IUPUI Advising Resources site or services, a cookie helps IUPUI Advising Resources to recall your specific information on subsequent visits. This simplifies the process of recording your personal information, such as billing addresses, shipping addresses, and so on. When you return to the same IUPUI Advising Resources Web site, the information you previously provided can be retrieved, so you can easily use the IUPUI Advising Resources features that you customized.  You have the ability to accept or decline cookies. Most Web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. If you choose to decline cookies, you may not be able to fully experience the interactive features of the IUPUI Advising Resources services or Web sites you visit.   ## Security of your personal information  IUPUI Advising Resources secures your personal information from unauthorized access, use or disclosure. IUPUI Advising Resources secures the personally identifiable information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use or disclosure. When personal information (such as a credit card number) is transmitted to other Web sites, it is protected through the use of encryption, such as the Secure Socket Layer (SSL) protocol.   ## Changes to this statement  IUPUI Advising Resources will occasionally update this Statement of Privacy to reflect company and customer feedback. IUPUI Advising Resources encourages you to periodically review this Statement to be informed of how IUPUI Advising Resources is protecting your information.   ## Contact information  IUPUI Advising Resources welcomes your comments regarding this Statement of Privacy. If you believe that IUPUI Advising Resources has not adhered to this Statement, please contact IUPUI Advising Resources at nsbyrer@iupui.edu . We will use commercially reasonable efforts to promptly determine and remedy the problem. "
  },
  {
    "url": "URL: https://advising.iupui.edu/placement-and-registration/placement-information/biology-placement/index.html#search",
    "body": "  ## Placement in BIOL-K 101  In order to enroll in BIOL-K 101, a student must have:   ### Biology permissions  Email the biology department advisors based on the following:  Student last name A–K  Jane Alexander  janealex@iupui.edu  Student last name L–Z and transfer students  Leslie Busch  lbusch@iu.edu  Include student name, ID #, correct term, course name, section number(s), and rationale for granting permission  Please check to make sure the section is not in an LC (unless needed) "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/newsletters/elizabeth-freedman-awarded-nacada-excellence-in-advising.html#search",
    "body": "  # Elizabeth Freedman Awarded NACADA Excellence in Advising  Wednesday, February 10, 2016  Elizabeth Freedman, a student success advisor in the Health and Life Sciences Advising Center, won the Excellence in Advising—New Advisor award. She has been a student success advisor at IUPUI since October 2014.  Freedman received the award by the National Academic Advising Association (NACADA) Region V. NACADA is an association of professional advisors, counselors, faculty, administrators, and students working to enhance the educational development of students. The Excellence in Advising—New Advisor award recognizes individuals who have demonstrated qualities associated with outstanding academic advising of students and who have served as an advisor for a period of three or fewer years.  Freedman has been a member of the IUPUI staff for slightly more than a year, but she has been advising students in various capacities for five years. When asked what Freedman found as the most rewarding part of advising, she replied, “Despite the large size of IUPUI, I enjoy making connections and some long-term relationships with the students I advise.” Freedman is passionate about what she does, and because of that, she is able to build students into professionals.  Before Freedman came to IUPUI, she worked with several other institutions, including Ivy Tech, Butler University, and DePauw University. At Ivy Tech, Freedman was a career resource assistant, Career Services (April 2010–June 2010). Freedman served Butler University as a student employment coordinator in Career Services (2012–2013), as well as an assistant instructor for a career planning strategies course. At DePauw University, Freedman was a career advisor. Aside from this, Freedman has been involved as a tutor, intern, and service assistant at a variety of organizations that have carried her to where she is today.  NACADA’s vision is to recognize that effective academic advising is at the core of student success and aspires to be the premier global association for the development and dissemination of innovative theory, research, and practice of academic advising in higher education. Freedman will be attending NACADA’s Region V conference in April 2016 in Toronto, Canada. "
  },
  {
    "url": "URL: https://advising.iupui.edu/placement-and-registration/index.html#search",
    "body": "  ## Resources to learn more about credit, placement, and registration   ### Placement information  See placement information for different areas.   ### Course authorization forms  Find school-specific authorization forms.   ### Resources from the registrar  View helpful resources from the registrar.   ### Transfer credit articulation  Learn more about the processes and tools used in the articulation of transfer credit. "
  },
  {
    "url": "URL: https://advising.iupui.edu/nacada-resources/index.html#search",
    "body": "  ## NACADA resources to help you  Digitized in 2002, the Clearinghouse of Academic Advising Resources features articles from NACADA members on over 250 subjects and has over 100 resource pages organized by topic that are applicable to academic advising. These articles are written in a practitioner-focused style.   ### NACADA Core Resource Library  These electronic books will help you begin and advance your career as an academic advisor.   ### NACADA Journal  This peer-reviewed journal is the premier source for scholarship on academic advising.   ### Clearinghouse of Academic Advising Resources  The clearinghouse contains hundreds of succinct and helpful articles on academic advising. "
  },
  {
    "url": "URL: https://advising.iupui.edu/placement-and-registration/placement-information/eap-guide/index.html#search",
    "body": "  ## Advising guide for English for Academic Purposes (EAP)  The EAP Advising Guide contains a helpful overview of the EAP program, as well as information on the various codes associated with EAP.  [EAP Advising Guide](https://indiana.sharepoint.com/:w:/s/msteams_92d57a/EYJ3wnyagSdOjck6zcuCBhsB4kPxXLTEcBGlSK_tIiLOCA?e=W2IoNg)   ### Contact information   #### Estela Ene, Ph.D.  Program Director English for Academic Purposes Department of English School of Liberal Arts eene@iupui.edu (317) 274-3908   #### Beth Lafferty  Course Scheduling Coordinator English for Academic Purposes Department of English School of Liberal Arts bethlaff@iupui.edu (317) 274-3824 "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/newsletters/jacada-campus-affairs-panel.html#search",
    "body": "  # JACADA Campus Affairs Panel  Friday, December 09, 2016  At this JACADA Campus Affairs Brown Bag, Angela Adams from IU General Counsel, Cindy Gill from External Affairs, and Casey Windhorst from the Office of International Affairs, provide information about how undocumented students, DACA students, international students/faculty, and others without U.S. citizenship can be affected by the new U.S. presidential administration. "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/campus-advising-council/index.html#search",
    "body": "  ## The role of the Campus Advising Council  Established in 2008, the Campus Advising Council (CAC) plays an important role in IUPUI’s efforts to promote student learning, success, and retention by proposing and prioritizing initiatives, policies, and procedures that impact student success through advising. The CAC consists of professional and faculty advising leaders from each of IUPUI’s undergraduate-serving schools.  The CAC has worked to establish common learning and process outcomes for advising across campus, has assessed student learning and satisfaction within advising, has identified needs for professional development, and has led the creation of an advising promotional structure: the Academic Advisor Development Program.  Monthly meetings bring together advising leaders and key collaborators, such as the Office of the Registrar, Division of Student Affairs, and Office of Student Financial Services. The CAC is chaired by the director of Campus Career and Advising Services in the Division of Undergraduate Education.  [director of Campus Career and Advising Services](https://ccas.iupui.edu/contact/index.html)  View CAC membership  View CAC meetings and minutes "
  },
  {
    "url": "URL: https://advising.iupui.edu/orientation-materials/fys-bridge-tlc/index.html#search",
    "body": "  ## Options for the First-Year Experience  [2023 FYE catalog Browse the many options for learning communities, Bridge Week, and FYS courses by school and by population (e.g., DEAP).](https://indiana.sharepoint.com/:x:/s/O365-OrientationAdvising-FYS/EfJfoeiBLnNAgfEkzAoXSOwBa-o-YA2eE3mMdnpRsGoJYg?e=0bsb4K&CID=5A32F4C3-765F-46A2-8A14-8947518814A7&wdLOR=cC3458D43-428E-4F17-8B5D-636460B0E528)   ### 2023 FYE catalog  Browse the many options for learning communities, Bridge Week, and FYS courses by school and by population (e.g., DEAP).  [FYE website Learn more about Bridge Week, learning communities, and first-year seminar options at experience.iupui.edu.](http://experience.iupui.edu)   ### FYE website  Learn more about Bridge Week, learning communities, and first-year seminar options at experience.iupui.edu. "
  },
  {
    "url": "URL: https://advising.iupui.edu/technology/igps/degree-maps/index.html#search",
    "body": "  ## Videos to learn more about iGPS  The short videos below will help you learn more about the Interactive Graduation Planning System (iGPS).   ### Overview of iGPS  [Office of Completion and Student Success.](https://ocss.iu.edu/)   ### iGPS degree maps  [Office of Completion and Student Success.](https://ocss.iu.edu/)   ### iGPS plan  [Office of Completion and Student Success.](https://ocss.iu.edu/) "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/professional-development/index.html#search",
    "body": " Transfer Evaluation System (TES) and Transfer Answers Training  [Transfer Evaluation System (TES) and Transfer Answers Training](https://events.iu.edu/iupuiprodev/event/1076868-transfer-evaluation-system-tes-and-transfer)  Tuesday, December 5, 2023  Starts at 10 a.m.  This event will provide an overview of the Transfer Evaluation System (TES) and Transfer Answers.  Serving Diverse Populations: DEI and Career Counseling  [Serving Diverse Populations: DEI and Career Counseling](https://events.iu.edu/iupuiprodev/event/1076869-serving-diverse-populations-dei-and-career)  Tuesday, December 12, 2023  Starts at 10 a.m.  Postsecondary education comes with many personal and professional challenges for students whether they are traditional or post-traditional learners.  Canvas Analytics  [Canvas Analytics](https://events.iu.edu/iupuiprodev/event/1076873-canvas-analytics)  Tuesday, February 13, 2024  Starts at 10 a.m.  This event will provide an overview of IUPUI's Canvas Activity Data, a useful tool in the proactive advisor's toolbox.  Best Practices on Serving Historically Marginalized Students and Young Professionals  [Best Practices on Serving Historically Marginalized Students and Young Professionals](https://events.iu.edu/iupuiprodev/event/1076870-best-practices-on-serving-historically)  Tuesday, March 26, 2024  Starts at 10 a.m.  Companies and universities alike still have much work to do to better support students and alumni with multiple, historically marginalized identities.  Transfer Evaluation System (TES) and Transfer Answers Training  [Transfer Evaluation System (TES) and Transfer Answers Training](https://events.iu.edu/iupuiprodev/event/1076877-transfer-evaluation-system-tes-and-transfer)  Tuesday, April 30, 2024  Starts at 10 a.m.  This event will provide an overview of the Transfer Evaluation System (TES) and Transfer Answers.  View the full calendar  [View the full calendar](https://events.iu.edu/iupuiprodev/) "
  },
  {
    "url": "URL: https://advising.iupui.edu/contact-us/index.html#search",
    "body": "  ## Contact us with your questions or comments  If you're a student looking for advising, please contact your assigned academic advisor or Academic and Career Development in University College.  [Academic and Career Development](http://acd.iupui.edu/)  Learn more about your school's academic advising  [Learn more about your school's academic advising](https://ccas.iupui.edu/find-my-advisor/index.html)   ### Campus Career and Advising Services  University College IUPUI Division of Undergraduate Education Taylor Hall 3140 815 W. Michigan St. Indianapolis, IN 46202 (317) 278-7515 ccas@iupui.edu  Learn about Campus Career and Advising Services  [Learn about Campus Career and Advising Services](https://ccas.iupui.edu/index.html)   ### Office directory  Tradara McLaurine, CDP  Senior Executive Director of Campus Career and Advising Services  [LinkedIn](https://www.linkedin.com/in/tradaramclaurine)  Brian Benedict  Assistant Director for Internships  [LinkedIn](https://www.linkedin.com/in/brian-benedict-87b51a4) "
  },
  {
    "url": "URL: https://advising.iupui.edu/index.html#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!  Supporting the work of academic advisors throughout the IUPUI campus.  [Training videos View recorded trainings on IUPUI advising technologies and other professional development.](https://iu.mediaspace.kaltura.com/channel/IUPUI%2BCampus%2BCareer%2Band%2BAdvising%2BServices/160054111)   ## Training videos  View recorded trainings on IUPUI advising technologies and other professional development.  [Two-Tip Tuesday videos View our ongoing video series of tips and tricks for more effective advising.](https://iu.mediaspace.kaltura.com/playlist/dedicated/167274661/1_r4bx78e4/)   ## Two-Tip Tuesday videos  View our ongoing video series of tips and tricks for more effective advising.  If you are a current student looking for advising, please contact your assigned academic advisor or schedule an appointment in the Student Appointment Scheduler (SAS) .  [assigned academic advisor](https://one.iu.edu/task/iu/view-my-advisors)  [Student Appointment Scheduler (SAS)](https://one.iu.edu/task/iu/student-appointment-scheduler)   ## Professional development events  Dec 05  Transfer Evaluation System (TES) and Transfer Answers Training  [Transfer Evaluation System (TES) and Transfer Answers Training](https://events.iu.edu/iupuiprodev/event/1076868-transfer-evaluation-system-tes-and-transfer)  Starts at 10 a.m.  Dec 12  Serving Diverse Populations: DEI and Career Counseling  [Serving Diverse Populations: DEI and Career Counseling](https://events.iu.edu/iupuiprodev/event/1076869-serving-diverse-populations-dei-and-career)  Starts at 10 a.m.  Feb 13  Canvas Analytics  [Canvas Analytics](https://events.iu.edu/iupuiprodev/event/1076873-canvas-analytics)  Starts at 10 a.m.  Mar 26  Best Practices on Serving Historically Marginalized Students and Young Professionals  [Best Practices on Serving Historically Marginalized Students and Young Professionals](https://events.iu.edu/iupuiprodev/event/1076870-best-practices-on-serving-historically)  Starts at 10 a.m.   ## Quick links   ### Degree requirements  See official listings of degree requirements at IUPUI as found in iGPS, the AAR, and with supporting information on policies in the bulletin.   ### Placement information  Find placement information on math, chemistry, English, biology, world languages, and AP/CLEP/DANTES.   ### Technology guides  Learn more about the various technologies available for use in academic advising, as well as details on how to gain access and use these resources.  [Refer a student to CTAS Use this form to connect a student to CTAS. Once completed, a CTAS staff member will reach out to the student.](https://uccomm.sitehost.iu.edu/machform/view.php?id=87675)   ### Refer a student to CTAS  Use this form to connect a student to CTAS. Once completed, a CTAS staff member will reach out to the student.   ## Contact us   ### Campus Career and Advising Services  University College IUPUI Division of Undergraduate Education Taylor Hall 3162 815 W. Michigan St. Indianapolis, IN 46202 ccas@iupui.edu "
  },
  {
    "url": "URL: https://advising.iupui.edu/technology/index.html#search",
    "body": "  ## Academic tools  This section provides an overview of the various technologies available for use in academic advising and details how to gain access and how to use these resources.   ### AdRx  Advising records and notes   ### iGPS  Degree maps, plans, and schedule builder   ### OCSS Blog  Office of Completion and Student Success   ### AAR  Academic Advising Report   ### SER  Student Engagement Roster   ### SAS  Student Appointment Scheduler   ## Two-Tip Tuesdays  Two-Tip Tuesdays are short, two- to three-minute videos containing quick tips related to technology utilization and managing working from home. These videos are shared by Campus Career and Advising Services staff each Tuesday. Have suggestions for future videos? Email the team at ccas@iupui.edu .  View the Two-Tip Tuesdays playlist  [View the Two-Tip Tuesdays playlist](https://iu.mediaspace.kaltura.com/playlist/details/1_r4bx78e4/categoryid/167274661) "
  },
  {
    "url": "URL: https://advising.iupui.edu/placement-and-registration/registrar-resources/index.html#search",
    "body": "  ## Commonly used advising resources  The Office of the Registrar maintains a helpful listing of commonly used advising resources, including web tools, academic calendars, policies, and more on Faculty Staff Central .  [Faculty Staff Central](https://facultystaffcentral.iupui.edu/) "
  },
  {
    "url": "URL: https://advising.iupui.edu/nacada-resources/clearinghouse/index.html#search",
    "body": "  ## Clearinghouse articles  The Clearinghouse of Academic Advising Resources features articles from NACADA members on over 250 subjects and has over 100 resource pages organized by topic that are applicable to academic advising. These articles are written in a practitioner-focused style.  Learn more about the clearinghouse  [Learn more about the clearinghouse](http://www.nacada.ksu.edu/Resources/Clearinghouse.aspx) "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/newsletters/2015-nacada-award-winners.html#search",
    "body": "  # 2015 NACADA Award Winners  Friday, April 24, 2015  IUPUI continues to be a leader in academic advising in Indiana and nationally. Please congratulate these award winners on their accomplishments! They will both be recognized in Las Vegas at the 2015 NACADA Annual Conference.  Congratulations to James Eckerty and Carolyn Gentle-Genitty for being named NACADA award winners!  James was awarded a NACADA Outstanding Advising Award in the Primary Advising Category for his amazing work with students at IUPUI. In 2014, James was awarded the JACADA Outstanding Advisor Award.  Carolyn was awarded a NACADA Certificate of Merit in the Faculty Advising Category for her outstanding leadership and work with students. In 2014, Carolyn was awarded the JACADA Outstanding Faculty Advisor Award. "
  },
  {
    "url": "URL: https://advising.iupui.edu/technology/igps/index.html#search",
    "body": "  ## Interactive Graduation Planning System (iGPS)  This section contains tutorials related to the use of iGPS (e.g., degree maps, degree plans, course builder). If you are an advisor, you can access a recorded training session on how to use iGPS and the AAR at the link below. If you don't already have access to this Kaltura playlist of training videos, email ccas@iupui.edu to request access.  Recording of advisor training on iGPS and AARs  [Recording of advisor training on iGPS and AARs](https://iu.mediaspace.kaltura.com/playlist/details/1_kc73y9id/categoryid/160054111)   ### Degree maps and degree plans  View tutorials for degree maps and degree plans.   ### Schedule builder and shopping cart  View tutorials for the schedule builder and shopping cart.   ### Report an error  Learn about handling errors for a degree map or an AAR. "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/new-advisor-academy/index.html#search",
    "body": "  ## Enroll in the New Advisor Academy  The New Advisor Academy serves as an intensive boot camp experience for professional and faculty advisors who are new to their positions at IUPUI.  At the end of this virtual training, new advisors will leave with:  To enroll in the New Advisor Academy, please email ccas@iupui.edu. "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/jacada/events/index.html#search",
    "body": "  ## JACADA-related events  There are no events at this time.  View the full calendar  [View the full calendar](https://events.iu.edu/jacada/) "
  },
  {
    "url": "URL: https://advising.iupui.edu/advising-at-iupui/campus-advising-council/membership/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://advising.iupui.edu/placement-and-registration/placement-information/chemistry-placement/index.html#search",
    "body": "  ## Chemistry placement info for advisors—summer/fall 2022   ### Who is required to take the chemistry placement exam (CPE)?  *CHEM 111 credit from Ivy Tech is preferred as a prerequisite for CHEM-C 105 at IUPUI. CHEM 101 at Ivy Tech only covers about 1/3 of the content compared to CHEM-C 101 at IUPUI.   ### How long is the chemistry placement exam score good for?  12 months.   ### Who is required to take and pass CHEM-C 101 first before taking CHEM-C 105?   ### What are the placement requirements for enrolling in CHEM-C 105?  The placement process involves achieving qualifying scores/grades on both the CPE (or CHEM-C 101) and the math placement (ALEKS and MTHHS/SAT/ACT or appropriate math courses).   ### What is the chemistry course authorization request link for academic advisors?  [https://science.iupui.edu/chemistry/academics/academic-support/advisor-portal.html](https://science.iupui.edu/chemistry/academics/academic-support/advisor-portal.html)  Students are not allowed to fill out this form by themselves. They must contact their academic advisor and ask the advisor to fill out this form on their behalf.   ## Placement exam instructions for students  The chemistry placement exam is an assessment to evaluate readiness for college-level chemistry courses. Directing students to courses where they will be better able to succeed is a priority for the Department of Chemistry and Chemical Biology.  Success in science curricula depends upon matching your level of content expertise to the expectations in the entry-level courses as you transition to study here. Our assessment involves review of prerequisites, prior chemistry courses, chemistry placement scores, and ALEKS mathematics placement scores. Your conversation with an academic advisor is essential to weigh these various components for the optimum placement.  The chemistry placement exam is an open-book, 45-minute, 40-question online tool to evaluate readiness to begin the main science major sequence, CHEM-C 105–106. You cannot receive assistance from any person during the examination to ensure accuracy of the placement process. The exam can be taken on any computer with reliable internet access, but mobile devices or pads are not suitable for testing.  You will be allowed only ONE attempt at the chemistry placement exam. You must use a valid IU username to be credited with taking the exam. There will be a practice exam that you must complete prior to taking the CPE. The student connects to this address:  https://iu.instructure.com/courses/2146887  [https://iu.instructure.com/courses/2146887](https://iu.instructure.com/courses/2146887)  In this process, you may be asked for an access code, and you should enter “ cpe4238 ” in the box. This access code will be valid through September 2023. Click on the Enroll in Course button. You should also click on Announcement to see if there are any specific updates or news relating to the placement process.  Your score will be provided to you at the conclusion of the exam. This data will be uploaded to your IUPUI placement score record and will become available to advisors who can assist as needed in determining the appropriate chemistry class.  Be sure to log off at the completion of the exam.   ### Contact information  Marie Nguyen Assistant Chair of Teaching, Senior Lecturer, and Academic Advisor Department of Chemistry and Chemical Biology (317) 274-6894 mlnguyen@iupui.edu  Lin Zhu Senior Lecturer and Academic Advisor Department of Chemistry and Chemical Biology (317) 274-0052 zhu2@iupui.edu   "
  }
]