[
  {
    "url": "URL: https://aux.iupui.edu/#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!  Auxiliary Services exists to support the University's academic mission and to enrich the campus experience for students, faculty, and staff.  We provide leadership, support, and coordination to a diverse group of service units all committed to providing innovative and quality goods and services to the IUPUI community.   ### Hosting an Event on Campus  IU/ IUPUI Schools, Departments, and Offices hosting an event on or off-campus need to submit the IUPUI Special Events Application. The application will be routed and reviewed for approval through several university departments.  IU/ IUPUI Schools, Departments, and Offices hosting an event on or off-campus need to submit the IUPUI Special Events Application. The application will be routed and reviewed for approval through several university departments.      [See Application Process](https://eventservices.iupui.edu/special-event-application/index.html)   ### Meal Plans  IUPUI Dining Services offers numerous meal plan options for students, faculty and staff. Convenient, accessible on-campus dining gives you more time to study and socialize. With culinary experts preparing daily nutritious meals, you don’t have to grocery shop, cook, or clean kitchen messes.  IUPUI Dining Services offers numerous meal plan options for students, faculty and staff. Convenient, accessible on-campus dining gives you more time to study and socialize. With culinary experts preparing daily nutritious meals, you don’t have to grocery shop, cook, or clean kitchen messes.    [Learn more](https://mealplans.iupui.edu)   ### IU Nat open for Lap Swim  Lap swimming is now open at the IU Natatorium. Due to COVID-19, we have introduced a number of preventative measures and new procedures within the facility. Lap swimmers must reserve a lane online, wear a mask within the facility and maintain social distancing.  Lap swimming is now open at the IU Natatorium. Due to COVID-19, we have introduced a number of preventative measures and new procedures within the facility. Lap swimmers must reserve a lane online, wear a mask within the facility and maintain social distancing.    [Learn more](https://iunat.iupui.edu/calendar/lap-swim-schedule.html)  [https://www.facebook.com/auxatiupui](https://www.facebook.com/auxatiupui)  [Tweets by @auxatiupui](https://twitter.com/auxatiupui) "
  },
  {
    "url": "URL: https://aux.iupui.edu/about/student-positions.html#search",
    "body": "   There are no open internship positions at this time. Please check back soon!  Questions? Please email Maggie Regan at magregan@iu.edu     ## Auxiliary Services Student Team   ### Jacqueline Dubois  Marketing Coordinator Intern         ### Ashley Campbell  Graphic Design Intern         ## Via Keith  Photography Intern         ## Hailey Prasopoulos  Photography Intern         ### Vanbawi Thawng  Website Management Intern         ### Chloe Dyar  Social Media Marketing Intern         ### Maggie Hoppel  Multi-Media Communications & Writing Intern       "
  },
  {
    "url": "URL: https://aux.iupui.edu/about/index.html#search",
    "body": "  ## Our Mission  To impact IUPUI by serving the university community to enrich the campus experience   ## Our Values   ### Customer Service  We will seek to understand and focus on the needs of all customers: students, employees, and community. We will dedicate our attention to delivering exceptional services within a caring atmosphere. Collaboration and teamwork will be utilized to continually improve our services.   ### Integrity  Honesty, trustworthiness, dependability, and administrative/fiscal accountability will steer our actions. We are committed to maintaining and demanding high ethical standards.   ### Professionalism  An environment will be maintained that recognizes and respects the importance of people and opinions: one in which we celebrate our vast diversity; recognize good work; promote everyone's abilities and professional development; establish an enjoyable environment; and encourage a balance between work and life.   ### Innovation  Taking risks fosters improvement. We will eliminate obstacles, encourage new ideas, and embrace creative solutions that are aimed at improvement and good stewardship. "
  },
  {
    "url": "URL: https://aux.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://aux.iupui.edu/engagement/become-a-mascot.html#search",
    "body": "  ## Become a Mascot  IUPUI Jaguar Mascots appear at campus and community events throughout the year to enhance school spirit, promote Jaguar pride, and generate excitement for all.   ### Do you have what it takes to be a Jaguar Mascot?  If you are a current IUPUI student who loves your school and wants to share that spirit with our community, then we want you! Student Mascots are paid student employees.  [Apply to be a mascot](https://forms.fiad.iupui.edu/machform/embed.php?id=37205)   #### Mascot Height Requirements  Jazzy at least 5'3\" and no taller than 5'8\"  Jawz and Jinx at least 5'10\" "
  },
  {
    "url": "URL: https://aux.iupui.edu/units.html#search",
    "body": " IUPUI Auxiliary Services exists to support the university's academic mission and to enrich the campus experience for students, faculty and staff, alumni, parents and visitors.  We strive to bring relevant, innovative and cost-efficient goods and services to the campus community as we serve a vast and diverse customer base. While each business unit is dedicated to fulfilling a specific need, our core values of customer service , integrity , professionalism and innovation remain the same throughout.  [Center for Young Children The CYC provides child care and early childhood education for the university and general community. Year-round programs are available for children ages 6 weeks through six years old.](https://childcare.iupui.edu/)   ### Center for Young Children  The CYC provides child care and early childhood education for the university and general community. Year-round programs are available for children ages 6 weeks through six years old.  [Mail Services The IUPUI Postal and Mail Services is responsible for processing all inbound and outbound mail serving over 210 locations on campus and also offers a full-service post office in Hine Hall.](https://printandmail.iupui.edu/#/)   ### Mail Services  The IUPUI Postal and Mail Services is responsible for processing all inbound and outbound mail serving over 210 locations on campus and also offers a full-service post office in Hine Hall.  [IU Natatorium Indiana’s premiere swimming facility is open for use by students, faculty and staff (fees required) and hosts numerous high-profile swimming and diving events including over 11 Olympic Team Trials.](https://iunat.iupui.edu)   ### IU Natatorium  Indiana’s premiere swimming facility is open for use by students, faculty and staff (fees required) and hosts numerous high-profile swimming and diving events including over 11 Olympic Team Trials.  [Event & Conference Services Coordinates meetings and events on and off campus for the university, business and professional communities. We act as a single point of contact to plan and coordinate all facets of your event.](https://eventservices.iupui.edu/)   ### Event & Conference Services  Coordinates meetings and events on and off campus for the university, business and professional communities. We act as a single point of contact to plan and coordinate all facets of your event.  [Michael A. Carroll Track & Soccer Stadium Open for use by students, faculty and staff (fees required); the track and soccer stadium hosts a myriad of events.](https://track-soccer.iupui.edu/)   ### Michael A. Carroll Track & Soccer Stadium  Open for use by students, faculty and staff (fees required); the track and soccer stadium hosts a myriad of events.  [IUPUI Bookstore Located in the Campus Center, the IUPUI Bookstore provides text books, supplies, IUPUI memorabilia, trade books, nourishment and gifts to students, faculty, staff, parents and alumni.](https://www.bkstr.com/indianastore/iupui)   ### IUPUI Bookstore  Located in the Campus Center, the IUPUI Bookstore provides text books, supplies, IUPUI memorabilia, trade books, nourishment and gifts to students, faculty, staff, parents and alumni.  [Food Services IUPUI Food Services provides dining, catering and vending services to the IUPUI community. We believe in providing culinary excellence through all 16 dining options on-campus.](https://www.dineoncampus.com/iupui/)   ### Food Services  IUPUI Food Services provides dining, catering and vending services to the IUPUI community. We believe in providing culinary excellence through all 16 dining options on-campus.  [Miles Printing IUPUI Print Services provides students, staff and faculty an on campus option for printing and other office services. This unit is managed by Miles Printing and is located in the lower level of the Bookstore.](https://printandmail.iupui.edu/#/:print-services.html)   ### Miles Printing  IUPUI Print Services provides students, staff and faculty an on campus option for printing and other office services. This unit is managed by Miles Printing and is located in the lower level of the Bookstore.  [Parking & Transportation Services Whether you live on or off campus, drive to campus five days a week or you're just visiting for the day, find out about Parking and Transportation Services and sustainable transportation initiatives at IUPUI.](https://parking.iupui.edu)   ### Parking & Transportation Services  Whether you live on or off campus, drive to campus five days a week or you're just visiting for the day, find out about Parking and Transportation Services and sustainable transportation initiatives at IUPUI.  [Surplus With an effort towards sustainability, IUPUI Surplus works to redistribute or recycle retired university property with the goal to be a zero landfill operation.](https://surplus.iupui.edu)   ### Surplus  With an effort towards sustainability, IUPUI Surplus works to redistribute or recycle retired university property with the goal to be a zero landfill operation. "
  },
  {
    "url": "URL: https://aux.iupui.edu/engagement/index.html#search",
    "body": "  ## Mascot Program   ### Meet Jinx, Jawz, and Jazzy  IUPUI Jaguar Mascots appear at campus and community events throughout the year to enhance school spirit, promote Jaguar pride, and generate excitement for all. The Jaguar became IUPUI's official mascot in 1998, coinciding with the campus's move to NCAA Division I Athletics. The Jaguar was chosen because it reflects the energy of our urban campus and represents the spirit of IUPUI: powerful, swift, and confident.  IUPUI Jaguar Mascots appear at campus and community events throughout the year to enhance school spirit, promote Jaguar pride, and generate excitement for all.  The Jaguar became IUPUI's official mascot in 1998, coinciding with the campus's move to NCAA Division I Athletics. The Jaguar was chosen because it reflects the energy of our urban campus and represents the spirit of IUPUI: powerful, swift, and confident.   ### Inside the mascot shop "
  },
  {
    "url": "URL: https://aux.iupui.edu/contact.html#search",
    "body": "   IUPUI AuxiliaryServices values your questions, comments and suggestions. We encourage you to share those using the online feedback form. Submissions can be made anonymously if desired or you can identify yourself by simply supplying your email address. "
  },
  {
    "url": "URL: https://aux.iupui.edu/privacy/#search",
    "body": "  # Auxiliary Services  Effective: 2011-05-06   ## Applicability  This privacy notice applies only to the Office of Auxiliary Services (http://www.aux.iupui.edu/) and explains our practices concerning the collection, use, and disclosure of visitor information. Visitor information collected by Office of Auxiliary Services will be used only as outlined in this privacy notice.  Other units at the university may collect and use visitor information in different ways. Therefore, visitors to other university websites should review the privacy notices for the particular sites they visit. Office of Auxiliary Services is not responsible for the content of other websites or for the privacy practices of websites outside the scope of this notice.   ## Changes  Because Internet technologies continue to evolve rapidly, Office of Auxiliary Services may make appropriate changes to this notice in the future. Any such changes will be consistent with our commitment to respecting visitor privacy, and will be clearly posted in a revised privacy notice.   ## Collection and Use   ### Passive/Automatic Collection  When you view pages on our site, the web server automatically collects certain technical information from your computer and about your connection including:  Continued use of our website indicates consent to the collection, use, and disclosure of this information as described in this notice.  Some technical information is retained in aggregate for up to 30 days.   ### Active/Manual/Voluntary Collection  Other than automatically collected technical information about your visit (described above, or cookies, described below), we may ask you to provide information voluntarily, such as through forms or other manual input—in order to make products and services available to you, to maintain and manage our relationship with you, including providing associated services or to better understand and serve your needs. This information is generally retained as long as you continue to maintain a relationship with us. Your providing this information is wholly voluntary. However, not providing the requested information (or subsequently asking that the data be removed) may affect our ability to deliver the products or service for which the information is needed. Providing the requested information indicates your consent to the collection, use, and disclosure of this information as described in this notice. Information we may actively collect could include:   ### Information Usage  This information is:   ### Information Used For Contact  If you supply us with your postal/mailing address:   ### Information Sharing  We do not share any aggregate, non-personally identifiable information with other entities or organizations.  We do not share any personally identifiable information with other entities or organizations, except when legally required to do so, at the request of governmental authorities conducting an investigation, to verify or enforce compliance with the policies governing our website and applicable laws, or to protect against misuse or unauthorized use of our website.  Except as described above, we will not share any information with any party for any reason.  Except as provided in the Disclosure of Information section below, we do not attempt to use the technical information discussed in this section to identify individual visitors.   ### Cookies  A cookie is a small data file that is written to your hard drive that contains information about your visit to a web page. If you prefer not to receive cookies, you may configure your browser not to accept them at all, or to notify and require approval before accepting new cookies. Some web pages/sites may not function properly if the cookies are turned off, or you may have to provide the same information each time you visit those pages.  [cookie](https://epic.org/privacy/internet/cookies/)  Our site does not use cookies to store information about your actions or choices on pages associated with our site.   ### Children  This site is not directed to children under 13 years of age, does not sell products or services intended for purchase by children, and does not knowingly collect or store any personal information, even in aggregate, about children under the age of 13. We encourage parents and teachers to be involved in children’s Internet explorations. It is particularly important for parents to guide their children when they are asked to provide personal information online.   ### Use of Third Party Services  This website uses Google Analytics, a web analytics service provided by Google, Inc. (\"Google\"). Google Analytics uses cookies (described above) to help the website analyze how users use the site. The information generated by the cookie about your use of the website (including possibly your IP address) will be transmitted to and stored by Google.  For more information, please visit Google’s Privacy Policy .  [Google’s Privacy Policy](http://www.google.com/policies/privacy)   ## Disclosure of Information  Other than sharing your information with other appropriate university personnel and units to ensure the quality, functionality, and security of our website, or manage your relationship with us, we will not disclose personally identifiable information about your use of the site except under the following circumstances:   ## Security  Due to the rapidly evolving nature of information technologies, no transmission of information over the Internet can be guaranteed to be completely secure. While Indiana University is committed to protecting user privacy, IU cannot guarantee the security of any information users transmit to university sites, and users do so at their own risk.  We have appropriate security measures in place in our physical facilities to protect against the loss, misuse, or alteration of information that we have collected from you at our site.  Once we receive user information, we will use reasonable safeguards consistent with prevailing industry standards and commensurate with the sensitivity of the data being stored to maintain the security of that information on our systems.  We will comply with all applicable federal, state and local laws regarding the privacy and security of user information.   ## Links to non-university sites  Indiana University is not responsible for the availability, content, or privacy practices of non-university sites. Non-university sites are not bound by this site privacy notice policy and may or may not have their own privacy policies.   ## Privacy Notice Changes  From time to time, we may use visitor information for new, unanticipated uses not previously disclosed in our privacy notice.  Only data collected from the time of the policy change forward will be used for these new purposes. If you are concerned about how your information is used, you should check back at our website periodically.   ## Contact Information  If you have questions or concerns about this policy, please contact us.  If you feel as though this site’s privacy practices differ from the information stated, you may contact us at the listed address or phone number.  If you feel that this site is not following its stated policy and communicating with the owner of this site does not resolve the matter, or if you have general questions or concerns about privacy or information technology policy at Indiana University, please contact the chief privacy officer through the University Information Policy Office, 812-855-UIPO, privacy@iu.edu . "
  },
  {
    "url": "URL: https://aux.iupui.edu/engagement/mascot.html#search",
    "body": "  ## Meet the Mascots   ### Jinx, Jawz, and Jazzy  Jawz the Jaguar has been the official mascot of IUPUI Athletics since 2006. He is powerful, swift, and confident – and is known for his impressive cat-like dance moves! He can be seen cheering and pumping up the crowd at Jaguar Athletic events or simply having a good time at campus and community events.  The first jaguar mascot on campus was Jinx the Jaguar , who joined the IUPUI family in 1998. Jinx the Jaguar can be found supporting campus and community events. In August 2015, Jazzy Jaguar made her IUPUI debut and can be seen around campus making new friends and spreading spirit wherever she goes. Jazzy is especially a fan of women's athletic events.     ## Become a Mascot  IUPUI Jaguar Mascots appear at campus and community events throughout the year to enhance school spirit, promote Jaguar pride, and generate excitement for all.   ### Do you have what it takes to be a Jaguar Mascot?  If you are a current IUPUI student who loves your school and wants to share that spirit with our community, then we want you! Student Mascots are paid student employees.  [Apply to be a mascot](https://forms.fiad.iupui.edu/machform/embed.php?id=37205)   #### Mascot Height Requirements  Jazzy at least 5'3\" and no taller than 5'8\"  Jawz and Jinx at least 5'10\" "
  },
  {
    "url": "URL: https://aux.iupui.edu/faq.html#search",
    "body": "  ### Food Services Information  Indiana University has several exclusive food service agreements with third party partners which must be recognized and followed by the Indiana University community at IUPUI.  Chartwells Higher Ed food management company is contracted to provide all residential, retail, concessions, and catering food service on the IUPUI campus.  Canteen Vending Services is contracted to provide all vending operations on the IUPUI campus.  Coca Cola is contracted to provide all beverage products on all Indiana University campuses.  A list of frequent ly asked questions have been compiled to help the IUPUI community understand the obligations of these food service agreements as well as other university food safety and purchasing policy and practices.  Should you have a question not included in these FAQs, please let us know by sending aux@iupui.edu a quick email. We will respond to the question and consider it for addition to these FAQs.   ## Chartwells Information   ## What is the catering exclusivity agreement for IUPUI?  IUPUI FOOD SERVICES EXCLUSIVITY AGREEMENT  Indiana University is contracted with Chartwells Higher Education Food Management Company to provide all residential, retail, concessions and catering food and beverage service on the campus of IUPUI.  The geographic exclusivity for catering services has been modified effective January 1, 2023.  Chartwells Catering Services maintains the exclusive rights to cater all events and meetings in the Campus Center with six (6) exceptions noted below.  Automatic Exceptions to the Campus Center Catering Exclusivity (waiver not needed)  [Environmental Health & Safety Temporary Food Service Events link.](https://protect.iu.edu/environmental-health/public-environment/food-safety/temporary-food-service.html)  Exceptions to the Campus Center Catering Exclusivity Requiring Approval (waiver needed)  Chartwells Catering Services will continue to be a preferred caterer for all other campus locations. Outside of the Campus Center, Chartwells or any third-party caterer approved to do business with Indiana University may be used. All events offering food to the public on IU properties must comply with IU Policy for Temporary Food Service Events . These events must also meet requirements of the Office of Insurance, Loss Control and Claims policies relating to food service and alcohol. Most public events with food will require prior approval by IUEHS, visit the Temporary Food Service Events link above for further information.  Please also note the exclusivity and its exceptions do not release one from compliance with the university contract with Coca Cola.  The Coca Cola beverage contract states all beverages including water sold, served, distributed, sampled, or otherwise available on university property must be a product of Coca Cola with exception to the following permitted products:  fresh milk, freshly brewed hot tea, freshly brewed hot coffee, freshly brewed hot chocolate, unbranded milkshakes and unbranded smoothies made on premise from fresh ingredients.  Additional information may be found at this Purchasing Non-Alcoholic Beverages link .  [Temporary Food Service Events](https://protect.iu.edu/environmental-health/public-environment/food-safety/temporary-food-service.html)  [Office of Insurance, Loss Control and Claims policies](https://inlocc.iu.edu/Policies/policiespage.cfm)  [Purchasing Non-Alcoholic Beverages link](https://purchasing.iu.edu/resources/how-do-i-buy/non-alcoholic-beverages.php)  Please note this agreement may be modified at any time - refer to IUPUI Auxiliary Services FAQs for the latest information.  [IUPUI Auxiliary Services FAQs](https://aux.iupui.edu/faq.html)   ## What food locations does Chartwells manage?   ## How do I contact Chartwells administration?  Chartwells administrative office is located in the Campus Center lower level suite 50. Feel free to walk-in or call 317-231-0208.  Additionally, you can reach out directly to the management team via email, visit Chartwells Dine On Campus website for the directory.  [Chartwells Dine On Campus website](https://dineoncampus.com/iupui/staff)     ## Where can I find restaurant hours?  [Chartwells Dine On Campus Hours of Operation webpage](https://dineoncampus.com/iupui/hours-of-operation)   ## How do I arrange for group dining at an on-campus restaurant?  [the Chartwells Dine On Campus Group Dining webpage](https://dineoncampus.com/iupui/group-dining)   ## Catering Information   ## Where can I find a list of caterers already approved to do business at IU?  [this link](https://inlocc.iu.edu/Alcohol.cfm)   ## How do I know if I need to submit a temporary food service application for the food and beverage at my event?  IU Environmental Health and Safety (EHS) has put together a decision tree to determine if the food and beverage at your event needs a temporary food service permit.  This tool may be accessed from this EHS link which will prompt an automated download of the decision tree.  [EHS link](https://psia360.iu.edu/sites/ehsdocs/shared/getPolicyFile.php?ID=166&Token=)   ## Who should I contact to get my catering questions answered?  Contact Information by Category  [IU Purchasing](https://purchasing.iu.edu/contact/contact.php)   ## Coca-Cola Information   ## How does the beverage contract with Coca Cola apply to me?  [Purchasing website under Purchasing Non-Alcoholic Beverages](https://purchasing.iu.edu/resources/how-do-i-buy/non-alcoholic-beverages.php)   ## Does the Coca Cola contract apply to water also?  [Purchasing website under Purchasing Non-Alcoholic Beverages.](https://purchasing.iu.edu/resources/how-do-i-buy/non-alcoholic-beverages.php) "
  },
  {
    "url": "URL: https://aux.iupui.edu/index.html#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!  Auxiliary Services exists to support the University's academic mission and to enrich the campus experience for students, faculty, and staff.  We provide leadership, support, and coordination to a diverse group of service units all committed to providing innovative and quality goods and services to the IUPUI community.   ### Hosting an Event on Campus  IU/ IUPUI Schools, Departments, and Offices hosting an event on or off-campus need to submit the IUPUI Special Events Application. The application will be routed and reviewed for approval through several university departments.  IU/ IUPUI Schools, Departments, and Offices hosting an event on or off-campus need to submit the IUPUI Special Events Application. The application will be routed and reviewed for approval through several university departments.      [See Application Process](https://eventservices.iupui.edu/special-event-application/index.html)   ### Meal Plans  IUPUI Dining Services offers numerous meal plan options for students, faculty and staff. Convenient, accessible on-campus dining gives you more time to study and socialize. With culinary experts preparing daily nutritious meals, you don’t have to grocery shop, cook, or clean kitchen messes.  IUPUI Dining Services offers numerous meal plan options for students, faculty and staff. Convenient, accessible on-campus dining gives you more time to study and socialize. With culinary experts preparing daily nutritious meals, you don’t have to grocery shop, cook, or clean kitchen messes.    [Learn more](https://mealplans.iupui.edu)   ### IU Nat open for Lap Swim  Lap swimming is now open at the IU Natatorium. Due to COVID-19, we have introduced a number of preventative measures and new procedures within the facility. Lap swimmers must reserve a lane online, wear a mask within the facility and maintain social distancing.  Lap swimming is now open at the IU Natatorium. Due to COVID-19, we have introduced a number of preventative measures and new procedures within the facility. Lap swimmers must reserve a lane online, wear a mask within the facility and maintain social distancing.    [Learn more](https://iunat.iupui.edu/calendar/lap-swim-schedule.html)  [https://www.facebook.com/auxatiupui](https://www.facebook.com/auxatiupui)  [Tweets by @auxatiupui](https://twitter.com/auxatiupui) "
  },
  {
    "url": "URL: https://aux.iupui.edu/about/team.html#search",
    "body": "  ## Auxiliary Services Administration   ### Angela S. Hill  Associate Vice Chancellor  (317) 274-4364 anhill@iupui.edu  (317) 274-4364  anhill@iupui.edu   ### Sharon VanDyke  Director of Finance  (317) 274-3869 sgrohows@iupui.edu  (317) 274-3869  sgrohows@iupui.edu   ### Vacant  Director of Customer Success  Position Currently Vacant  Position Currently Vacant       ### Vacant  Business and Marketing Analyst  Position Currently Vacant  Position Currently Vacant       ### Rebecca Dawson  Financial Systems Manager  (317) 274-6780 redawson@iupui.edu  (317) 274-6780  redawson@iupui.edu   ### Nikki Guerrettaz  Senior Administrative Associate  (317) 278-0124 nikkigue@iu.edu  (317) 278-0124  nikkigue@iu.edu   ### Lorelai Bennett  Administrative Support Specialist  (317) 274-3882 lobennett@iupui.edu  (317) 274-3882  lobennett@iupui.edu   ### Maggie Regan  Graphic Designer & Production Coordinator  (317) 278-8131 magregan@iu.edu  (317) 278-8131  magregan@iu.edu   ### Mary Kelley  Finance and Project Specialist  (317) 274-3877 marfkell@iu.edu   ### Jewel Borneo  Web Developer  jeborneo@iu.edu  jeborneo@iu.edu     ## Auxiliary Services Unit Management   ### Keith Battle  Director Print and Mail Services  (317) 274-8123 kbattle@iupui.edu  (317) 274-8123  kbattle@iupui.edu   ### Ed Merkling  Director IUPUI Sports Complex  (317) 274-6783 emerklin@iupui.edu  (317) 274-6783  emerklin@iupui.edu   ### Stacy Blanton  Director IUPUI Dining Services  (317) 231-0208 stacy.blanton@compass-usa.com  (317) 231-0208  stacy.blanton@compass-usa.com   ### Sheri Eggleton  Director IUPUI Parking & Transportation Services  (317) 278-6023 seggleto@iupui.edu  (317) 278-6023  seggleto@iupui.edu   ### Nancy Wright  Director Event & Conference Services  (317) 274-3327 nawright@iupui.edu  (317) 274-3327  nawright@iupui.edu   ### Kate Hayes  Interim Director, IUPUI Center for Young Children  (317) 274-3508 hayescam@iu.edu  (317) 274-3508  hayescam@iu.edu   ### Ty Parrish  Director, IUPUI Surplus  (317) 828-5826 surplusp@iupui.edu  (317) 828-5826  surplusp@iupui.edu   ## Brenda Fair  IUPUI Bookstore Manager  (317) 261-6366 b.fair@Follett.com  (317) 261-6366  b.fair@Follett.com "
  }
]