[
  {
    "url": "URL: https://safe.iupui.edu/#search",
    "body": "  ## Resources on Campus  You can call an IU police officer to escort you anywhere on campus. If you feel unsafe call 317.274.7233 (SAFE) and a police officer will take you wherever you need to go..  IUPUI offers many additional tools and resources to ensure a safe and welcoming campus.  Learn more about Safewalk Where do I get... "
  },
  {
    "url": "URL: https://safe.iupui.edu/about/index.html#search",
    "body": " IUPUI is unwavering in its commitment to ensuring a welcoming, safe, civil, and inclusive community for its students, faculty, staff, and visitors. As a result, we pulled together campus safety information and resources in one convenient location.  Based on a website developed by the University of Utah, our goal is to offer comprehensive information on a wide range of safety topics relevant to the IUPUI community in an easily digestible and understandable format. Topics range from property crime to sexual misconduct to a malfunctioning traffic signal. But please know, this is not intended to serve as an all-inclusive list of safety topics.  We want all to experience IUPUI as a welcoming campus so it's critical we remain vigilant in our efforts to ensuring the safety of our urban campus community. "
  },
  {
    "url": "URL: https://safe.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://safe.iupui.edu/how-do-i-report/index.html#maintenance",
    "body": "  ## Crime Involving Violence  Examples include but are not limited to: Assault (physically attacking someone), fighting or conduct that could result in injury , and incitement (deliberately encouraging violence or crime).  If you see a life-threatening or emergency situation, call 911 or campus police at 317-274-7911   ## Property Crime, Theft or Damage to Property  Examples include but are not limited to: burglary (entering into a building illegally with intent to commit a crime), theft (stealing; the wrongful taking and carrying away of personal goods or property), damage to property (damage or destruction to house, car, or any other possession), shoplifting (stealing merchandise from a shop), vandalism (deliberately damaging or destroying things, especially public property), and arson (attempting to or intentionally starting a fire). Property crimes may involve force, or threat of force, in cases like robbery and are high-volume crimes with cash, cell phones, electronics, and jewelry often targeted.  If you see a crime in progress, call 911 or campus police at 317-274-7911   ## Bias Incident  Bias incidents include any act of discrimination or harassment that demonstrate bias (prejudice) against persons because of, but not necessarily limited to, their actual or perceived race, color, ethnicity, religion, gender, gender identity, age, sexual orientation, and disability, and can include, but are not limited to, name-calling, stereotyping, belittling, or excluding others based on their identity.  If you are in imminent danger or require immediate assistance call campus police at 317-274-7911 .  For more information contact the IUPUI Office of Equal Opportunity at 317-274-2306 or submit a Bias Incident Report.  [submit a Bias Incident Report.](https://indiana-gme-advocate.symplicity.com/public_report/index.php)   ## Sexual Misconduct  Sexual misconduct is a broad term that encompasses a range of behaviors including domestic violence, dating violence, rape, stalking, sexual exploitation, sexual harassment (unwelcome conduct or behavior or a sexual nature), and sexual violence (physical sexual acts perpetrated against a person’s will or when a person is incapable of giving consent due to use of drugs or alcohol, or due to an intellectual disability, or other disability). Sexual violence includes sexual assault .  If you are in imminent and immediate danger call 911.  Report sexual misconduct to campus police at 317-274-7911 .  If you are in a crisis call the Crisis & Suicide Hotline: 317-251-7575 or 1-800-273-TALK (8255)  For free, confidential counseling 24/7/365 call the National Sexual Assault Hotline: 800-656-HOPE (4673) .  Students: To report any form of sexual misconduct call the IUPUI Office of Student Conduct at 317-274-4431 .  Faculty and Staff: To report any form of sexual misconduct call the Office of Equal Opportunity at 317-274-2306  More information on what to do if you experience or witness any form of sexual misconduct  [More information on what to do if you experience or witness any form of sexual misconduct](http://stopsexualviolence.iu.edu/help/iupui/index.html)   ## Malfunctioning Traffic Light or Pedestrian Signal  Faculty, staff, students, and visitors are encouraged to report a malfunctioning traffic light or pedestrian signal to ensure the safety of the campus community. Be prepared to give the location of the malfunctioning equipment.  Report a malfunctioning traffic light or pedestrian signal to campus police at 317-274-7911 .   ## Unsafe or Erratic Driving  To ensure the safety of the campus community, it’s important to report unsafe or erratic drivers on campus. Unsafe or erratic driving includes texting while driving, drunk or drowsy driving, aggressive driving (such as speeding, tailgating, abruptly changing lanes, ignoring traffic signals, or pedestrian right of way), or careless driving. Be prepared to give a description of the vehicle and the location of travel.  If you see an unsafe or erratic driver, call 911 or campus police at 317-274-7911   ## Panhandling  Urban college campuses can attract panhandlers (people asking for money in a public space, also known as solicitors). Anyone who is approached by a panhandler asking for money should say “no,” keep walking and call campus police to report the incident. Be prepared to give descriptive information to help police identify and find the panhandler.  Report panhandling to campus police: 317.274.7911   ## Maintenance or Grounds Issue  Faculty, staff, students, and visitors may submit a request for any maintenance or service needs for IUPUI buildings (excluding student housing) or grounds. Services include, but are not limited to, litter, hardscape repairs, tree limb and snow removal, pest control, turf management, fence repairs, ceiling tile issues, wiring, fixtures, and classroom, restroom and common area repair.  Report a maintenance or grounds issue: 317-278-1900 or callcfs@iupui.edu  Students with an emergency maintenance issue in their housing unit (including no heat, power outage, flooding, vandalism that requires the securing of an area , windows completely broken out, alarms associated with fires or other disasters) must contact the resident advisor on duty:  For all other student housing maintenance issues, submit a work order .  [submit a work order](http://housing.iupui.edu/current-resident/submit-workorder.shtml) "
  },
  {
    "url": "URL: https://safe.iupui.edu/privacy/#search",
    "body": " [Website Privacy Notice Generator](https://protect.iu.edu/online-safety/tools/privacy-notice/) "
  },
  {
    "url": "URL: https://safe.iupui.edu/where-do-i-get/index.html#wellness-presentations",
    "body": "  ## Safewalk  In an effort to build the safest possible campus community, the IU Police Department-IUPUI proactively created the Safewalk program, a safe and reliable alternative to walking alone on campus at night or anytime a member of the IUPUI community needs assistance 24/7/365. Safewalk is free of charge and once you call, an officer will arrive shortly to walk you to your desired location anywhere on campus.  Request a Safewalk escort: 317-274-SAFE (7233)   ## Crime Alerts and Information   ### IU Notify  IU-Notify is the mass communication tool that notifies students, faculty and staff to immediate dangers including a hostile intruder, an ongoing threat that could cause harm, such as unsolved robberies and sexual assaults, and severe weather, and is also used to communicate relevant updates. Alert messages can be sent to cell phones (voice and text), land-line phones, email, digital signs and some desktop computers.  Learn more about or sign up for emergency alerts  [Learn more about or sign up for emergency alerts](https://protect.iu.edu/emergency-planning/communication/iu-notify.html)   ### Jeanne Clery Act at IU  The Jeanne Clery Disclosure of Campus Security Policy and Campus Crime Statistics Act (Clery Act) is a federal law requiring all higher education institutions who participate in the federal student financial aid program to disclose information about crime on campus, in or on off-campus buildings or property owned or controlled by the university and on public property within or immediately adjacent to the campus.  The Clery Act affects virtually all higher education institutions and is enforced by the U.S. Department of Education. Institutions that fail to comply with the Clery Act can be penalized with large fines and may be suspended from participating in the federal financial aid program.   ### Annual Security Report  In compliance with the Jeanne Clery Disclosure of Campus Security Policy and Crime Statistics Act (Clery Act) and the safety-related requirements of the Higher Education Opportunity Act, the IU Police Department on each IU-managed campus produces an Annual Security Report. Each report includes policy statements and specific information regarding the University’s procedures, practices, and programs concerning safety and security (i.e., policies for responding to emergency situations and sexual offenses). The report also contains three years’ worth of statistics for particular types of crimes that occurred on campus; in certain non-campus buildings or property owned or controlled by the university; and on public property on or immediately adjacent to the campus.  View IUPUI Annual Security Report  [View IUPUI Annual Security Report](https://protect.iu.edu/doc/police-safety/asr/asr-iupui-2017.pdf)   ### IUPUI Crime Log  Under the Jeanne Clery Disclosure of Campus Security Policy and Campus Crime Statistics Act (Clery Act), the IU Police Department-IUPUI is required to maintain and make available a daily crime log. The crime log provides certain details about crimes that were reported to campus police and occurred on campus, in or on a non-campus building or property, on public property within or immediately adjacent to the main campus, or within the patrol jurisdiction of the campus police, if applicable.  View Crime Logs  [View Crime Logs](https://iupd.iupui.edu/clery/crimelogs/index.html)   ## Mental Health Services   ### Students  IUPUI Counseling and Psychological Services (CAPS) provides professional, confidential, and compassionate mental health services for IUPUI students including group, individual, and relationship counseling, daytime crisis intervention, medication management, and testing. Counseling services are designed to assist students with a wide range of concerns including anxiety, depression, eating concerns, grief and loss, mood changes, and trauma/recovery. CAPS also provides evaluation and assessment for learning disorders, ADHD or ADD, and autism spectrum disorders.  CAPS staff includes licensed psychologists, licensed mental health counselors, clinical social workers, doctoral interns, and graduate students from a variety of mental health training programs. Psychiatric services are provided through contract with an independent licensed psychiatrist.  CAPS is open Monday-Friday, 9 a.m.-4 p.m., and Tuesday, Wednesday, and Thursday evenings by appointment only.  For assistance call IUPUI CAPS at 317-274-2548   ### Faculty and Staff  The IU Employee Assistance Program (EAP) provides professional, confidential counseling to help faculty and staff bring their life into better balance, when day-to-day activities are interrupted by stress. Common reasons to use EAP include depression, stress and anxiety, conflict in the workplace, drug and alcohol abuse, family and marital problems, and grief and loss.  A 24-hour help line is available 24/7/365 to discuss problems and schedule an appointment: 888-234-8327 .   ### Behavioral Consultation Team  If a member of the IUPUI community behaves in a way that is disruptive, causes you concern for their wellbeing, or poses a potential threat to the safety of our community, report your concerns to the Behavioral Consultation Team (BCT). The BCT is a campuswide team that provides consultation, makes recommendations for action, and coordinates campus resources in response to reports of disruptive or concerning behavior displayed by a student, staff, or faculty member before it turns into something more serious.  Call 911 or campus police at 317-274-7911 for any concerns requiring immediate attention such as potential criminal activity, or violent, threatening, or imminent suicidal behavior.  Make a report to the BCT via the Concerned Persons Referral Form or call 317-274-2548 or 317-274-4431 .  [Concerned Persons Referral Form](https://form.bct.iupui.edu/Report/Send)   ## Crisis and Suicide Support  If you believe someone is at immediate risk of harm to themselves or another call 911 or campus police at 317-274-7911 .  If the individual is not at immediate risk but expresses thoughts of harming themselves or another:   ## Interpersonal Violence Response and Advocacy  If you or another member of the IUPUI community has been the victim of sexual or relationship violence, the assistant director of interpersonal violence prevention and response is a confidential resource that can assist in connecting with campus and community resources including health care, safety and protection, and legal options. Academic assistance may also be available. Support is available whether or not the victim chooses to report the incident to campus police or local law enforcement.  For more information call 317-274-2503 or email saadv@iupui.edu   ## Rape Aggression Defense  The Rape Aggression Defense program (RAD) is a comprehensive physical defense program that teaches students, faculty, and staff defensive concepts and techniques against various types of assault by utilizing easy, effective, and proven self-defense. This course helps participants take an active role in their own self-defense and psychological wellbeing.  Learn more about RAD Training  [Learn more about RAD Training](https://iupd.iupui.edu/community/rad.html)   ## Bystander Intervention Training  We all have a responsibility to create a safe, supportive, and inclusive community at IUPUI. Bystander Intervention Training, offered by the Division of Student Affairs, involves helping students, faculty, and staff develop the awareness, skills, and courage needed to intervene in a situation when another individual needs help. Bystander intervention allows students, faculty, and staff to send powerful messages about what is acceptable and expected behavior in our community.   ## Sexual Assault Prevention  IUPUI is committed to providing a safe and secure environment for our students and other members of the IUPUI community. To that end, CAPS and the Office of Student Conduct offer a variety of presentations to help members of the IUPUI community understand the university sexual misconduct policy, how to report sexual or relationship violence, and ways to supportively interact with a person who discloses they’ve been sexually assaulted.  Request a sexual assault prevention presentation  [Request a sexual assault prevention presentation](http://studentaffairs.iupui.edu/health-wellness/hw-promotion/presentations-and-events/outreach-form.shtml)   ## Health & Wellness Presentations  The IUPUI Office of Health and Wellness Promotion and CAPS offer presentations on a variety of topics to help educate and inform the campus community including alcohol and drug awareness, relationship violence, life balance/stress management, mental health, healthy lifestyles, sexual health, and sleep health.  Request a Health & Wellness presentation  [Request a Health & Wellness presentation](http://studentaffairs.iupui.edu/health-wellness/hw-promotion/presentations-and-events/outreach-form.shtml) "
  },
  {
    "url": "URL: https://safe.iupui.edu/index.html#search",
    "body": "  ## Resources on Campus  You can call an IU police officer to escort you anywhere on campus. If you feel unsafe call 317.274.7233 (SAFE) and a police officer will take you wherever you need to go..  IUPUI offers many additional tools and resources to ensure a safe and welcoming campus.  Learn more about Safewalk Where do I get... "
  }
]