[
  {
    "url": "URL: https://career.iupui.edu/faculty-staff/new-professional-onboarding/index.html#search",
    "body": "  ## New career services professional onboarding  Career services professionals across campus have created a modular onboarding training for new career services professionals. This will allow for new career services staff members to be scheduled into 11 meetings with their new colleagues around campus to learn about the minimum expectations for career services professionals within seven functional areas, as recently developed by the career services directors:   ### Scheduling trainings  Once a new career services professional begins their role, either the new professional or the director should complete the form below to schedule the modular trainings. After this form has been submitted, the new professional will be scheduled with their new colleagues around campus to begin their trainings.  Complete this form to schedule trainings  [Complete this form to schedule trainings](https://iu.co1.qualtrics.com/jfe/form/SV_4T5iFUXH9x9a27X)  If you have any questions about the training process, please contact Campus Career and Advising Services staff at ccas@iupui.edu . "
  },
  {
    "url": "URL: https://career.iupui.edu/employers/career-events/recruit-iupui.html#search",
    "body": "  ## Join us for Recruit IUPUI!  Did you know that over 90% of IUPUI's students remain in the state of Indiana after graduation? And that one-third of those students are first generation college students? Are you prepared to effectively recruit from this large talent pool?  The IUPUI Career Services Council annually hosts the Recruit IUPUI event, an afternoon of professional development designed with you in mind. This is not a career fair , but an opportunity for you to network with career services offices, learn about unique ways to engage with IUPUI, and identify best strategies for recruiting IUPUI students and alums for your internship, part-time, and full-time opportunities.  At Recruit IUPUI , you'll learn about and experience:  Unfortunately, due to the COVID-19 situation, we were unable to host the event in 2020. We invite you to view short presentations prepared by participating IUPUI staff that cover topics that include:  View presentations  [View presentations](https://indiana.sharepoint.com/:f:/s/msteams_92d57a/EuEeBHzbZglFjVm4zum6MDwB6T1P38uXVXfFvTrCCTYTjw?e=DgXvc2) "
  },
  {
    "url": "URL: http://career.iupui.edu/employers/career-events/index.html#search",
    "body": "  ## Grow your network  IUPUI's network of over 20 career services offices and professionals helps you personalize a recruitment strategy to target specific groups of students and alumni. IUPUI's Career Services Council allows career professionals to share resources and to offer a variety of career fairs and events. With your involvement, we help students and alumni explore, select, prepare for, and pursue their career goals.  Employer and community partnerships are vital to the success of our career events, and we hope you will participate! Grow your connection with IUPUI by engaging students, recruiting talent, and sponsoring various career programs. Key events for this academic year are listed below. Click on the links for event details, including registration information.   ### Recruiting opportunities  IU Luddy Indianapolis IT, Data, Design, and Digital Media Spring Career Fair (Virtual)  [IU Luddy Indianapolis IT, Data, Design, and Digital Media Spring Career Fair (Virtual)](https://events.iu.edu/live/events/1217605-iu-luddy-indianapolis-it-data-design-and-digital)  Friday, February 16, 2024  Starts at 12 p.m.  Handshake  -  Luddy Indianapolis Virtual Spring Career Fair  View the full calendar  [View the full calendar](https://events.iu.edu/iupuicareer/) "
  },
  {
    "url": "URL: https://career.iupui.edu/faculty-staff/accessing-handshake/index.html#search",
    "body": " IUPUI has joined Handshake for our campus jobs management system that includes most schools on campus. You will also be able to see career-related events shared by the campus and approved external organizations.  If you would like to gain access to view the jobs and events available to students in your school, please complete the registration found at the link below where you will create a student/alumni account. Please select the option in the top right corner that states \"No account? Sign up here.\"  Once your account is approved, do not use the SSO option to log in. Instead, click on the log in option below that states: \"You can also sign in with your email address.\"  If you are also a current student at another IU campus, you will need to use a different email address. If you are registered for classes using your @iu.edu email address, you will need to use your @iupui.edu email address to register for a Handshake account at IUPUI.  If you hire students and will be posting opportunities as an employer in Handshake, we recommend you use a personal email address to create your student account.  Register for access to Handshake.  [Handshake.](https://iupui.joinhandshake.com) "
  },
  {
    "url": "URL: https://career.iupui.edu/students-alumni/internships/sophomore-internship-program/about-sip.html#search",
    "body": "  ## Program overview   ### Our vision  Promote undergraduate student success through a high-quality sophomore-level internship program that engages with Indianapolis employers.   ### Our mission  To foster undergraduate student success through high-quality internships sparking goal setting, career exploration, and connecting academics to professional work with local Indianapolis employers.   ### Program outcomes   #### Skills  The intern will demonstrate career-related skills.   #### Goals  The intern will explain and analyze their career goals and personal goals for growth.   #### Identity  The intern will recognize their professional identity and how it fits into future plans.   ### Our story  The Sophomore Internship Program (SIP) was developed for sophomore IUPUI students interested in a paid, off-campus internship. Current participants represent 20 majors across 10 schools and academic units on the IUPUI campus. SIP is a campuswide collaboration that encourages students to connect with professionals in the Indianapolis area. To date, over 100 IUPUI students have been successfully placed in internships from our program.    The Sophomore Internship Program at IUPUI is generously supported by Citizens Energy Group, Duke Energy, and New Skills Ready Network.   ### Our history  The Sophomore Internship Program began in 2017 with a charitable donation from Duke Energy Group to the IU Foundation for internships at IUPUI. Under the directorship of Campus Career and Advising Services, the first full group of 10 interns started in the 2017–18 academic year. Beginning in 2019, Citizens Energy Group partnered with SIP to offer more internship opportunities for IUPUI students. "
  },
  {
    "url": "URL: http://career.iupui.edu/students-alumni/internships/coordinators-and-courses/index.html#search",
    "body": "  #### Art and Design, Herron School of  To find out about internship positions and internship courses available to students in the Herron School of Art and Design , you will want to contact:  [Herron School of Art and Design](https://www.herron.iupui.edu/student-life/career-services/index.html)  Internship courses typically offered:   #### Business, Kelley School of  To find out about internship positions and internship courses available to students in the Kelley School of Business , you will want to contact:  [Kelley School of Business](https://www.kelleycareersonline.com/)  Internship courses typically offered:   #### Dentistry, School of  To find out more about internships in this school, visit the School of Dentistry .  [visit the School of Dentistry](https://www.dentistry.iu.edu/)  Internship courses typically offered:   #### Education, School of  To find out about internship positions and internship courses available to students in the School of Education , you will want to contact t he school.  [School of Education](http://education.iupui.edu/)  Internship courses typically offered:   #### Engineering and Technology, School of  To find out about internship positions and internship courses available to students in the School of Engineering and Technology , you will want to contact:  [School of Engineering and Technology](http://www.engr.iupui.edu/sites/careerservices/index.php)    Internship courses typically offered:   #### Informatics and Computing, School of  To find out about internship positions and internship courses available to students in the School of Informatics and Computing , you will want to contact:  [School of Informatics and Computing](https://soic.iupui.edu/careers/)  Internship courses typically offered:   #### Liberal Arts, School of  To find out about internship positions and internship courses available to students in the School of Liberal Arts , you will want to contact:  [School of Liberal Arts](https://liberalarts.iupui.edu/cdo/)  Internship courses typically offered:   #### Medicine, School of  To find out about internship positions and internship courses available to undergraduate students in the School of Medicine , you will want to contact:  [School of Medicine](https://medicine.iu.edu/undergraduate-health-professions)  Internship courses typically offered:   #### Nursing, School of  To find out about internship positions and internship courses available to students in the School of Nursing , you will want to contact:  [School of Nursing](https://nursing.iu.edu)  Internship courses typically offered:   #### Philanthropy, Lilly Family School of  To find out about internship positions and internship courses available to students in the Lilly Family School of Philanthropy , you will want to contact:  [Lilly Family School of Philanthropy](https://philanthropy.iupui.edu/academics/internships/index.html)   #### Health and Human Sciences, School of  To find out about internship positions and internship courses available to students in the School of Health and Human Sciences , you will want to contact:  [School of Health and Human Sciences](https://shhs.iupui.edu/student-resources/career-development/index.html)  Internship courses typically offered:   #### Public and Environmental Affairs, O'Neill School of  To find out about internship positions and internship courses available to students in the O'Neill School of Public and Environmental Affairs , you will want to contact:  [O'Neill School of Public and Environmental Affairs](https://spea.iupui.edu/student-life/career-development/index.html)  Internship courses typically offered:   #### Public Health, Richard M. Fairbanks School of  To find out about internship positions and internship courses available to students in the Fairbanks School of Public Health, visit the Undergraduate Internship and Capstone Handbook .  [Undergraduate Internship and Capstone Handbook](https://fsph.iupui.edu/student-portal/undergraduate-internship-capstone.html)   #### Science, School of  To find out about internship positions and internship courses available to students in the School of Science , you will want to contact:  [School of Science](http://sciencepreps.iupui.edu/)  Internship courses typically offered:   #### Social Work, School of  To find out about courses available to students in the School of Social Work , you will want to contact: Field Education Directory  [School of Social Work](http://socialwork.iu.edu/index.php)  [Field Education Directory](https://ssw.iu.edu/directory/?search=&letter=&locations=&areas=field-education&programs=&position=&page=1)  Courses typically offered: Field Education  [Field Education](https://ssw.iu.edu/field/)   #### University College  University College students work with their career consultant in the Office of Academic and Career Development when searching and applying for internships in Handshake .  [career consultant in the Office of Academic and Career Development](https://acd.iupui.edu/advising/appointments/index.html)  [Handshake](https://iupui.joinhandshake.com/)  If you have an internship and want to possibly earn credit, contact Brian Benedict ( bbenedic@iupui.edu ).  Internship course offered:  [Life-Health Sciences Internship Program](https://lhsi.iupui.edu/)  [On-Campus Internship Program](https://employment.iupui.edu/jobs-internships/internships/index.html)  [Experiential and Applied Learning Record](https://getengaged.iupui.edu/faculty-and-staff/record/index.html) "
  },
  {
    "url": "URL: http://career.iupui.edu/#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!  [Employers Post to hire at IUPUI.](https://iupui.joinhandshake.com)   ## Employers  Post to hire at IUPUI.   ## Students  Access career services in your school, including our online job board featuring full-time, internship, and part-time opportunities.  [Faculty and staff Register for a student account to find jobs available to students in specific schools.](https://iupui.joinhandshake.com)   ## Faculty and staff  Register for a student account to find jobs available to students in specific schools.   ### Current Jobs On Handshake   #### Full-Time Jobs  Engineer FedEx Services at FedEx Customer Experience  [Engineer FedEx Services at FedEx Customer Experience](https://iupui.joinhandshake.com/jobs/8273264/share_preview)  Customer Technical Associate at AIYA Technology System LLC  [Customer Technical Associate at AIYA Technology System LLC](https://iupui.joinhandshake.com/jobs/8272105/share_preview)  Executive Assistant to SVP of Business Development at AIYA Technology System LLC  [Executive Assistant to SVP of Business Development at AIYA Technology System LLC](https://iupui.joinhandshake.com/jobs/8272093/share_preview)  Front Desk Receptionist at AIYA Technology System LLC  [Front Desk Receptionist at AIYA Technology System LLC](https://iupui.joinhandshake.com/jobs/8272079/share_preview)  Engineer I/II/III Quality Assurance Analyst (hybrid) at Dominion Energy  [Engineer I/II/III Quality Assurance Analyst (hybrid) at Dominion Energy](https://iupui.joinhandshake.com/jobs/8269987/share_preview)  Sr. Engineer I at Honda  [Sr. Engineer I at Honda](https://iupui.joinhandshake.com/jobs/8269183/share_preview)  Tree Trimmer Aide at City of Grand Rapids  [Tree Trimmer Aide at City of Grand Rapids](https://iupui.joinhandshake.com/jobs/8268863/share_preview)  Jr. Data Analyst at Swivel Payment Solutions LLC  [Jr. Data Analyst at Swivel Payment Solutions LLC](https://iupui.joinhandshake.com/jobs/8268689/share_preview)  Associate Director of Project Management at U.S. Department of Energy  [Associate Director of Project Management at U.S. Department of Energy](https://iupui.joinhandshake.com/jobs/8264594/share_preview)  Student Trainee (Field Examiner at National Labor Relations Board (NLRB)  [Student Trainee (Field Examiner at National Labor Relations Board (NLRB)](https://iupui.joinhandshake.com/jobs/8262960/share_preview)  Digital Print Specialist for Ricoh! at ManpowerGroup  [Digital Print Specialist for Ricoh! at ManpowerGroup](https://iupui.joinhandshake.com/jobs/8262735/share_preview)  Attorney Adviser (General) at U.S. Department of Energy  [Attorney Adviser (General) at U.S. Department of Energy](https://iupui.joinhandshake.com/jobs/8262707/share_preview)  Deputy Director for Counterintelligence at U.S. Department of Energy  [Deputy Director for Counterintelligence at U.S. Department of Energy](https://iupui.joinhandshake.com/jobs/8261591/share_preview)  Program Assistant I - School of Education, Counseling and Human Development at South Dakota State University  [Program Assistant I - School of Education, Counseling and Human Development at South Dakota State University](https://iupui.joinhandshake.com/jobs/8257044/share_preview)  Polygraph Examiner - Entry to Mid Level (MD) at National Security Agency (NSA)  [Polygraph Examiner - Entry to Mid Level (MD) at National Security Agency (NSA)](https://iupui.joinhandshake.com/jobs/8255556/share_preview)  Polygraph Examiner - Entry to Mid Level (MD) at National Security Agency (NSA)  [Polygraph Examiner - Entry to Mid Level (MD) at National Security Agency (NSA)](https://iupui.joinhandshake.com/jobs/8255548/share_preview)  Field Manager at NORC at the University of Chicago  [Field Manager at NORC at the University of Chicago](https://iupui.joinhandshake.com/jobs/8255357/share_preview)  Consumer Safety Inspector - Up to 5K Recruitment Incentive - Tierra Amarilla, NM at USDA Food Safety and Inspection Service  [Consumer Safety Inspector - Up to 5K Recruitment Incentive - Tierra Amarilla, NM at USDA Food Safety and Inspection Service](https://iupui.joinhandshake.com/jobs/8254729/share_preview)  Children's Services Worker (Child Adoption Worker) (3723-12) at Hamilton County Job & Family Services  [Children's Services Worker (Child Adoption Worker) (3723-12) at Hamilton County Job & Family Services](https://iupui.joinhandshake.com/jobs/8254601/share_preview)  Highway Safety Specialist (Federal Programs Specialist) at Federal Motor Carrier Safety Administration  [Highway Safety Specialist (Federal Programs Specialist) at Federal Motor Carrier Safety Administration](https://iupui.joinhandshake.com/jobs/8252833/share_preview)  Highway Safety Specialist (State Programs Specialist) at Federal Motor Carrier Safety Administration  [Highway Safety Specialist (State Programs Specialist) at Federal Motor Carrier Safety Administration](https://iupui.joinhandshake.com/jobs/8252826/share_preview)  23-08091 Revenue Auditor I at Kentucky Department of Revenue  [23-08091 Revenue Auditor I at Kentucky Department of Revenue](https://iupui.joinhandshake.com/jobs/8252794/share_preview)  Maternal & Child Health Educator - remote based in WI (@ Wisconsin Women’s Health Foundation) at Jobs That Help  [Maternal & Child Health Educator - remote based in WI (@ Wisconsin Women’s Health Foundation) at Jobs That Help](https://iupui.joinhandshake.com/jobs/8252606/share_preview)  Mental Health Technician Trainee at Illinois Department of Human Services  [Mental Health Technician Trainee at Illinois Department of Human Services](https://iupui.joinhandshake.com/jobs/8251333/share_preview)  Library Custodial Worker 2 at City of Madison Wisconsin  [Library Custodial Worker 2 at City of Madison Wisconsin](https://iupui.joinhandshake.com/jobs/8245927/share_preview)  Commodities Specialist, Trade Quantitative Studies at Federal Reserve Board  [Commodities Specialist, Trade Quantitative Studies at Federal Reserve Board](https://iupui.joinhandshake.com/jobs/8245672/share_preview)  Economic Modeler, Monetary Technology/Research at Federal Reserve Board  [Economic Modeler, Monetary Technology/Research at Federal Reserve Board](https://iupui.joinhandshake.com/jobs/8245540/share_preview)  Data Engineer, Monetary Statistics/Analysis at Federal Reserve Board  [Data Engineer, Monetary Statistics/Analysis at Federal Reserve Board](https://iupui.joinhandshake.com/jobs/8245498/share_preview)  Resolution Planning Analyst (CG-1101-09/11/12) at Federal Deposit Insurance Corporation  [Resolution Planning Analyst (CG-1101-09/11/12) at Federal Deposit Insurance Corporation](https://iupui.joinhandshake.com/jobs/8244832/share_preview)  Social Worker IV at Illinois Department of Human Services  [Social Worker IV at Illinois Department of Human Services](https://iupui.joinhandshake.com/jobs/8244757/share_preview)  Registered Nurse II at Illinois Department of Human Services  [Registered Nurse II at Illinois Department of Human Services](https://iupui.joinhandshake.com/jobs/8244632/share_preview)  Juvenile Court Officer at Franklin County Domestic Relations & Juvenile Court  [Juvenile Court Officer at Franklin County Domestic Relations & Juvenile Court](https://iupui.joinhandshake.com/jobs/8243827/share_preview)  Administrative Services Manager II - Limited Service at State of Vermont  [Administrative Services Manager II - Limited Service at State of Vermont](https://iupui.joinhandshake.com/jobs/8242803/share_preview)  UTILITY MAINTENANCE MECHANIC III at City of Grand Rapids  [UTILITY MAINTENANCE MECHANIC III at City of Grand Rapids](https://iupui.joinhandshake.com/jobs/8242645/share_preview)  Missing Indigenous Persons Task Force Coordinator at Montana Department of Justice  [Missing Indigenous Persons Task Force Coordinator at Montana Department of Justice](https://iupui.joinhandshake.com/jobs/8242099/share_preview)  Sexual Assault Network Coordinator at Montana Department of Justice  [Sexual Assault Network Coordinator at Montana Department of Justice](https://iupui.joinhandshake.com/jobs/8242070/share_preview)  20089-Intellectual Property Licensing Specialist at Idaho National Laboratory  [20089-Intellectual Property Licensing Specialist at Idaho National Laboratory](https://iupui.joinhandshake.com/jobs/8242016/share_preview)  IT Chief Information Officer at Idaho State Police  [IT Chief Information Officer at Idaho State Police](https://iupui.joinhandshake.com/jobs/8241394/share_preview)  Area Engineer - MoDOT Southwest District at Missouri Department of Transportation  [Area Engineer - MoDOT Southwest District at Missouri Department of Transportation](https://iupui.joinhandshake.com/jobs/8240885/share_preview)  Environmental Scientist (JC-392500) at Caltrans HQ  [Environmental Scientist (JC-392500) at Caltrans HQ](https://iupui.joinhandshake.com/jobs/8239195/share_preview)  Staff Services Manager I (JC-392613) at Caltrans HQ  [Staff Services Manager I (JC-392613) at Caltrans HQ](https://iupui.joinhandshake.com/jobs/8238994/share_preview)  Construction Laborer at Southern Illinois University Edwardsville  [Construction Laborer at Southern Illinois University Edwardsville](https://iupui.joinhandshake.com/jobs/8237783/share_preview)  Clinical Hiring Event 9/27 at Tenet Healthcare  [Clinical Hiring Event 9/27 at Tenet Healthcare](https://iupui.joinhandshake.com/jobs/8237775/share_preview)  Legal Assistant at United States Attorney's Office - Northern District of Indiana  [Legal Assistant at United States Attorney's Office - Northern District of Indiana](https://iupui.joinhandshake.com/jobs/8237734/share_preview)  Investigations Team Supervisor: PSA Opt. 6 at Illinois Department of Children and Family Services  [Investigations Team Supervisor: PSA Opt. 6 at Illinois Department of Children and Family Services](https://iupui.joinhandshake.com/jobs/8237458/share_preview)  Senior Financial Analyst at Ohio Department of Natural Resources  [Senior Financial Analyst at Ohio Department of Natural Resources](https://iupui.joinhandshake.com/jobs/8237409/share_preview)  Grant Compliance Finance Specialist at City of Kalamazoo  [Grant Compliance Finance Specialist at City of Kalamazoo](https://iupui.joinhandshake.com/jobs/8237384/share_preview)  Accounts Coordinator at City of Kalamazoo  [Accounts Coordinator at City of Kalamazoo](https://iupui.joinhandshake.com/jobs/8237349/share_preview)  JCES (Juvenile Community Enrichment Services) Supervisor at Franklin County Domestic Relations & Juvenile Court  [JCES (Juvenile Community Enrichment Services) Supervisor at Franklin County Domestic Relations & Juvenile Court](https://iupui.joinhandshake.com/jobs/8237230/share_preview)  Grant Accountant Supervisor at University of Colorado Boulder  [Grant Accountant Supervisor at University of Colorado Boulder](https://iupui.joinhandshake.com/jobs/8236264/share_preview)  Healthcare Hiring Event 926 at Tenet Healthcare  [Healthcare Hiring Event 926 at Tenet Healthcare](https://iupui.joinhandshake.com/jobs/8234090/share_preview)  Full-Time (1.0 FTE) Guardian ad Litem- 5th Judicial District - Rock, Pipestone, and Nobles Counties at Minnesota Judicial Branch  [Full-Time (1.0 FTE) Guardian ad Litem- 5th Judicial District - Rock, Pipestone, and Nobles Counties at Minnesota Judicial Branch](https://iupui.joinhandshake.com/jobs/8233529/share_preview)  Full-Time (1.0 FTE) Guardian ad Litem- 1st Judicial District – Scott and Carver Counties at Minnesota Judicial Branch  [Full-Time (1.0 FTE) Guardian ad Litem- 1st Judicial District – Scott and Carver Counties at Minnesota Judicial Branch](https://iupui.joinhandshake.com/jobs/8233494/share_preview)  Full-Time (1.0 FTE) Guardian ad Litem- 1st Judicial District Dakota County at Minnesota Judicial Branch  [Full-Time (1.0 FTE) Guardian ad Litem- 1st Judicial District Dakota County at Minnesota Judicial Branch](https://iupui.joinhandshake.com/jobs/8233450/share_preview)  Conservation Foreman at South Dakota State Government  [Conservation Foreman at South Dakota State Government](https://iupui.joinhandshake.com/jobs/8232979/share_preview)  Lakewood Regional Medical Center Hiring Event 9/27 at Tenet Healthcare  [Lakewood Regional Medical Center Hiring Event 9/27 at Tenet Healthcare](https://iupui.joinhandshake.com/jobs/8232232/share_preview)  Valley Baptist Clinical Hiring Event 9/26 at Tenet Healthcare  [Valley Baptist Clinical Hiring Event 9/26 at Tenet Healthcare](https://iupui.joinhandshake.com/jobs/8231878/share_preview)  JCES  Administrative Assistant at Franklin County Domestic Relations & Juvenile Court  [JCES  Administrative Assistant at Franklin County Domestic Relations & Juvenile Court](https://iupui.joinhandshake.com/jobs/8231452/share_preview)  IT Specialist at Franklin County Domestic Relations & Juvenile Court  [IT Specialist at Franklin County Domestic Relations & Juvenile Court](https://iupui.joinhandshake.com/jobs/8231377/share_preview)  Truck Driver/Equipment Operator - Req 4921 at ALLETE Inc  [Truck Driver/Equipment Operator - Req 4921 at ALLETE Inc](https://iupui.joinhandshake.com/jobs/8230212/share_preview)  Child Protection Specialist: Investigator at Illinois Department of Children and Family Services  [Child Protection Specialist: Investigator at Illinois Department of Children and Family Services](https://iupui.joinhandshake.com/jobs/8228146/share_preview)  Center for Victim Studies: Research Scientist at Illinois Criminal Justice Information Authority (ICJIA)  [Center for Victim Studies: Research Scientist at Illinois Criminal Justice Information Authority (ICJIA)](https://iupui.joinhandshake.com/jobs/8226338/share_preview)  AmeriCorps Program Coordinator (Silicon Valley) at AmeriCorps  [AmeriCorps Program Coordinator (Silicon Valley) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8225336/share_preview)  Juvenile Justice Officer II Richmond County (Hiring event) at North Carolina Department of Public Safety  [Juvenile Justice Officer II Richmond County (Hiring event) at North Carolina Department of Public Safety](https://iupui.joinhandshake.com/jobs/8224967/share_preview)  Entry Level Outside Sales Trainee - Albany, NY at Reynolds and Reynolds  [Entry Level Outside Sales Trainee - Albany, NY at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8218957/share_preview)  Abrazo Scottsdale and Cave Creek Hiring Event 9/25 at Tenet Healthcare  [Abrazo Scottsdale and Cave Creek Hiring Event 9/25 at Tenet Healthcare](https://iupui.joinhandshake.com/jobs/8217035/share_preview)  Entry Level Traveling Customer Trainer - Washington, DC at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - Washington, DC at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8216870/share_preview)  Extension Agent for Family and Consumer Sciences – Union County at University of Kentucky Martin-Gatton College of Agriculture, Food and Environment  [Extension Agent for Family and Consumer Sciences – Union County at University of Kentucky Martin-Gatton College of Agriculture, Food and Environment](https://iupui.joinhandshake.com/jobs/8213950/share_preview)  Extension Agent for Family and Consumer Sciences - Harlan County at University of Kentucky Martin-Gatton College of Agriculture, Food and Environment  [Extension Agent for Family and Consumer Sciences - Harlan County at University of Kentucky Martin-Gatton College of Agriculture, Food and Environment](https://iupui.joinhandshake.com/jobs/8213662/share_preview)  Entry Level Traveling Customer Trainer - Portland, ME at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - Portland, ME at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8213214/share_preview)  Entry Level Traveling Customer Trainer - Bridgeport, CT at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - Bridgeport, CT at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8213163/share_preview)  Manager, Budget, Planning and Operations at Arizona State University - Office of Budget and Planning  [Manager, Budget, Planning and Operations at Arizona State University - Office of Budget and Planning](https://iupui.joinhandshake.com/jobs/8212134/share_preview)  Clean Water State Revolving Fund Program Environmental Engineer (Environmental Engineer 2) at Oregon Department of Environmental Quality  [Clean Water State Revolving Fund Program Environmental Engineer (Environmental Engineer 2) at Oregon Department of Environmental Quality](https://iupui.joinhandshake.com/jobs/8211543/share_preview)  Detroit Medical Center RN September Hiring Events at Tenet Healthcare  [Detroit Medical Center RN September Hiring Events at Tenet Healthcare](https://iupui.joinhandshake.com/jobs/8207048/share_preview)  Treasury and Balance Sheets Strategies Rotational Program at Citizens  [Treasury and Balance Sheets Strategies Rotational Program at Citizens](https://iupui.joinhandshake.com/jobs/8206874/share_preview)  Risk Management Development Program at Citizens  [Risk Management Development Program at Citizens](https://iupui.joinhandshake.com/jobs/8206863/share_preview)  Entry Level Traveling Customer Trainer - Albuquerque, NM at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - Albuquerque, NM at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8206822/share_preview)  Entry Level Traveling Customer Trainer - Wilmington, DE at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - Wilmington, DE at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8206806/share_preview)  Entry Level Traveling Customer Trainer - Springfield, MA at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - Springfield, MA at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8206664/share_preview)  All Clinical Hiring Event 9/26 at Tenet Healthcare  [All Clinical Hiring Event 9/26 at Tenet Healthcare](https://iupui.joinhandshake.com/jobs/8206610/share_preview)  Carondelet St. Joseph’s Hospital Hiring Event 9/26 at Tenet Healthcare  [Carondelet St. Joseph’s Hospital Hiring Event 9/26 at Tenet Healthcare](https://iupui.joinhandshake.com/jobs/8206414/share_preview)  Engineering Specialist/Technician - Entry to Experienced Level (HI and MD Locations) at National Security Agency (NSA)  [Engineering Specialist/Technician - Entry to Experienced Level (HI and MD Locations) at National Security Agency (NSA)](https://iupui.joinhandshake.com/jobs/8205993/share_preview)  Research Engineer/Engineering and Physical Sciences Researcher - Entry to Expert Level (MD Location) at National Security Agency (NSA)  [Research Engineer/Engineering and Physical Sciences Researcher - Entry to Expert Level (MD Location) at National Security Agency (NSA)](https://iupui.joinhandshake.com/jobs/8205980/share_preview)  Fiscal Analyst 2 – Federal Fund Coordinator (Multiple Positions) at Oregon Department of Transportation  [Fiscal Analyst 2 – Federal Fund Coordinator (Multiple Positions) at Oregon Department of Transportation](https://iupui.joinhandshake.com/jobs/8204706/share_preview)  Entry Level Traveling Customer Trainer - Fresno, CA at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - Fresno, CA at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8200695/share_preview)  Entry Level Traveling Customer Trainer - New Haven, CT at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - New Haven, CT at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8200675/share_preview)  Entry Level Traveling Customer Trainer - Philadelphia, PA at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - Philadelphia, PA at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8200607/share_preview)  Clinical Psychologist at Illinois Department of Human Services  [Clinical Psychologist at Illinois Department of Human Services](https://iupui.joinhandshake.com/jobs/8195832/share_preview)  Entry Level Customer Success Specialist - Plano, TX at Reynolds and Reynolds  [Entry Level Customer Success Specialist - Plano, TX at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8188016/share_preview)  Entry Level Customer Success Specialist - Baton Rouge, LA at Reynolds and Reynolds  [Entry Level Customer Success Specialist - Baton Rouge, LA at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8187977/share_preview)  PROGRAM ADMINISTRATOR, INEP (SNAP-Ed) - 1019648 at University of Illinois at Urbana-Champaign - Extension  [PROGRAM ADMINISTRATOR, INEP (SNAP-Ed) - 1019648 at University of Illinois at Urbana-Champaign - Extension](https://iupui.joinhandshake.com/jobs/8186527/share_preview)  Orr Fellow at Orr Fellowship  [Orr Fellow at Orr Fellowship](https://iupui.joinhandshake.com/jobs/8185026/share_preview)  Career Coach (Career Education Coordinator) at South Dakota State University  [Career Coach (Career Education Coordinator) at South Dakota State University](https://iupui.joinhandshake.com/jobs/8176434/share_preview)  Outside Sales Representative- CosmoProf- Des Moines IA at Sally Beauty  [Outside Sales Representative- CosmoProf- Des Moines IA at Sally Beauty](https://iupui.joinhandshake.com/jobs/8174779/share_preview)  Procurement Sourcing Analyst - Full Time at Eli Lilly and Company  [Procurement Sourcing Analyst - Full Time at Eli Lilly and Company](https://iupui.joinhandshake.com/jobs/8173202/share_preview)  Sales and Operations Management Trainee (Odessa, TX) at Penske Truck Leasing  [Sales and Operations Management Trainee (Odessa, TX) at Penske Truck Leasing](https://iupui.joinhandshake.com/jobs/8173073/share_preview)  Life Skills Coach I (Gardena) at Easterseals Southern California  [Life Skills Coach I (Gardena) at Easterseals Southern California](https://iupui.joinhandshake.com/jobs/8171580/share_preview)  Sales Manager - Bloomington, IN at Altria  [Sales Manager - Bloomington, IN at Altria](https://iupui.joinhandshake.com/jobs/8170927/share_preview)  M&A Transaction Associate at Benchmark International  [M&A Transaction Associate at Benchmark International](https://iupui.joinhandshake.com/jobs/8170774/share_preview)  United States Federal Air Marshal Service at Federal Air Marshal Service  [United States Federal Air Marshal Service at Federal Air Marshal Service](https://iupui.joinhandshake.com/jobs/8170173/share_preview)  Electrical Engineer at DD DANNAR, LLC  [Electrical Engineer at DD DANNAR, LLC](https://iupui.joinhandshake.com/jobs/8169694/share_preview)  PLANNER II at City of Elkhart  [PLANNER II at City of Elkhart](https://iupui.joinhandshake.com/jobs/8169421/share_preview)  X-Ray Tech Radiology Student at Sparrow Health System  [X-Ray Tech Radiology Student at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169303/share_preview)  Physical Therapist Acute Care Rehab at Sparrow Health System  [Physical Therapist Acute Care Rehab at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169298/share_preview)  Physical Therapist Float Pool Outpatient at Sparrow Health System  [Physical Therapist Float Pool Outpatient at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169288/share_preview)  Physical Therapist Float Pool Outpatient at Sparrow Health System  [Physical Therapist Float Pool Outpatient at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169284/share_preview)  S Manager Central Warehouse Operations at Sparrow Health System  [S Manager Central Warehouse Operations at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169283/share_preview)  Physical Therapist at Sparrow Health System  [Physical Therapist at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169278/share_preview)  Physical Therapist Outpatient Rehab at Sparrow Health System  [Physical Therapist Outpatient Rehab at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169272/share_preview)  Occupational Health MEDICAL ASSISTANT at Sparrow Health System  [Occupational Health MEDICAL ASSISTANT at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169270/share_preview)  PHYSICAL THERAPIST Sign on Bonus at Sparrow Health System  [PHYSICAL THERAPIST Sign on Bonus at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169269/share_preview)  Sparrow Eaton- Alive Athletic Trainer at Sparrow Health System  [Sparrow Eaton- Alive Athletic Trainer at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169267/share_preview)  Grocery DC Information Technology & Systems Manager at Walmart & Sam's Club  [Grocery DC Information Technology & Systems Manager at Walmart & Sam's Club](https://iupui.joinhandshake.com/jobs/8168978/share_preview)  HR Office/Training Manager at Walmart & Sam's Club  [HR Office/Training Manager at Walmart & Sam's Club](https://iupui.joinhandshake.com/jobs/8168974/share_preview)  Post Doctorate RA - Applied Radiation Detection (7640) at Pacific Northwest National Laboratory  [Post Doctorate RA - Applied Radiation Detection (7640) at Pacific Northwest National Laboratory](https://iupui.joinhandshake.com/jobs/8168080/share_preview)  Police Officer at The Blue Line  [Police Officer at The Blue Line](https://iupui.joinhandshake.com/jobs/8164474/share_preview)  Orr Fellow at Orr Fellowship  [Orr Fellow at Orr Fellowship](https://iupui.joinhandshake.com/jobs/8159131/share_preview)  Jewelry Sales Consultant - Roseville at Brilliant Earth  [Jewelry Sales Consultant - Roseville at Brilliant Earth](https://iupui.joinhandshake.com/jobs/8153364/share_preview)  Production Business Technology Rotation Analyst Program at PENNYMAC  [Production Business Technology Rotation Analyst Program at PENNYMAC](https://iupui.joinhandshake.com/jobs/8148392/share_preview)  AmeriCorps Program Coordinator/Regional Program Coordinator (Pasadena) at AmeriCorps  [AmeriCorps Program Coordinator/Regional Program Coordinator (Pasadena) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8146244/share_preview)  AmeriCorps Program Coordinator (Los Angeles) at AmeriCorps  [AmeriCorps Program Coordinator (Los Angeles) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8146222/share_preview)  AmeriCorps Literacy Lead (Pasadena) at AmeriCorps  [AmeriCorps Literacy Lead (Pasadena) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8146211/share_preview)  AmeriCorps Volunteer Coordinator (Silicon Valley) at AmeriCorps  [AmeriCorps Volunteer Coordinator (Silicon Valley) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8146186/share_preview)  AmeriCorps Regional Program Coordinator (Fort Worth) at AmeriCorps  [AmeriCorps Regional Program Coordinator (Fort Worth) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8146085/share_preview)  AmeriCorps Regional Program Coordinator (Dallas) at AmeriCorps  [AmeriCorps Regional Program Coordinator (Dallas) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8146077/share_preview)  AmeriCorps Literacy Lead (Dallas) at AmeriCorps  [AmeriCorps Literacy Lead (Dallas) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8146065/share_preview)  AmeriCorps Program Coordinator (Fort Worth) at AmeriCorps  [AmeriCorps Program Coordinator (Fort Worth) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8146056/share_preview)  AmeriCorps Program Coordinator (New York) at AmeriCorps  [AmeriCorps Program Coordinator (New York) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8145982/share_preview)  AmeriCorps Volunteer Coordinator (New York) at AmeriCorps  [AmeriCorps Volunteer Coordinator (New York) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8145966/share_preview)  AmeriCorps Literacy Lead (Tulsa) at AmeriCorps  [AmeriCorps Literacy Lead (Tulsa) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8144370/share_preview)  AmeriCorps Program Coordinator (Tulsa) at AmeriCorps  [AmeriCorps Program Coordinator (Tulsa) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8144344/share_preview)  AmeriCorps Program Coordinator/Regional Program Coordinator (Colorado) at AmeriCorps  [AmeriCorps Program Coordinator/Regional Program Coordinator (Colorado) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8144231/share_preview)  AmeriCorps Literacy Lead (Colorado) at AmeriCorps  [AmeriCorps Literacy Lead (Colorado) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8144127/share_preview)  AmeriCorps Regional Program Coordinator (Bay Area) at AmeriCorps  [AmeriCorps Regional Program Coordinator (Bay Area) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143911/share_preview)  AmeriCorps Volunteer Coordinator (Bay Area) at AmeriCorps  [AmeriCorps Volunteer Coordinator (Bay Area) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143899/share_preview)  AmeriCorps Program Coordinator (Bay Area) at AmeriCorps  [AmeriCorps Program Coordinator (Bay Area) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143871/share_preview)  AmeriCorps Program Coordinator (Seattle) at AmeriCorps  [AmeriCorps Program Coordinator (Seattle) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143652/share_preview)  AmeriCorps Program Coordinator (DC) at AmeriCorps  [AmeriCorps Program Coordinator (DC) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143451/share_preview)  AmeriCorps Program Coordinator (DC) at AmeriCorps  [AmeriCorps Program Coordinator (DC) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143446/share_preview)  AmeriCorps Literacy Lead (DC) at AmeriCorps  [AmeriCorps Literacy Lead (DC) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143421/share_preview)  AmeriCorps Literacy Lead (DC) at AmeriCorps  [AmeriCorps Literacy Lead (DC) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143419/share_preview)  AmeriCorps Program Coordinator (Baltimore) at AmeriCorps  [AmeriCorps Program Coordinator (Baltimore) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143285/share_preview)  AmeriCorps Regional Program Coordinator (Baltimore) at AmeriCorps  [AmeriCorps Regional Program Coordinator (Baltimore) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143264/share_preview)  AmeriCorps Literacy Lead (Baltimore) at AmeriCorps  [AmeriCorps Literacy Lead (Baltimore) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143251/share_preview)  AmeriCorps Volunteer Coordinator (Baltimore) at AmeriCorps  [AmeriCorps Volunteer Coordinator (Baltimore) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143227/share_preview)  AmeriCorps Program Coordinator (South Carolina) at AmeriCorps  [AmeriCorps Program Coordinator (South Carolina) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8142994/share_preview)  AmeriCorps Volunteer Coordinator (South Carolina) at AmeriCorps  [AmeriCorps Volunteer Coordinator (South Carolina) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8142965/share_preview)  AmeriCorps Literacy Lead (South Carolina) at AmeriCorps  [AmeriCorps Literacy Lead (South Carolina) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8142953/share_preview)  AmeriCorps Volunteer Coordinator (Twin Cities) at AmeriCorps  [AmeriCorps Volunteer Coordinator (Twin Cities) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8142853/share_preview)  AmeriCorps Program Coordinator (Twin Cities) at AmeriCorps  [AmeriCorps Program Coordinator (Twin Cities) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8142833/share_preview)   #### Internships  College Ambassador Content Creator Internship (Remote) at Off Topic Games  [College Ambassador Content Creator Internship (Remote) at Off Topic Games](https://iupui.joinhandshake.com/jobs/8261785/share_preview)  Student Trainee (Admin) at U.S. Office of Personnel Management (OPM)  [Student Trainee (Admin) at U.S. Office of Personnel Management (OPM)](https://iupui.joinhandshake.com/jobs/8273100/share_preview)  User Experience (UX) Intern at Bosa  [User Experience (UX) Intern at Bosa](https://iupui.joinhandshake.com/jobs/8267573/share_preview)  Software Engineer Part-time Intern - Undergrad at Proofpoint  [Software Engineer Part-time Intern - Undergrad at Proofpoint](https://iupui.joinhandshake.com/jobs/8267299/share_preview)  Summer Associate, Client Service, New York, 2024 at AlphaSights  [Summer Associate, Client Service, New York, 2024 at AlphaSights](https://iupui.joinhandshake.com/jobs/8263486/share_preview)  Training Operations Part-time Intern - Undergrad at Proofpoint  [Training Operations Part-time Intern - Undergrad at Proofpoint](https://iupui.joinhandshake.com/jobs/8260353/share_preview)  Email Marketing Intern at Group 22  [Email Marketing Intern at Group 22](https://iupui.joinhandshake.com/jobs/8252840/share_preview)  Art Auction Paid Intern at China Guardian (USA), Inc.  [Art Auction Paid Intern at China Guardian (USA), Inc.](https://iupui.joinhandshake.com/jobs/8252402/share_preview)  Lilly Undergrad Human Resources Intern at Eli Lilly and Company  [Lilly Undergrad Human Resources Intern at Eli Lilly and Company](https://iupui.joinhandshake.com/jobs/8250784/share_preview)  Dellstar VR is looking for a VR Product and Services Intern at Work and Learn Indiana  [Dellstar VR is looking for a VR Product and Services Intern at Work and Learn Indiana](https://iupui.joinhandshake.com/jobs/8247690/share_preview)  Associate Software Engineering Intern at Best Buy Corporate  [Associate Software Engineering Intern at Best Buy Corporate](https://iupui.joinhandshake.com/jobs/8247230/share_preview)  Graduate Data Scientist Intern at Best Buy Corporate  [Graduate Data Scientist Intern at Best Buy Corporate](https://iupui.joinhandshake.com/jobs/8247220/share_preview)  Financial Analyst Intern at Best Buy Corporate  [Financial Analyst Intern at Best Buy Corporate](https://iupui.joinhandshake.com/jobs/8246600/share_preview)  Merchandising and Demand Planning Intern at Best Buy Corporate  [Merchandising and Demand Planning Intern at Best Buy Corporate](https://iupui.joinhandshake.com/jobs/8246428/share_preview)  2024 Summer Analyst: Fixed Income Capital Markets - Birmingham at Stifel  [2024 Summer Analyst: Fixed Income Capital Markets - Birmingham at Stifel](https://iupui.joinhandshake.com/jobs/8244916/share_preview)  Microsoft Access database at Vaxa Inc.  [Microsoft Access database at Vaxa Inc.](https://iupui.joinhandshake.com/jobs/8242024/share_preview)  Career Development Internship at AsylumWorks  [Career Development Internship at AsylumWorks](https://iupui.joinhandshake.com/jobs/8241479/share_preview)  Communications Intern at AsylumWorks  [Communications Intern at AsylumWorks](https://iupui.joinhandshake.com/jobs/8241330/share_preview)  Summer Associate, Client Service, 2024 (San Francisco) at AlphaSights  [Summer Associate, Client Service, 2024 (San Francisco) at AlphaSights](https://iupui.joinhandshake.com/jobs/8235066/share_preview)  Plastic-Free Schools Internship at University of Wisconsin Sea Grant/ Water Resources Institute  [Plastic-Free Schools Internship at University of Wisconsin Sea Grant/ Water Resources Institute](https://iupui.joinhandshake.com/jobs/8234999/share_preview)  Quality Engineering Intern - Denver at CONMED  [Quality Engineering Intern - Denver at CONMED](https://iupui.joinhandshake.com/jobs/8233264/share_preview)  Quality Engineering Intern at CONMED  [Quality Engineering Intern at CONMED](https://iupui.joinhandshake.com/jobs/8233224/share_preview)  Quality Engineering Intern - Memphis at CONMED  [Quality Engineering Intern - Memphis at CONMED](https://iupui.joinhandshake.com/jobs/8233248/share_preview)  Quality Systems Technology Intern at CONMED  [Quality Systems Technology Intern at CONMED](https://iupui.joinhandshake.com/jobs/8233167/share_preview)  Quality Systems Engineering Intern at CONMED  [Quality Systems Engineering Intern at CONMED](https://iupui.joinhandshake.com/jobs/8233120/share_preview)  Spring 2024 Clinical Intern at Syneos Health  [Spring 2024 Clinical Intern at Syneos Health](https://iupui.joinhandshake.com/jobs/8231196/share_preview)  Plastic-Free Schools Internship at University of Wisconsin - Madison  [Plastic-Free Schools Internship at University of Wisconsin - Madison](https://iupui.joinhandshake.com/jobs/8227440/share_preview)  Translation Intern at Light & Wonder  [Translation Intern at Light & Wonder](https://iupui.joinhandshake.com/jobs/8180331/share_preview)  Visionaries of the Year Campaign Development Intern - Metro NY at The Leukemia & Lymphoma Society (Official)  [Visionaries of the Year Campaign Development Intern - Metro NY at The Leukemia & Lymphoma Society (Official)](https://iupui.joinhandshake.com/jobs/8226198/share_preview)  Master's Level Residential Paid Internship, Memphis, TN - Spring 2024 at Youth Villages  [Master's Level Residential Paid Internship, Memphis, TN - Spring 2024 at Youth Villages](https://iupui.joinhandshake.com/jobs/8223036/share_preview)  Marketing Intern at Work and Learn Indiana  [Marketing Intern at Work and Learn Indiana](https://iupui.joinhandshake.com/jobs/8218390/share_preview)  Business Management Intern at Work and Learn Indiana  [Business Management Intern at Work and Learn Indiana](https://iupui.joinhandshake.com/jobs/8218377/share_preview)  Valuation Intern Summer 2024 at Miller Cooper & Co.  [Valuation Intern Summer 2024 at Miller Cooper & Co.](https://iupui.joinhandshake.com/jobs/8215993/share_preview)  Accounting Intern at MD&A  [Accounting Intern at MD&A](https://iupui.joinhandshake.com/jobs/8213132/share_preview)  2024 Summer Associate - Quantitative Rotation Program, TD Securities at TD  [2024 Summer Associate - Quantitative Rotation Program, TD Securities at TD](https://iupui.joinhandshake.com/jobs/8210908/share_preview)  University Intern, Disputes & Economics (Healthcare Disputes) (Chicago) at Ankura  [University Intern, Disputes & Economics (Healthcare Disputes) (Chicago) at Ankura](https://iupui.joinhandshake.com/jobs/8209776/share_preview)  Corporate Finance Summer Internship Program at Citizens  [Corporate Finance Summer Internship Program at Citizens](https://iupui.joinhandshake.com/jobs/8206849/share_preview)  Internal Audit Summer Internship Program at Citizens  [Internal Audit Summer Internship Program at Citizens](https://iupui.joinhandshake.com/jobs/8206837/share_preview)  2024 Nestlé USA Finance & Accounting Internship at Nestlé  [2024 Nestlé USA Finance & Accounting Internship at Nestlé](https://iupui.joinhandshake.com/jobs/8205257/share_preview)  Production Engineer Co-Op in Pyrrole Manufacturing at BASF Corporation  [Production Engineer Co-Op in Pyrrole Manufacturing at BASF Corporation](https://iupui.joinhandshake.com/jobs/8203428/share_preview)  Internships in Equipment/Process Engineering - Summer 2024 at NXP Semiconductors  [Internships in Equipment/Process Engineering - Summer 2024 at NXP Semiconductors](https://iupui.joinhandshake.com/jobs/8203398/share_preview)  Social Media Manager | TikTok Content Creator at Tutorly.ai  [Social Media Manager | TikTok Content Creator at Tutorly.ai](https://iupui.joinhandshake.com/jobs/8199602/share_preview)  Production Engineer Summer/Fall Co-op in Utilities/Incineration at BASF Corporation  [Production Engineer Summer/Fall Co-op in Utilities/Incineration at BASF Corporation](https://iupui.joinhandshake.com/jobs/8197011/share_preview)  Production Engineer Spring Co-op in Utilities/Incineration at BASF Corporation  [Production Engineer Spring Co-op in Utilities/Incineration at BASF Corporation](https://iupui.joinhandshake.com/jobs/8196975/share_preview)  University Intern, Disputes & Economics (Healthcare Disputes) (Washington, DC) at Ankura  [University Intern, Disputes & Economics (Healthcare Disputes) (Washington, DC) at Ankura](https://iupui.joinhandshake.com/jobs/8196285/share_preview)  Gallery Intern at Work and Learn Indiana  [Gallery Intern at Work and Learn Indiana](https://iupui.joinhandshake.com/jobs/8192580/share_preview)  2024 Global Finance & Business Management Analyst Program - Summer Analyst Opportunity - 210443235 at JPMorgan Chase & Co.  [2024 Global Finance & Business Management Analyst Program - Summer Analyst Opportunity - 210443235 at JPMorgan Chase & Co.](https://iupui.joinhandshake.com/jobs/8192180/share_preview)  2024 Human Resources Analyst Development Program – Summer Analyst Opportunity (New York Metro) - 210443217 at JPMorgan Chase & Co.  [2024 Human Resources Analyst Development Program – Summer Analyst Opportunity (New York Metro) - 210443217 at JPMorgan Chase & Co.](https://iupui.joinhandshake.com/jobs/8192174/share_preview)  Digital Video Specialists (UNPAID & VIRTUAL) at Super Purposes™  [Digital Video Specialists (UNPAID & VIRTUAL) at Super Purposes™](https://iupui.joinhandshake.com/jobs/8190672/share_preview)  Summer 2024 Internship - Environment, Health and Safety Intern at Watts Water Technologies  [Summer 2024 Internship - Environment, Health and Safety Intern at Watts Water Technologies](https://iupui.joinhandshake.com/jobs/8190556/share_preview)  Lodging Hospitality Internships at Deer Valley Resort  [Lodging Hospitality Internships at Deer Valley Resort](https://iupui.joinhandshake.com/jobs/8188546/share_preview)  IT Intern (Fall 2023) at Fives North American Combustion, Inc.  [IT Intern (Fall 2023) at Fives North American Combustion, Inc.](https://iupui.joinhandshake.com/jobs/8185694/share_preview)  Education and Interpretation Members - Golden Gate National Recreation Area at American Conservation Experience  [Education and Interpretation Members - Golden Gate National Recreation Area at American Conservation Experience](https://iupui.joinhandshake.com/jobs/8185560/share_preview)  Activation Intern, Playfly Creates at Playfly Sports  [Activation Intern, Playfly Creates at Playfly Sports](https://iupui.joinhandshake.com/jobs/8184653/share_preview)  Internship Program: Commercial Support/Customer Service at Tetra Pak  [Internship Program: Commercial Support/Customer Service at Tetra Pak](https://iupui.joinhandshake.com/jobs/8183945/share_preview)  Engineering Summer 2024 Intern - Purdue University at Forvia Faurecia  [Engineering Summer 2024 Intern - Purdue University at Forvia Faurecia](https://iupui.joinhandshake.com/jobs/8183051/share_preview)  2024 Charles Schwab Charitable Service & Operations Internship (Westlake, TX) at Charles Schwab & Company  [2024 Charles Schwab Charitable Service & Operations Internship (Westlake, TX) at Charles Schwab & Company](https://iupui.joinhandshake.com/jobs/8182046/share_preview)  Manufacturing Engineering Intern (Summer 2024) at Vertiv  [Manufacturing Engineering Intern (Summer 2024) at Vertiv](https://iupui.joinhandshake.com/jobs/8181322/share_preview)  Visual Information and Environmental Education Member at American Conservation Experience  [Visual Information and Environmental Education Member at American Conservation Experience](https://iupui.joinhandshake.com/jobs/8179946/share_preview)  Southwest Region GIS Intern – Remote at Arizona Conservation Corps  [Southwest Region GIS Intern – Remote at Arizona Conservation Corps](https://iupui.joinhandshake.com/jobs/8179948/share_preview)  Student Assistant - Administration Student Assistant - District 11 Traffic Operations at Caltrans HQ  [Student Assistant - Administration Student Assistant - District 11 Traffic Operations at Caltrans HQ](https://iupui.joinhandshake.com/jobs/8179146/share_preview)  Occupational Safety (Summer Intern) at BASF Corporation  [Occupational Safety (Summer Intern) at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174244/share_preview)  EHS Environmental Engineer (Summer Intern) at BASF Corporation  [EHS Environmental Engineer (Summer Intern) at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174212/share_preview)  Production Engineer Co-op (in IMIs chemical manufacturing unit) at BASF Corporation  [Production Engineer Co-op (in IMIs chemical manufacturing unit) at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174185/share_preview)  Reliability & Asset Engineer Co-Op (Fall) at BASF Corporation  [Reliability & Asset Engineer Co-Op (Fall) at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174167/share_preview)  Reliability & Asset Engineer Co-Op at BASF Corporation  [Reliability & Asset Engineer Co-Op at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174143/share_preview)  Instrument & Electrical Engineering Intern or Co-Op at BASF Corporation  [Instrument & Electrical Engineering Intern or Co-Op at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174110/share_preview)  Process & Controls Engineering Intern or Co-Op at BASF Corporation  [Process & Controls Engineering Intern or Co-Op at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174104/share_preview)  Technology Engineer Intern (or Co-op) at BASF Corporation  [Technology Engineer Intern (or Co-op) at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174070/share_preview)  Document Control Assistant (Summer Intern) at BASF Corporation  [Document Control Assistant (Summer Intern) at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174023/share_preview)  Production Engineer Summer Intern (in IMIs chemical manufacturing unit) at BASF Corporation  [Production Engineer Summer Intern (in IMIs chemical manufacturing unit) at BASF Corporation](https://iupui.joinhandshake.com/jobs/8173902/share_preview)  Office Intern at Benhar Office Interiors  [Office Intern at Benhar Office Interiors](https://iupui.joinhandshake.com/jobs/8173846/share_preview)  Production Engineer Summer Intern (for Formulations & Packaging Unit ) at BASF Corporation  [Production Engineer Summer Intern (for Formulations & Packaging Unit ) at BASF Corporation](https://iupui.joinhandshake.com/jobs/8173831/share_preview)  USFS Research Opportunity for Climate Analyses of Bristlecone Pine at Oak Ridge Institute for Science and Education  [USFS Research Opportunity for Climate Analyses of Bristlecone Pine at Oak Ridge Institute for Science and Education](https://iupui.joinhandshake.com/jobs/8173808/share_preview)  Quality Control Summer Intern at BASF Corporation  [Quality Control Summer Intern at BASF Corporation](https://iupui.joinhandshake.com/jobs/8173770/share_preview)  Organic Chemistry Intern at BASF Corporation  [Organic Chemistry Intern at BASF Corporation](https://iupui.joinhandshake.com/jobs/8173707/share_preview)  Procurement Sourcing Analyst - Intern at Eli Lilly and Company  [Procurement Sourcing Analyst - Intern at Eli Lilly and Company](https://iupui.joinhandshake.com/jobs/8173077/share_preview)  Iowa Wild - Ice Operations Crew (Part-Time) at Minnesota Wild  [Iowa Wild - Ice Operations Crew (Part-Time) at Minnesota Wild](https://iupui.joinhandshake.com/jobs/8167793/share_preview)  University Summer Intern, Construction, Disputes & Advisory (San Francisco) at Ankura  [University Summer Intern, Construction, Disputes & Advisory (San Francisco) at Ankura](https://iupui.joinhandshake.com/jobs/8160414/share_preview)  American Express 2024 Summer Internship Opportunities at American Express  [American Express 2024 Summer Internship Opportunities at American Express](https://iupui.joinhandshake.com/jobs/8160054/share_preview)  Mental Health Crisis Training Instructor-AmeriCorps at AmeriCorps  [Mental Health Crisis Training Instructor-AmeriCorps at AmeriCorps](https://iupui.joinhandshake.com/jobs/8159542/share_preview)  Data Scientist Co-Op/Intern at The Mosaic Company  [Data Scientist Co-Op/Intern at The Mosaic Company](https://iupui.joinhandshake.com/jobs/8157357/share_preview)  Fall 2023 Commercial Risk Management Intern at Hylant  [Fall 2023 Commercial Risk Management Intern at Hylant](https://iupui.joinhandshake.com/jobs/8157002/share_preview)  Organizational Health and Development at Universities Space Research Association (USRA)  [Organizational Health and Development at Universities Space Research Association (USRA)](https://iupui.joinhandshake.com/jobs/8153002/share_preview)  Intern at Dant Advocacy  [Intern at Dant Advocacy](https://iupui.joinhandshake.com/jobs/8149693/share_preview)  Strategy and Corporate Development Summer Analyst at Santander US  [Strategy and Corporate Development Summer Analyst at Santander US](https://iupui.joinhandshake.com/jobs/8151334/share_preview)  University Intern, Forensic Accounting & Claims Consulting (Dallas) at Ankura  [University Intern, Forensic Accounting & Claims Consulting (Dallas) at Ankura](https://iupui.joinhandshake.com/jobs/8149229/share_preview)  University Intern, Forensic Accounting & Claims Consulting (Houston) at Ankura  [University Intern, Forensic Accounting & Claims Consulting (Houston) at Ankura](https://iupui.joinhandshake.com/jobs/8149217/share_preview)  University Intern, Forensic Accounting & Claims Consulting (Atlanta) at Ankura  [University Intern, Forensic Accounting & Claims Consulting (Atlanta) at Ankura](https://iupui.joinhandshake.com/jobs/8149203/share_preview)  University Summer Intern, Forensic Accounting & Claims Consulting (Chicago) at Ankura  [University Summer Intern, Forensic Accounting & Claims Consulting (Chicago) at Ankura](https://iupui.joinhandshake.com/jobs/8149192/share_preview)  University Intern, Construction, Disputes & Advisory (Phoenix) at Ankura  [University Intern, Construction, Disputes & Advisory (Phoenix) at Ankura](https://iupui.joinhandshake.com/jobs/8149177/share_preview)  University Intern, Construction Disputes & Advisory (Boston) at Ankura  [University Intern, Construction Disputes & Advisory (Boston) at Ankura](https://iupui.joinhandshake.com/jobs/8149163/share_preview)  University Intern, Construction Disputes & Advisory (Fairfield) at Ankura  [University Intern, Construction Disputes & Advisory (Fairfield) at Ankura](https://iupui.joinhandshake.com/jobs/8149154/share_preview)  University Intern, Construction Disputes & Advisory (New York) at Ankura  [University Intern, Construction Disputes & Advisory (New York) at Ankura](https://iupui.joinhandshake.com/jobs/8149140/share_preview)  University Intern, Construction Disputes & Advisory (Washington, DC) at Ankura  [University Intern, Construction Disputes & Advisory (Washington, DC) at Ankura](https://iupui.joinhandshake.com/jobs/8149097/share_preview)  University Intern, Construction Disputes & Advisory (Washington, DC) at Ankura  [University Intern, Construction Disputes & Advisory (Washington, DC) at Ankura](https://iupui.joinhandshake.com/jobs/8148998/share_preview)  University Summer Intern, Office of the CFO (Los Angeles) at Ankura  [University Summer Intern, Office of the CFO (Los Angeles) at Ankura](https://iupui.joinhandshake.com/jobs/8148766/share_preview)  University Summer Intern, Office of the CFO (Chicago) at Ankura  [University Summer Intern, Office of the CFO (Chicago) at Ankura](https://iupui.joinhandshake.com/jobs/8148756/share_preview)  University Summer Intern, Office of the CFO (New York) at Ankura  [University Summer Intern, Office of the CFO (New York) at Ankura](https://iupui.joinhandshake.com/jobs/8148736/share_preview)  Sales Internship - Long Beach, CA Summer 2024 at Crown Equipment Corporation  [Sales Internship - Long Beach, CA Summer 2024 at Crown Equipment Corporation](https://iupui.joinhandshake.com/jobs/8147493/share_preview)  Engineering Intern (Civil/Enviromental) at Carollo Engineers  [Engineering Intern (Civil/Enviromental) at Carollo Engineers](https://iupui.joinhandshake.com/jobs/8143727/share_preview)  Patient Support Program (PSP) Intern at Indivior PLC  [Patient Support Program (PSP) Intern at Indivior PLC](https://iupui.joinhandshake.com/jobs/8112362/share_preview)  USDA-ARS High School Research Opportunity at Oak Ridge Institute for Science and Education  [USDA-ARS High School Research Opportunity at Oak Ridge Institute for Science and Education](https://iupui.joinhandshake.com/jobs/8140500/share_preview)  Creator: Social Media, Email, Video Content for Kids Retail Brand at Carex Consulting Group  [Creator: Social Media, Email, Video Content for Kids Retail Brand at Carex Consulting Group](https://iupui.joinhandshake.com/jobs/7952651/share_preview)  Marketing / Sales Intern at Drew Federau State Farm  [Marketing / Sales Intern at Drew Federau State Farm](https://iupui.joinhandshake.com/jobs/8125570/share_preview)  Product Management Intern at Irregular Hours  [Product Management Intern at Irregular Hours](https://iupui.joinhandshake.com/jobs/8120242/share_preview)  Community Specialist at Irregular Hours  [Community Specialist at Irregular Hours](https://iupui.joinhandshake.com/jobs/8112800/share_preview)  Plant Science Internship at The Walt Disney Company  [Plant Science Internship at The Walt Disney Company](https://iupui.joinhandshake.com/jobs/8122106/share_preview)  Visitor Services & Natural Resource Protection Member – Cabo Rojo National Wildlife Refuge at American Conservation Experience  [Visitor Services & Natural Resource Protection Member – Cabo Rojo National Wildlife Refuge at American Conservation Experience](https://iupui.joinhandshake.com/jobs/8115885/share_preview)  Youth Stewardship Program Intern (LOCAL APPLICANTS PREFERRED) at The Student Conservation Association  [Youth Stewardship Program Intern (LOCAL APPLICANTS PREFERRED) at The Student Conservation Association](https://iupui.joinhandshake.com/jobs/8114827/share_preview)  Audit Intern (Remote) at Court Administrative Services  [Audit Intern (Remote) at Court Administrative Services](https://iupui.joinhandshake.com/jobs/8113670/share_preview)  Audit Intern (Remote) at Court Administrative Services  [Audit Intern (Remote) at Court Administrative Services](https://iupui.joinhandshake.com/jobs/8030122/share_preview)  Paid Part-time Professional Sales and Marketing Experience with Great Benefits in Wholesale Brokerage or Retail Agency (Fall 2023) at United States Liability Insurance Group  [Paid Part-time Professional Sales and Marketing Experience with Great Benefits in Wholesale Brokerage or Retail Agency (Fall 2023) at United States Liability Insurance Group](https://iupui.joinhandshake.com/jobs/8112887/share_preview)  Programs Officer at Work and Learn Indiana  [Programs Officer at Work and Learn Indiana](https://iupui.joinhandshake.com/jobs/8111262/share_preview)  Summer Intern - Marketing & Sales at Union Pacific Railroad  [Summer Intern - Marketing & Sales at Union Pacific Railroad](https://iupui.joinhandshake.com/jobs/8105817/share_preview)  2024 Asset Management Summer Intern at U.S. Bank  [2024 Asset Management Summer Intern at U.S. Bank](https://iupui.joinhandshake.com/jobs/8101211/share_preview)  2024 Investment Services Summer Intern at U.S. Bank  [2024 Investment Services Summer Intern at U.S. Bank](https://iupui.joinhandshake.com/jobs/8101199/share_preview)  2024 Wealth Management Summer Intern at U.S. Bank  [2024 Wealth Management Summer Intern at U.S. Bank](https://iupui.joinhandshake.com/jobs/8101186/share_preview)  State Government Relations Intern at Bose Public Affairs Group  [State Government Relations Intern at Bose Public Affairs Group](https://iupui.joinhandshake.com/jobs/8099250/share_preview)  Student Teacher / Counselor Inernship at Stride, Inc.  [Student Teacher / Counselor Inernship at Stride, Inc.](https://iupui.joinhandshake.com/jobs/8098180/share_preview)  Online Teaching Internship (ESL/EFL) at PLUS U.S. Corporation  [Online Teaching Internship (ESL/EFL) at PLUS U.S. Corporation](https://iupui.joinhandshake.com/jobs/8094998/share_preview)  Accounting Intern at BPX Logistics  [Accounting Intern at BPX Logistics](https://iupui.joinhandshake.com/jobs/8088691/share_preview)  Sodexo Hospitality Intern at Sodexo  [Sodexo Hospitality Intern at Sodexo](https://iupui.joinhandshake.com/jobs/8085712/share_preview)  Sodexo Culinary Intern at Sodexo  [Sodexo Culinary Intern at Sodexo](https://iupui.joinhandshake.com/jobs/8085489/share_preview)  Sodexo Environmental Services Intern at Sodexo  [Sodexo Environmental Services Intern at Sodexo](https://iupui.joinhandshake.com/jobs/8085160/share_preview)  Sodexo Environment Services Intern at Sodexo  [Sodexo Environment Services Intern at Sodexo](https://iupui.joinhandshake.com/jobs/8084842/share_preview)  Sodexo Environmental Services Intern at Sodexo  [Sodexo Environmental Services Intern at Sodexo](https://iupui.joinhandshake.com/jobs/8084725/share_preview)  Sodexo Environment Services Intern at Sodexo  [Sodexo Environment Services Intern at Sodexo](https://iupui.joinhandshake.com/jobs/8084642/share_preview)  Sodexo Culinary Intern at Sodexo  [Sodexo Culinary Intern at Sodexo](https://iupui.joinhandshake.com/jobs/8084384/share_preview)  Sodexo Environmental Services Intern at Sodexo  [Sodexo Environmental Services Intern at Sodexo](https://iupui.joinhandshake.com/jobs/8084344/share_preview)  Sodexo Intern - Campus Food  at Sodexo  [Sodexo Intern - Campus Food  at Sodexo](https://iupui.joinhandshake.com/jobs/8081200/share_preview)  AI_Software Engineering Intern (Computer Vision) at Heir8fied  [AI_Software Engineering Intern (Computer Vision) at Heir8fied](https://iupui.joinhandshake.com/jobs/8080656/share_preview)  Human Resource Intern at HireLevel.  [Human Resource Intern at HireLevel.](https://iupui.joinhandshake.com/jobs/8079775/share_preview)  2024 Staff Accountant Intern - Long Beach at Novogradac & Company LLP  [2024 Staff Accountant Intern - Long Beach at Novogradac & Company LLP](https://iupui.joinhandshake.com/jobs/8073549/share_preview)  2024 Staff Accountant Intern - Portland at Novogradac & Company LLP  [2024 Staff Accountant Intern - Portland at Novogradac & Company LLP](https://iupui.joinhandshake.com/jobs/8073552/share_preview)  2024 Staff Accountant Intern - Bellevue at Novogradac & Company LLP  [2024 Staff Accountant Intern - Bellevue at Novogradac & Company LLP](https://iupui.joinhandshake.com/jobs/8073541/share_preview)  Content Creation Intern at Riveting Technology  [Content Creation Intern at Riveting Technology](https://iupui.joinhandshake.com/jobs/8073214/share_preview)  M3 Whitetails Fall/Winter Internship at M3 Whitetails  [M3 Whitetails Fall/Winter Internship at M3 Whitetails](https://iupui.joinhandshake.com/jobs/8070755/share_preview)  Intern, Compliance Risk and Diligence - Chicago at Kroll  [Intern, Compliance Risk and Diligence - Chicago at Kroll](https://iupui.joinhandshake.com/jobs/8070570/share_preview)  Intern, Compliance Risk and Diligence - Washington DC at Kroll  [Intern, Compliance Risk and Diligence - Washington DC at Kroll](https://iupui.joinhandshake.com/jobs/8069291/share_preview)  USFS Research Opportunity for Climate Analyses of Bristlecone Pine at Oak Ridge Institute for Science and Education  [USFS Research Opportunity for Climate Analyses of Bristlecone Pine at Oak Ridge Institute for Science and Education](https://iupui.joinhandshake.com/jobs/8068041/share_preview)  Cultural Resources Intern at SWCA Environmental Consultants  [Cultural Resources Intern at SWCA Environmental Consultants](https://iupui.joinhandshake.com/jobs/8067810/share_preview)  Marketing & Sales Intern at Niiti  [Marketing & Sales Intern at Niiti](https://iupui.joinhandshake.com/jobs/7780192/share_preview)  2024 Corporate Client Banking & Specialized Industries Risk Program- Summer Analyst at JPMorgan Chase & Co.  [2024 Corporate Client Banking & Specialized Industries Risk Program- Summer Analyst at JPMorgan Chase & Co.](https://iupui.joinhandshake.com/jobs/8063084/share_preview)  Marketing/Administrative Internship at International Company (French Speaker) - Remote position at New York Habitat  [Marketing/Administrative Internship at International Company (French Speaker) - Remote position at New York Habitat](https://iupui.joinhandshake.com/jobs/8061326/share_preview)  Invasive Species Removal and Habitat Restoration Members - Bitter Creek National Wildlife Refuge at American Conservation Experience  [Invasive Species Removal and Habitat Restoration Members - Bitter Creek National Wildlife Refuge at American Conservation Experience](https://iupui.joinhandshake.com/jobs/8060490/share_preview)  2023 Fall Western Trail Corps at The Student Conservation Association  [2023 Fall Western Trail Corps at The Student Conservation Association](https://iupui.joinhandshake.com/jobs/8056531/share_preview)  Administrative Assistant at U.S. Army Training and Doctrine Command (TRADOC)  [Administrative Assistant at U.S. Army Training and Doctrine Command (TRADOC)](https://iupui.joinhandshake.com/jobs/8052867/share_preview)  HEALTHCARE CONSULTING SUMMER ANALYST 2024 at Core Finance Team Affiliates LLC  [HEALTHCARE CONSULTING SUMMER ANALYST 2024 at Core Finance Team Affiliates LLC](https://iupui.joinhandshake.com/jobs/8047692/share_preview)  HEALTHCARE CONSULTING SPRING ANALYST 2024 at Core Finance Team Affiliates LLC  [HEALTHCARE CONSULTING SPRING ANALYST 2024 at Core Finance Team Affiliates LLC](https://iupui.joinhandshake.com/jobs/8047688/share_preview)  The Career Services Council brings together IUPUI's career development professionals under the common goal of helping students, employers, and IUPUI faculty and staff connect with the appropriate resources for their unique needs.   ## Events  Feb 16  IU Luddy Indianapolis IT, Data, Design, and Digital Media Spring Career Fair (Virtual)  [IU Luddy Indianapolis IT, Data, Design, and Digital Media Spring Career Fair (Virtual)](https://events.iu.edu/live/events/1217605-iu-luddy-indianapolis-it-data-design-and-digital)  Starts at 12 p.m.  Handshake  -  View student events  View employer events  [Tweets by @iupui_career](https://twitter.com/iupui_career)   ## Make a gift  Become a Career Catalyst  Fund an internship, provide thought leadership, and equip IUPUI with the latest insights and tools.  Fund an internship, provide thought leadership, and equip IUPUI with the latest insights and tools.   ## Campus Career and Advising Services  Indiana University–Purdue University Indianapolis Taylor Hall 3140E 815 W. Michigan St. Indianapolis, IN 46202 "
  },
  {
    "url": "URL: https://career.iupui.edu/outcomes/index.html#search",
    "body": "  ## First Destination Survey   ### Career outcomes for IUPUI undergraduates  In coordination with the Career Services Council’s Research and Assessment Committee, Campus Career and Advising Services administers the First Destination Survey to all IUPUI undergraduates who earn a certificate, associate degree, or bachelor’s degree.  This survey is based on the National Association of Colleges and Employers (NACE) standards and protocols developed to standardize collection of career outcomes data. IUPUI Institutional Research and Decision Support provides support in creating and maintaining the interactive Tableau dashboards below.  [National Association of Colleges and Employers (NACE) standards and protocols](http://www.naceweb.org/job-market/graduate-outcomes/first-destination/standards-and-protocols/)  Graduates can complete the survey at go.iupui.edu/nextstep .  [go.iupui.edu/nextstep](http://go.iupui.edu/nextstep)   ### Most recent career outcomes*  90.0% of graduates reported positive career outcomes with employment or further education, and 59.4% reported full-time employment.   #### Career outcomes by school and by major  Explore our career outcomes dashboard to see the various career outcomes of our graduates by school and by major. Choose the 2022 Graduate Cohort to see the latest data.   ####  Career outcomes by school/major dashboard  [Career outcomes by school/major dashboard](https://tableau.bi.iu.edu/t/prd/views/FirstDestination2016/CareerOutcomesGroup?iframeSizedToWindow=true&%3Aembed=y&%3AshowAppBanner=false&%3Adisplay_count=no&%3AshowVizHome=no#1#1)   ##### Majors most likely to have a full-time job   #### Majors most likely to pursue further education     #### Salaries by school and by major  Explore our salary dashboard to see the starting salaries of our full-time employed graduates by school and by major. Choose the 2022 Graduate Cohort to see the latest data.   ####  Starting salaries by school/major dashboard  [Starting salaries by school/major dashboard](https://tableau.bi.iu.edu/t/prd/views/FirstDestination2016/SalaryGroups?iframeSizedToWindow=true&%3Aembed=y&%3AshowAppBanner=false&%3Adisplay_count=no&%3AshowVizHome=no#1#1#1)   ##### Majors with highest average starting salaries (limited to majors with at least 10 graduates reporting salaries)   ##### Salary negotiation  To further explore salary differences across demographic backgrounds, the Career Services Council added a question on salary negotiation to the 2022 survey:  Was this the first salary you were offered?  Summary of analyses  67.7% of all graduates who responded to the negotiation question ( N = 811) accepted the first salary they were offered without negotiating. That is, only 33.2% of respondents negotiated. Of those who negotiated, 56.9% were successful.   #### Employers and locations of employment  Explore our employers dashboard to see the employers and locations of employment for our full-time employed graduates by school and by major. Choose the 2022 Graduate Cohort to see the latest data.   ####  Employers/location of employment by school/major dashboard  [Employers/location of employment by school/major dashboard](https://tableau.bi.iu.edu/t/prd/views/FirstDestination2016/EmployerLocation1?iframeSizedToWindow=true&%3Aembed=y&%3AshowAppBanner=false&%3Adisplay_count=no&%3AshowVizHome=no#4#1)  88.0% of full-time employed graduates are employed in Indiana, 61.0% in Indianapolis specifically.   #### Relationship of job to major  Explore our position relationship to major dashboard to see the percentages of our full-time employed graduates reporting that their job is related to their major. Choose the 2022 Graduate Cohort to see the latest data.   ####  Position relationship to major dashboard  [Position relationship to major dashboard](https://tableau.bi.iu.edu/t/prd/views/FirstDestination2016/PosRelGrp?iframeSizedToWindow=true&%3Aembed=y&%3AshowAppBanner=false&%3Adisplay_count=no&%3AshowVizHome=no#1#1#1)  83.9% of full-time employed graduates report their position is related to their field of study.   ##### In all schools, the majority of respondents report working in a related field.   #### Further education  Explore our further education dashboard to see the institutions and fields of study for graduates who are continuing their education. Choose the 2022 Graduate Cohort to see the latest data.   ###  Further education dashboard  [Further education dashboard](https://tableau.bi.iu.edu/t/prd/views/FirstDestination2016/FurtherEduc?iframeSizedToWindow=true&%3Aembed=y&%3AshowAppBanner=false&%3Adisplay_count=no&%3AshowVizHome=no#1#1)   #### Debt and repayment confidence  Explore our debt and repayment dashboard to see the levels of debt our graduates incur and their levels of confidence in repaying their debt on time. Choose the 2022 Graduate Cohort to see the latest data.   ###  Debt and repayment dashboard  [Debt and repayment dashboard](https://tableau.bi.iu.edu/t/prd/views/FirstDestination2016/DebtGroup?iframeSizedToWindow=true&%3Aembed=y&%3AshowAppBanner=false&%3Adisplay_count=no&%3AshowVizHome=no#1#1)  55.6% of graduates report holding no student loan debt; 35.6% report holding less than $50,000 in debt.  69.4% of graduates who hold loan debt report that they are very confident or somewhat confident in their ability to repay their loans on time.   #### Internship participation  Explore our internship participation dashboard to see the rates at which our graduates participate in practical work and learn opportunities. Choose the 2022 Graduate Cohort to see the latest data.  Internship participation dashboard  [Internship participation dashboard](https://tableau.bi.iu.edu/t/prd/views/FirstDestination2016/InternshipParticipateSatis?iframeSizedToWindow=true&%3Aembed=y&%3AshowAppBanner=false&%3Adisplay_count=no&%3AshowVizHome=no#1)  61.0% of graduates completed at least one internship, practicum, co-op, student teaching, or clinical placement.  35.2% of those graduates (who had an internship) reported an internship leading to a full-time offer.  93.5% agreed the internship completed their degree and helped prepare them for a career.  *Most recent data come from the 2022 cohort (graduated July 2021 through June 2022; data collected through December 2022) and are based on a 42.2% knowledge rate.   ### Questions or comments?  If you have questions or comments about the IUPUI First Destination Survey, please address them to Campus Career and Advising Services .  [Campus Career and Advising Services](https://ccas.iupui.edu/contact/index.html) "
  },
  {
    "url": "URL: http://career.iupui.edu/students-alumni/career-services/index.html#search",
    "body": "  ## Finding career services for you  To access the career services available to you, select the school of your major from the list below. If you are looking for part-time, work-study, or on-campus positions, choose the Office of Student Employment.   ### Student Employment  The Office of Student Employment works with all IUPUI students to help them pursue and succeed in meaningful, academically relevant college work experiences that enhance academic and professional growth. Visit the Office of Student Employment .  [Visit the Office of Student Employment](https://employment.iupui.edu)  Visit JagJobs for part-time, work-study, and internship opportunities:  [Current students (log in with university ID and passphrase).](https://employment.iupui.edu/jobs-internships/search-job-board/index.html)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Art and Design  Herron is the only professional school of art and design in Indiana. Students graduate with the skills and experience needed to succeed in fine arts–related professions right away. Visit Herron School of Art and Design.  [Visit Herron School of Art and Design.](https://www.herron.iupui.edu/student-life/career-services/index.html)  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Business  At Kelley, students learn how to get business done. Every Kelley degree program emphasizes real-world skills as well as theoretical principles so students graduate ready to hit the ground running. Visit Kelley Indianapolis Career Services.  [Visit Kelley Indianapolis Career Services.](http://kelley.iupui.edu/cpo/)  Visit KelleyCareers for job opportunities:  [Current students.](https://kelley.iupui.edu/recruiters-companies/career-services/index.html#handshake)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)   ### Dentistry  At the School of Dentistry, students learn in an environment where teaching, research, and community service come together to best prepare them for careers in dentistry or an allied dental health profession. Visit the School of Dentistry .  [Visit the School of Dentistry](https://www.dentistry.iu.edu/)  Students seeking career services can contact the Office of Admissions and Student Affairs at 317-274-8173 or IUSDOAP@iu.edu.  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Education  For students who want to teach, the School of Education provides the theoretical and practical skills needed to inspire students of all ages. Visit the School of Education .  [Visit the School of Education](https://education.iupui.edu/academics/careers/index.html)  Students can reach out to Erin Cassity ( ecassity@iupui.edu ) in the School of Education for career services. In addition, students can visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Engineering and Technology  Students in the School of Engineering and Technology learn to compete at the highest levels in a variety of engineering and technological professions. Visit Engineering and Technology Career Services and Professional Development .  [Visit Engineering and Technology Career Services and Professional Development](http://www.engr.iupui.edu/sites/careerservices/index.php)  Visit Handshake for job opportunities:  [Current students](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### General Studies  General studies is a multidisciplinary program that emphasizes liberal arts and sciences (arts and humanities, science and math, and social and behavioral sciences) to enable students to meet their educational, professional, and personal goals. Visit the Career Development page at the Center for Transfer and Adult Students.  [Visit the Career Development page at the Center for Transfer and Adult Students.](https://ctas.iupui.edu/academics/career/index.html)  General studies majors have access to Handshake for employment opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Health and Human Sciences  The School of Health and Human Sciences (SHHS) was launched in July 2018 through the merger of the School of Physical Education and Tourism Management and the School of Health and Rehabilitation Sciences. SHHS offers diverse educational paths, including exercise science, fitness management, physical education teacher education, nutrition, rehabilitation, health sciences, and events management, so students can graduate ready to start their careers. Visit SHHS Career Services .  [Visit SHHS Career Services](https://shhs.iupui.edu/student-resources/career-development/index.html)  [.](https://shhs.iupui.edu/student-resources/index.html)  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Luddy School of Informatics, Computing, and Engineering  Students in the Luddy School of Informatics, Computing, and Engineering explore how people use computing and technology to live, work, play, and communicate and develop innovative IT solutions to help them. Visit Luddy Indianapolis Career Services .  [Visit Luddy Indianapolis Career Services](https://luddy.iupui.edu/careers/)  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)   ### Law  The McKinney School of Law provides students with a solid foundation in the theory of law so they can graduate with the skills needed to pass the bar and to practice law right away. Visit the School of Law's Office of Professional Development.  [Visit the School of Law's Office of Professional Development.](http://mckinneylaw.iu.edu/careers/index.html)  Visit the McKinney School of Law's Online Career Center for job opportunities:  [Log in with your 12 Twenty user ID and password.](https://law-mckinney-iu.12twenty.com/Login%20  )  [Login - McKinney Works - Powered by 12Twenty](https://law-mckinney-iu.12twenty.com/Login%20)   ### Liberal Arts  The School of Liberal Arts provides students with a comprehensive education in the humanities and social sciences so they will graduate ready to excel in a wide variety of professions. Visit Liberal Arts Career Services.  [Visit Liberal Arts Career Services.](http://liberalarts.iupui.edu/cdo)  Visit Handshake for employment opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Medicine  As the country's largest medical school, IUSM graduates students ready to succeed as a medical doctor, researcher, scientist, or other healthcare professional.  [IUSM Career Services](https://md.mednet.iu.edu/support-services/career-development/)  [IUSM Graduate and Postdoc Careers](https://medicine.iu.edu/graduate-degrees/phd/indianapolis/career-development)  [your program director](https://medicine.iu.edu/undergraduate-health-professions)   ### Nursing  The School of Nursing gives students the skills they need to provide excellent patient care, whether they're seeking an undergraduate, graduate, or doctoral degree in nursing. Visit the School of Nursing.  [Visit the School of Nursing.](https://nursing.iu.edu/)  Access career services in the School of Nursing by contacting your academic advisor or by contacting Chandra Dyson, assistant dean of student services, at cbaskin@iu.edu .  [academic advisor](https://one.iu.edu/task/iu/view-my-advisors)  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Philanthropy  The Lilly Family School of Philanthropy immerses students in an environment that takes both a theoretical and practical approach to philanthropy—voluntary action for the public good. Visit the Lilly School of Philanthropy .  [Visit the Lilly School of Philanthropy](https://philanthropy.iupui.edu/academics/careers/career-services.html)  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)   ### Public and Environmental Affairs  The O'Neill School of Public and Environmental Affairs provides students an opportunity to learn how to work in government, nonprofit, and business roles to make positive changes in their communities, states, and around the world. Visit O'Neill career services.  [Visit O'Neill career services.](https://oneill.iupui.edu/student-life/career-development/index.html)  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Public Health  Students from the Richard M. Fairbanks School of Public Health pursue a public health or health care administration degree program to spend their careers helping to build a healthier world. Visit the Fairbanks School of Public Health.  [Visit the Fairbanks School of Public Health.](https://fsph.iupui.edu/academics/career/index.html)  Visit Handshake for public health job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Science  The School of Science offers a variety of degrees that students can pursue to become well-rounded scientists prepared to solve the problems of the future. Visit Pre-Professional and Career Preparation for Science Students (PREPs).  [Visit Pre-Professional and Career Preparation for Science Students (PREPs).](http://sciencepreps.iupui.edu/)  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)   ### Social Work  The School of Social Work teaches students what they need to know to spend their careers promoting social and economic justice at every level. Social work graduates build healthier communities and shape social and economic policies. Visit the School of Social Work.  [Visit the School of Social Work.](http://socialwork.iu.edu/index.php)  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### University College  University College provides students guidance and support as they explore the many academic pathways at IUPUI to make confident choices. Visit Academic and Career Development.  [Visit Academic and Career Development.](http://acd.iupui.edu/)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler) "
  },
  {
    "url": "URL: https://career.iupui.edu/students-alumni/internships/sophomore-internship-program/apply/question-responses.html#search",
    "body": "  ## Overview of the application questions  There are four questions on the application. The first question helps us with matching. The remainder will help us get to know you, as well as help you prepare for interviews and prompted reflections during the semester.  Please note: The rubric on each question is a guide to help you write your best response. They are not used as a scoring mechanism.   ### Question #1   #### Why did you choose each internship site/position you selected? Give specific examples or explanations of how each one you chose would help you reach your goals or how it will be used to explore career options.  Do you see a common theme to why you chose the sites, or do you have very different reasons for each? How will an internship at each site fit into your goals? Tell us a little about each site/position you selected and how having that internship will help you learn and grow.  Do you see a common theme to why you chose the sites, or do you have very different reasons for each? How will an internship at each site fit into your goals? Tell us a little about each site/position you selected and how having that internship will help you learn and grow.   #### Excellent   #### Good  Makes some connections between selected internship positions and goals or how it will be used to explore options.   #### Poor   ### Question #2   #### What transferable skills and strengths can you contribute to the internships you listed above? Give at least two examples of transferable skills and experiences gained to date and how those fit with an internship.  Consider skills you’ve gathered during coursework, class projects, prior work or volunteer experiences, or leadership activities. Be sure to highlight skills and experiences that might relate to the sites you chose, or that can help you be a successful team member at that site. Check out the IUPUI’s Profiles of Learning for Undergraduate Success for some guidance on what skills IUPUI wants you to start developing as an undergraduate student.  Consider skills you’ve gathered during coursework, class projects, prior work or volunteer experiences, or leadership activities. Be sure to highlight skills and experiences that might relate to the sites you chose, or that can help you be a successful team member at that site. Check out the IUPUI’s Profiles of Learning for Undergraduate Success for some guidance on what skills IUPUI wants you to start developing as an undergraduate student.  [IUPUI’s Profiles of Learning for Undergraduate Success](http://profiles.iupui.edu/)   #### Excellent   #### Good   #### Poor   ### Question #3   #### In addition to time spent at your internship, SIP has required activities such as an ePortfolio and other items to support your learning, discover your work style, and explore who you are. What goals would you like to accomplish from participating in these activities and requirements? Give specific examples and explanations of the program’s activities would help you with your bigger plans and next steps or exploration of career options.  By taking part in SIP, you are agreeing to participate in our required activities and reflections. This includes setting goals, discussion board posts to talk to other interns, site visits to talk about what you're learning, an ePortfolio to reflect on your experience, and participation in the final showcase in April.  By taking part in SIP, you are agreeing to participate in our required activities and reflections. This includes setting goals, discussion board posts to talk to other interns, site visits to talk about what you're learning, an ePortfolio to reflect on your experience, and participation in the final showcase in April.   #### Excellent   #### Good   #### Poor   ### Question #4   #### What are your goals after graduation? How will this internship program fit into your plan to meet these goals?  It’s ok to say you’re still exploring options! Tell us what you want to explore and your long-term goals and how we can help you get there.  It’s ok to say you’re still exploring options! Tell us what you want to explore and your long-term goals and how we can help you get there.   #### Excellent   #### Good   #### Poor "
  },
  {
    "url": "URL: https://career.iupui.edu/faculty-staff/technology-guides/index.html#search",
    "body": "  ## Technology guides resources   #### Handshake  Handshake is the job management system at IUPUI. View this page for more information about staff and faculty accounts for accessing Handshake.  [AdRx AdRx is the IU system for note-taking related to student interactions, including meetings and mass communications. All career services and academic advisors professionals on campus should be using this system. View this page for resources and trainings regarding accessing, setting up, and managing AdRx.](https://advising.iupui.edu/technology/adrx/index.html)   #### AdRx  AdRx is the IU system for note-taking related to student interactions, including meetings and mass communications. All career services and academic advisors professionals on campus should be using this system. View this page for resources and trainings regarding accessing, setting up, and managing AdRx.  [SAS Student Appointment Scheduler (SAS) is the IU system for scheduling student appointments. All career services staff and academic advisors on campus should be using this system. SAS is integrated with AdRx. View this page for an details regarding accessing SAS and recordings of live trainings for setting up and managing SAS.](https://advising.iupui.edu/technology/sas/index.html)   #### SAS  Student Appointment Scheduler (SAS) is the IU system for scheduling student appointments. All career services staff and academic advisors on campus should be using this system. SAS is integrated with AdRx. View this page for an details regarding accessing SAS and recordings of live trainings for setting up and managing SAS.  [iGPS The Interactive Graduation Planning System (iGPS) provides detail about academic and career requirements (i.e. classes, required internships) for all majors on campus. Career services staff can use iGPS to discuss degree requirements with students when planning experiential learning or discussing major changes. View this page for tutorials and trainings about using iGPS.](https://advising.iupui.edu/technology/igps/index.html)   #### iGPS  The Interactive Graduation Planning System (iGPS) provides detail about academic and career requirements (i.e. classes, required internships) for all majors on campus. Career services staff can use iGPS to discuss degree requirements with students when planning experiential learning or discussing major changes. View this page for tutorials and trainings about using iGPS.  [OCSS Blog The IU Office of Completion and Student Success (OCSS) blog provides regular updates relevant to IU-wide technologies such as AdRx, SAS, and iGPS. View this page for a link to recent blog posts and instructions for subscribing to this blog.](https://advising.iupui.edu/technology/ocss-blog/index.html)   #### OCSS Blog  The IU Office of Completion and Student Success (OCSS) blog provides regular updates relevant to IU-wide technologies such as AdRx, SAS, and iGPS. View this page for a link to recent blog posts and instructions for subscribing to this blog.  [Two Tip Tuesdays Two Tip Tuesdays are short, 2-3 minute videos containing quick tips related to technology utilization and managing a working from home. These videos are shared by Campus Career and Advising Services staff each Tuesday. View the playlist at this link to access all past Two Tip Tuesday videos. Suggestions for future videos? Email the team at ccas@iupui.edu.](https://iu.mediaspace.kaltura.com/playlist/details/1_r4bx78e4/categoryid/167274661)   ## Two Tip Tuesdays  Two Tip Tuesdays are short, 2-3 minute videos containing quick tips related to technology utilization and managing a working from home. These videos are shared by Campus Career and Advising Services staff each Tuesday. View the playlist at this link to access all past Two Tip Tuesday videos. Suggestions for future videos? Email the team at ccas@iupui.edu. "
  },
  {
    "url": "URL: http://career.iupui.edu/students-alumni/events/index.html#search",
    "body": "  ## Career events  IU Luddy Indianapolis IT, Data, Design, and Digital Media Spring Career Fair (Virtual)  [IU Luddy Indianapolis IT, Data, Design, and Digital Media Spring Career Fair (Virtual)](https://events.iu.edu/live/events/1217605-iu-luddy-indianapolis-it-data-design-and-digital)  Friday, February 16, 2024  Starts at 12 p.m.  Handshake  -  Luddy Indianapolis Virtual Spring Career Fair  View the full calendar  [View the full calendar](https://events.iu.edu/iupuicareer/) "
  },
  {
    "url": "URL: http://career.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: http://career.iupui.edu/students-alumni/index.html#search",
    "body": "  ## Exploring majors and careers  Successfully choosing a major or career is a STEP-by-STEP process. If you understand and take these steps while utilizing your resources at IUPUI, you will be more likely to choose a major or career that suits you and meets your professional goals. Please meet with a student success advisor or career consultant at Academic and Career Development in University College.  [Academic and Career Development](http://acd.iupui.edu/)  [Connect with IUPUI Alumni Use the IUPUI LinkedIn page to view the career success of our alumni and network with fellow Jaguars.](https://www.linkedin.com/school/indiana-university%E2%80%93purdue-university-indianapolis/people/)   ### Connect with IUPUI Alumni  Use the IUPUI LinkedIn page to view the career success of our alumni and network with fellow Jaguars.   ### Student employment  Students looking for employment while attending IUPUI can visit the Office of Student Employment for information regarding on-campus and part-time employment and experiential learning opportunities.  [Visit the Office of Student Employment](http://employment.iupui.edu/)   #### Federal Work-Study Program  Federal Work-Study (FWS) is a form of financial aid that provides part-time employment opportunities to undergraduate and graduate students based on need.  [Spring Career Fair Whether you're looking for internships, full-time jobs, or are just looking ahead to when you will be doing those searches, this event is for you!](https://events.iu.edu/iupuicareer/all/search/Spring%20Career%20Fair)   #### Spring Career Fair  Whether you're looking for internships, full-time jobs, or are just looking ahead to when you will be doing those searches, this event is for you!   #### Presentation request form  When on-campus organizations or clubs need a career presentation and are not affiliated with a school, members of the Career Services Council may assist.   #### Career services in your school  See a list of schools to access the career services available to you.   #### Alumni services  The IU Alumni Association and some schools also provide career services to IUPUI, IU, and Purdue alumni.   #### Internships  If you want to be competitive for full-time employment after completing your IUPUI degree, you will need to complete at least one internship during college.   #### RISE to the IUPUI Challenge  The RISE experience is your opportunity to gain practical knowledge of your major or intended career within specified courses.   #### Career EDGE modules  Career EDGE modules support students in building career awareness and planning for their future career paths. "
  },
  {
    "url": "URL: http://career.iupui.edu/students-alumni/alumni-services/index.html#search",
    "body": " The IU Alumni Association and some schools also provide career services to IUPUI, IU, and Purdue alumni. For the services available in each academic unit, please visit school-specific career services (click into the school from which you graduated).  [The IU Alumni Association](https://alumni.indiana.edu/enhance-career/index.html)  Alumni career services by school "
  },
  {
    "url": "URL: https://career.iupui.edu/students-alumni/internships/sophomore-internship-program/apply/get-help.html",
    "body": "  ## Get help with your application   ### Meet with us  Before the application goes live, you can attend information sessions to learn more about our program. Information sessions take place in the two weeks before the application opens. Sign up for information sessions when times are available on SAS. Once the application is live, you can schedule an appointment with us to review your application before submitting.  The SIP team offers in-person and virtual appointments. These appointments are available Monday–Friday . We do offer drop-ins, which are posted on SAS. To schedule an appointment, complete the following steps:  [Student Appointment Scheduler (SAS)](https://sisjee.iu.edu/essweb-prd/web/sas/student/init/)  Please note: We do not assist with creating resumes. Once you have visited your career services office or the Office of Student Employment for assistance, you can schedule an appointment to receive feedback on your resume.  [your career services office](https://career.iupui.edu/students-alumni/career-services/index.html)  [Office of Student Employment](https://employment.iupui.edu/)   ### Information sessions  The recordings below are from an information session held in spring 2022. Much of the content within these videos is the same, like the application and interview process. However, our program requirements have changed since these were recorded. Please refer to our main page for an accurate list of our expectations.   ### Meet with IUPUI Career Services   #### Office of Student Employment (OSE)  Office of Student Employment (OSE) helps students pursue and succeed in meaningful, academically relevant college work experiences that enhance academic and professional growth.   ##### How to get help  OSE offers drop-ins and appointments to assist undergraduate students with their part-time job search needs. In addition, they have an online document review process where students may submit their documents for online review.  Learn more about OSE's services  [Learn more about OSE's services](https://employment.iupui.edu/)   #### Major-specific career services  To access other career services available to you, find your school by major by visiting the Career Services in Your School page. "
  },
  {
    "url": "URL: http://career.iupui.edu/students-alumni/internships/sophomore-internship-program/index.html#search",
    "body": "  ## Graduate with experience  The Sophomore Internship Program (SIP) provides students with an opportunity to apply their academic coursework in a paid internship experience. Students are placed in professional internships with local industry partners. This program targets sophomore students of all majors and provides supportive services throughout the application process and internship experience.  [Sign up for more information Sign up to receive more information about our program](https://iu.co1.qualtrics.com/jfe/form/SV_3meCNWKtusPxgR7?origin=pwe-sip)   ### Sign up for more information  Sign up to receive more information about our program   ### What is SIP?  Each semester, SIP has a cohort of up to 20 students at 10–20 different internship sites. We’ve had students from a variety of different majors. Interns are required to complete program objectives, such as written reflections, site visits, and an e-Portfolio, to enhance their internship experience.  Through your work at the internship site and our program’s initiatives, you will:  Many interns have the opportunity to stay at their site as a part-time job until graduation. Even if you decide to move on from your site, you will be equipped with the skills necessary to pursue exciting opportunities.  Explore previous internships  [Explore previous internships](https://getengaged.iupui.edu/showcase/2021/internships/sophomore-internships/index.html?_gl=1*1jau2so*_ga*NzEzNTU3OTMxLjE2MTg4Mzc2MDA.*_ga_61CH0D2DQW*MTY2MDU3MTU3MC41NC4xLjE2NjA1NzI5MjAuNjA.)  I am learning skills that most don't learn at this point in their education/career.   ### Program requirements  Fostering your growth is our mission at SIP. As part of our program, interns are required to complete activities throughout the semester to encourage their reflection and learning.  As an intern, you're expected to:   ### Learn how to apply!  Join our group of interns to learn skills, explore career options, and grow as a professional. Click the link below to learn how you can get involved.  Learn more!   #### Get more information  For more information, check out our application page to learn how you can apply. If you have any questions, take a look at our FAQ page. Our most frequently asked questions will be in there. For additional questions, please reach out to us at sipiupui@iupui.edu .  Read more about our application  Find answers to your questions with our FAQ   ### Sophomore Internship Program events  There are no events at this time.   #### View more career events  Check out other career events happening around campus.  View the calendar   ### Contact us  Brook Riley, Program Coordinator Taylor Hall UC 3140 815 W. Michigan St. Indianapolis, IN 46202 (317) 278-3480 sipiupui@iupui.edu  Hours and appointments  Monday–Friday, 8:00 a.m.–5:00 p.m.  Schedule an appointment  [Schedule an appointment](https://one.iu.edu/task/iu/student-appointment-scheduler?_ga=2.110689541.183352105.1643395751-120649892.1640191744) "
  },
  {
    "url": "URL: http://career.iupui.edu/students-alumni/student-groups/index.html#search",
    "body": "  ## Presentation request form for student organizations  When on-campus organizations or clubs that are not affiliated with a school need a career presentation, members of the Career Services Council may assist.  If an organization consists of a majority of students from one major or school, the requesting party should ask the school’s career services office or contact to conduct the presentation.  The Career Services Council does not accept presentations from community organizations. If you have a partnership with a school, please direct your request directly to that school's career services office.  [career services office.](https://career.iupui.edu/employers/school-specific-career-offices/index.html)   ### Guidelines  Submit presentation request  [Submit presentation request](https://iu.co1.qualtrics.com/jfe/form/SV_0DMWfxHMAeJmwwB) "
  },
  {
    "url": "URL: http://career.iupui.edu/students-alumni/federal-work-study/index.html#search",
    "body": "  ## Part-time employment opportunities  Federal Work-Study (FWS) is a form of financial aid that provides part-time employment opportunities to undergraduate and graduate students based on need. FWS jobs allow students to earn money to help pay for educational expenses. Jobs are available on and off campus in a variety of positions. Visit JagJobs through the Office of Student Employment to view and to apply for work-study positions.  [Office of Student Employment](https://employment.iupui.edu/) "
  },
  {
    "url": "URL: http://career.iupui.edu/Students-Alums/Career-Services-in-Your-School#search",
    "body": "  ## Finding career services for you  To access the career services available to you, select the school of your major from the list below. If you are looking for part-time, work-study, or on-campus positions, choose the Office of Student Employment.   ### Student Employment  The Office of Student Employment works with all IUPUI students to help them pursue and succeed in meaningful, academically relevant college work experiences that enhance academic and professional growth. Visit the Office of Student Employment .  [Visit the Office of Student Employment](https://employment.iupui.edu)  Visit JagJobs for part-time, work-study, and internship opportunities:  [Current students (log in with university ID and passphrase).](https://employment.iupui.edu/jobs-internships/search-job-board/index.html)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Art and Design  Herron is the only professional school of art and design in Indiana. Students graduate with the skills and experience needed to succeed in fine arts–related professions right away. Visit Herron School of Art and Design.  [Visit Herron School of Art and Design.](https://www.herron.iupui.edu/student-life/career-services/index.html)  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Business  At Kelley, students learn how to get business done. Every Kelley degree program emphasizes real-world skills as well as theoretical principles so students graduate ready to hit the ground running. Visit Kelley Indianapolis Career Services.  [Visit Kelley Indianapolis Career Services.](http://kelley.iupui.edu/cpo/)  Visit KelleyCareers for job opportunities:  [Current students.](https://kelley.iupui.edu/recruiters-companies/career-services/index.html#handshake)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)   ### Dentistry  At the School of Dentistry, students learn in an environment where teaching, research, and community service come together to best prepare them for careers in dentistry or an allied dental health profession. Visit the School of Dentistry .  [Visit the School of Dentistry](https://www.dentistry.iu.edu/)  Students seeking career services can contact the Office of Admissions and Student Affairs at 317-274-8173 or IUSDOAP@iu.edu.  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Education  For students who want to teach, the School of Education provides the theoretical and practical skills needed to inspire students of all ages. Visit the School of Education .  [Visit the School of Education](https://education.iupui.edu/academics/careers/index.html)  Students can reach out to Erin Cassity ( ecassity@iupui.edu ) in the School of Education for career services. In addition, students can visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Engineering and Technology  Students in the School of Engineering and Technology learn to compete at the highest levels in a variety of engineering and technological professions. Visit Engineering and Technology Career Services and Professional Development .  [Visit Engineering and Technology Career Services and Professional Development](http://www.engr.iupui.edu/sites/careerservices/index.php)  Visit Handshake for job opportunities:  [Current students](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### General Studies  General studies is a multidisciplinary program that emphasizes liberal arts and sciences (arts and humanities, science and math, and social and behavioral sciences) to enable students to meet their educational, professional, and personal goals. Visit the Career Development page at the Center for Transfer and Adult Students.  [Visit the Career Development page at the Center for Transfer and Adult Students.](https://ctas.iupui.edu/academics/career/index.html)  General studies majors have access to Handshake for employment opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Health and Human Sciences  The School of Health and Human Sciences (SHHS) was launched in July 2018 through the merger of the School of Physical Education and Tourism Management and the School of Health and Rehabilitation Sciences. SHHS offers diverse educational paths, including exercise science, fitness management, physical education teacher education, nutrition, rehabilitation, health sciences, and events management, so students can graduate ready to start their careers. Visit SHHS Career Services .  [Visit SHHS Career Services](https://shhs.iupui.edu/student-resources/career-development/index.html)  [.](https://shhs.iupui.edu/student-resources/index.html)  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Luddy School of Informatics, Computing, and Engineering  Students in the Luddy School of Informatics, Computing, and Engineering explore how people use computing and technology to live, work, play, and communicate and develop innovative IT solutions to help them. Visit Luddy Indianapolis Career Services .  [Visit Luddy Indianapolis Career Services](https://luddy.iupui.edu/careers/)  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)   ### Law  The McKinney School of Law provides students with a solid foundation in the theory of law so they can graduate with the skills needed to pass the bar and to practice law right away. Visit the School of Law's Office of Professional Development.  [Visit the School of Law's Office of Professional Development.](http://mckinneylaw.iu.edu/careers/index.html)  Visit the McKinney School of Law's Online Career Center for job opportunities:  [Log in with your 12 Twenty user ID and password.](https://law-mckinney-iu.12twenty.com/Login%20  )  [Login - McKinney Works - Powered by 12Twenty](https://law-mckinney-iu.12twenty.com/Login%20)   ### Liberal Arts  The School of Liberal Arts provides students with a comprehensive education in the humanities and social sciences so they will graduate ready to excel in a wide variety of professions. Visit Liberal Arts Career Services.  [Visit Liberal Arts Career Services.](http://liberalarts.iupui.edu/cdo)  Visit Handshake for employment opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Medicine  As the country's largest medical school, IUSM graduates students ready to succeed as a medical doctor, researcher, scientist, or other healthcare professional.  [IUSM Career Services](https://md.mednet.iu.edu/support-services/career-development/)  [IUSM Graduate and Postdoc Careers](https://medicine.iu.edu/graduate-degrees/phd/indianapolis/career-development)  [your program director](https://medicine.iu.edu/undergraduate-health-professions)   ### Nursing  The School of Nursing gives students the skills they need to provide excellent patient care, whether they're seeking an undergraduate, graduate, or doctoral degree in nursing. Visit the School of Nursing.  [Visit the School of Nursing.](https://nursing.iu.edu/)  Access career services in the School of Nursing by contacting your academic advisor or by contacting Chandra Dyson, assistant dean of student services, at cbaskin@iu.edu .  [academic advisor](https://one.iu.edu/task/iu/view-my-advisors)  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Philanthropy  The Lilly Family School of Philanthropy immerses students in an environment that takes both a theoretical and practical approach to philanthropy—voluntary action for the public good. Visit the Lilly School of Philanthropy .  [Visit the Lilly School of Philanthropy](https://philanthropy.iupui.edu/academics/careers/career-services.html)  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)   ### Public and Environmental Affairs  The O'Neill School of Public and Environmental Affairs provides students an opportunity to learn how to work in government, nonprofit, and business roles to make positive changes in their communities, states, and around the world. Visit O'Neill career services.  [Visit O'Neill career services.](https://oneill.iupui.edu/student-life/career-development/index.html)  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Public Health  Students from the Richard M. Fairbanks School of Public Health pursue a public health or health care administration degree program to spend their careers helping to build a healthier world. Visit the Fairbanks School of Public Health.  [Visit the Fairbanks School of Public Health.](https://fsph.iupui.edu/academics/career/index.html)  Visit Handshake for public health job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### Science  The School of Science offers a variety of degrees that students can pursue to become well-rounded scientists prepared to solve the problems of the future. Visit Pre-Professional and Career Preparation for Science Students (PREPs).  [Visit Pre-Professional and Career Preparation for Science Students (PREPs).](http://sciencepreps.iupui.edu/)  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)   ### Social Work  The School of Social Work teaches students what they need to know to spend their careers promoting social and economic justice at every level. Social work graduates build healthier communities and shape social and economic policies. Visit the School of Social Work.  [Visit the School of Social Work.](http://socialwork.iu.edu/index.php)  Visit Handshake for job opportunities:  [Current students.](https://iupui.joinhandshake.com/login)  [survey.](https://iu.co1.qualtrics.com/jfe/form/SV_9QqPO2XHUC6iiJT)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)   ### University College  University College provides students guidance and support as they explore the many academic pathways at IUPUI to make confident choices. Visit Academic and Career Development.  [Visit Academic and Career Development.](http://acd.iupui.edu/)  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler) "
  },
  {
    "url": "URL: https://career.iupui.edu/faculty-staff/request-a-presentation/index.html#search",
    "body": " Many schools on campus provide career resources to their students for articulating and achieving career goals, obtaining experience through jobs and internships, and obtaining employment upon graduation. For the services available in each academic unit, please visit school-specific career services . "
  },
  {
    "url": "URL: https://career.iupui.edu/students-alumni/internships/sophomore-internship-program/apply/professional-references.html#search",
    "body": "  ## Who can be a professional reference?  Our application requires two professional references that can speak on your work and professionalism. References do not have to be from paid opportunities (for example, a supervisor from a long-term volunteer experience could be applicable).  It is common practice to ask your contacts before listing them as a reference. We do ask you choose how you know your contact. If you don't see a relevant option, reconsider if this person can speak to your professional work.   ## Professor/staff member  As a student, professors and staff on campus might be the best indication of your work ethic and experience. Get to know your professors and the staff on campus, whether this be through classroom or program experiences. It's their job to give references for students—just make sure you ask first.   ## Academic or career advisor  Your academic or career advisor probably has a good idea of who you are, especially if you keep in frequent contact with them. As with faculty and staff, most advisors are willing to serve as a reference if asked.   ## Coworker/supervisor  Coworkers and supervisors at current or previous jobs—as well as long-term volunteer experiences—can speak to your work. These are great references! Remember to ask permission before listing them as a reference. In addition, keep them updated on what positions you are applying for to avoid surprises when they get emails or phone calls.   ## Other  Use extreme caution on selecting \"other\"—just because it's an option doesn't mean you should choose it. If you have a strong professional reference that doesn't quite fit in the other categories, put it here. This does not mean your family, friends, or religious leaders (unless you worked directly for one, then list that under coworker/supervisor).  You might be tempted to list high school teachers or other references from high school. These aren't the best references now that you are in college. We understand some of you are freshmen and have had limited time to develop a connection with the IUPUI community. Many first-year professors and advisors are happy to serve as a reference for now. You can replace them later as you grow your network.   ### Reminder  Finding professional references is an important part of job and internship applications. We advise picking people who can speak to your capabilities and success in a work capacity (does not have to be paid work).  You must ask people before listing them as a reference. Many will agree to do so, but need the heads-up to prepare for the phone call or email.  Still have questions? A career services professional can help you determine who would be best on a case-by-case basis. "
  },
  {
    "url": "URL: https://career.iupui.edu/about-us/index.html#search",
    "body": "  ## Serving different populations  Career services at IUPUI are distributed, which means multiple career services offices exist on campus, serving different target populations of students and alumni. These offices also have varying resources to assist employers with candidate searches. School career offices maintain position posting systems linked through Handshake . Our structure allows school professionals to offer more targeted services to students and employers. The IUPUI Career Services Council (CSC) allows campus career professionals to collaborate on events, programming, and more.  [Handshake](https://iupui.joinhandshake.com/)  View school-specific career offices   ### About the Career Services Council  The IUPUI Career Services Council promotes partnerships among the campuswide network of career services programs and community partners to help students and alumni explore, select, prepare for, and pursue their career goals. The council:   ### IUPUI Career Services Council executive team  Janna McDonald, Chair  Director Office of Student Employment  Allie Medellin, Vice Chair  Senior Associate Director for Professional Development Robert H. McKinney School of Law  Willow King-Locke, Treasurer  Assistant Dean of Professional Development Robert H. McKinney School of Law  Hailey Allen, Secretary  Assistant Director of Employer and Career Services School of Science  Brian Benedict, Member-at-Large, Employer Development and Relations  Assistant Director for Internships Campus Career and Advising Services  Jaime Sperandio, Member-at-Large: Co-Chair, Internal Events  Director of Pre-Professional and Career Preparation School of Science  Robert Smith, Member-at-Large, Co-Chair, Internal Events  Associate Director, Student Services Kelley School of Business  Kevin Lema, Member-at-Large: Research and Assessment  Assistant Program Director of Undergraduate Career Services Luddy School of Informatics, Computing, and Engineering  Olivia  Cooley, Member-at-Large: Training and Resources  Senior Associate Director for Professional Development Robert H. McKinney School of Law "
  },
  {
    "url": "URL: http://career.iupui.edu/employers/recruit/rights-and-responsibilities/index.html#search",
    "body": "  ## Employers recruiting at IUPUI  The IUPUI Career Services Council is committed to working in the best interest of IUPUI students. The IUPUI Career Services Council has established the following recruiting policies and procedures to assist recruiters in connecting with our students and alumni in a fair, ethical, and legal manner. We reserve the right to refuse job postings and virtual or on-campus recruiting requests at our discretion.  The Career Services Council (CSC) invites employers and organizations to use our services provided they meet the following criteria:  [Principles for Employment Professionals](http://www.naceweb.org/principles/?referal=knowledgecenter&amp%3BmenuID=203)  [Equal Employment Opportunity (EEO) l](http://www.eeoc.gov/employers/index.cfm)  [Fair](https://www.dol.gov/whd/regs/compliance/hrg.htm)  [Labor Standards Act (FLSA).](https://www.dol.gov/whd/regs/compliance/hrg.htm)  [Fact Sheet #71: Internship Programs Under The Fair Labor Standards](https://www.dol.gov/whd/regs/compliance/whdfs71.htm)  [Act.](https://www.dol.gov/whd/regs/compliance/whdfs71.htm)  In addition to these legal and ethical guidelines, the following recruiting practices will NOT be allowed:  EMPLOYER PROCEDURES FOR ON-CAMPUS or VIRTUAL RECRUITING  [contact the school directly](https://career.iupui.edu/employers/school-specific-career-offices/index.html)  [https://recruiting.iupui.edu](https://recruiting.iupui.edu)  [(http://international.iupui.edu/).](http://international.iupui.edu/)  POSTING JOBS AT IUPUI  [Handshake.](https://iupui.joinhandshake.com/)  RESUME REFERRALS  IUPUI does not release resumes to employers without student consent. Employers can download resumes via Handshake for all students who have uploaded a resume and interacted with the company via applying to a job or interview schedule, RSVPing for an employer hosted event, or signing up for a session with the employer at a virtual fair.  SERVICES PROVIDED TO THIRD PARTY AGENCIES  IUPUI Career Services offices define third-party recruiters as agencies, organizations, or individuals recruiting candidates for temporary, part-time, or full-time employment opportunities for other organizations rather than for internal positions. This includes entities that make referrals or recruit for profit or not for profit, and it includes agencies that collect student information to be disclosed to employers for purposes of recruitment and employment. Examples are employment agencies, search firms, contract recruiters, venture capital firms acting on behalf of their portfolio companies, and online job posting or resume referral services.  Third-party recruiters may utilize Career Center job listing services, participate in on-campus recruiting, and attend select career fairs. They will be required to verify in advance whether they are recruiting for their own organizations or for their clients. Third-party firms who are recruiting for positions within their own organizations must clearly differentiate those opportunities from their client engagements. Failure to abide by these third-party requirements will result in loss of access to IUPUI Career Services.  Third-party recruiters representing client organizations must: "
  },
  {
    "url": "URL: https://career.iupui.edu/employers/career-events/fall-intern-fair/index.html#search",
    "body": "  ## Find your talent at IUPUI's Intern Fair  The IUPUI Intern Fair will be held on Tuesday, September 26, 2023, 1:00–4:00 p.m. at the IUPUI Campus Center. Registration is live on the Handshake platform!  [Handshake](https://app.joinhandshake.com/career_fairs/40980/employer_preview?token=tML4s6RLvM8fWU9ktDniyrDJhrWK6BeiLp9EjWQ0ogJKCL1h1fEyYA)  Employers can recruit students from a variety of majors and levels of experience to fit their intern needs. Freshman through senior students are encouraged to attend to meet recruiters, find their next internship opportunity, and learn what employers are looking for in an intern.   ### Registration  For-profit registration: $350 Non-profit registration: $250  Questions about the fair? Contact Brian Benedict ( bbenedic@iupui.edu ). "
  },
  {
    "url": "URL: https://career.iupui.edu/faculty-staff/index.html#search",
    "body": "  ## Resources   ### Request a career presentation  Many schools on campus provide career resources to their students for articulating and achieving career goals, obtaining experience through jobs and internships, and obtaining employment upon graduation.   ### Accessing Handshake  IUPUI has a Handshake jobs management system that includes most schools on campus. If you would like to gain access to view the jobs available to students in your school, you'll need to complete the registration.   ### Managing Handshake  As a campus, we are developing a memorandum of understanding regarding the management of our Handshake system.   ## Professional development calendar  Dec 05  Transfer Evaluation System (TES) and Transfer Answers Training  [Transfer Evaluation System (TES) and Transfer Answers Training](https://events.iu.edu/iupuiprodev/event/1076868-transfer-evaluation-system-tes-and-transfer)  Starts at 10 a.m.  Dec 12  Serving Diverse Populations: DEI and Career Counseling  [Serving Diverse Populations: DEI and Career Counseling](https://events.iu.edu/iupuiprodev/event/1076869-serving-diverse-populations-dei-and-career)  Starts at 10 a.m.  Feb 13  Canvas Analytics  [Canvas Analytics](https://events.iu.edu/iupuiprodev/event/1076873-canvas-analytics)  Starts at 10 a.m.  View more events "
  },
  {
    "url": "URL: http://career.iupui.edu/employers/index.html#search",
    "body": "  ## Find the talent your organization needs  IUPUI offers students from around the globe the opportunity to study at an urban campus in a major metropolitan area. IUPUI's 17 schools celebrate health, liberal arts, life sciences, and engineering and offer degrees from Indiana University and Purdue University. Whatever your recruiting needs, you will find the talent you're looking for here at IUPUI.  [Connect with IUPUI Alumni Use the IUPUI LinkedIn page to view the career success of our alumni and network with fellow Jaguars.](https://www.linkedin.com/school/indiana-university%E2%80%93purdue-university-indianapolis/people/)   ### Connect with IUPUI Alumni  Use the IUPUI LinkedIn page to view the career success of our alumni and network with fellow Jaguars.   ## OVER 30K   # 91%   # 1/4 th   ### Recruit at IUPUI  Learn more about posting positions and developing internship opportunities for students. Review your rights and responsibilities as a recruiting and employing organization.  [Post a job Post to hire at IUPUI.](https://iupui.joinhandshake.com)   ### Post a job  Post to hire at IUPUI.   ### School-specific career offices  Access a directory of career services offices to work with a specific school's career development professionals.   ### Career events  IUPUI hosts multiple campuswide and school-specific career events throughout the year. See the current calendar of events.   ### Directions and parking  Visitor parking is in the Vermont Street Parking Garage, which is located at 1004 West Vermont Street. To access the garage, you will need to take a ticket at the gate. *Note: Be sure you are parked in the Vermont Street Garage, and do not park in spaces marked \"reserved.\" Parking citations cannot be voided or reimbursed. "
  },
  {
    "url": "URL: http://career.iupui.edu/students-alumni/internships/sophomore-internship-program/apply/index.html#search",
    "body": "  ## Apply to SIP  Join our group of interns and work on a professional team with an organization in the Indianapolis area. You'll work up to 15 hours per week during the school semester. You'll have the opportunity to immerse yourself in an experience, choosing from a variety of positions offered every semester. This is also a great way to grow your professional network.  IUPUI students are increasingly diverse across multiple identities, and SIP has a great opportunity and responsibility to ensure that future Indianapolis professionals represent the communities they serve. We encourage applicants of racial and ethnic-minority backgrounds typically underrepresented in any major and those who are the first in their family to attend college.   ### Program qualifications   #### Freshman or first-year student  Current freshman-level undergraduate students (under 30 credit hours) are eligible to apply for our program if they will reach sophomore-level credit hours (at least 30) the semester after they apply.  Current first-year undergraduate students are eligible to apply for our program the second semester of their first year at IUPUI.   #### Sophomore or second-year student  Current sophomore-level undergraduate students are eligible to apply for our program if they will not reach junior-level credit hours (more than 59) the semester after they apply.  Current second-year undergraduate students are eligible to apply for our program the first semester of their second year at IUPUI.   #### Full-time IUPUI student  This program is for IUPUI undergraduate students only, and you must be enrolled as a full-time student (more than 12 credit hours per semester). Transfer students are eligible after completing at least one semester at IUPUI.   #### GPA eligibility  We require a minimum GPA of 2.0.  Your coursework comes first, and we don't want to affect your grades. Beyond clearing the minimum requirement, there are no bonus points for higher GPAs. Transfer students must have an IUPUI GPA.   #### Schedule availability  You'll need to commit to 10–15 hours per week for working at an internship site.  Some sites are flexible, but you can expect to need about 10 hours a week, Monday through Friday, to gain the maximum benefit from your experience.  We do not have summer positions available.   #### Priority group eligibility  We require that students must be a member of one or more priority groups:   ### About the application  Students interested in SIP must submit an application, much like any other job or internship. The application requires you to log in with your IU credentials. We strongly encourage students to work with the career services office in their school or the Office of Student Employment for the application process.  While our application is not currently open, you can scroll down to view the components of the application to prepare in advance.  Sign up for more information  [Sign up for more information](https://iu.co1.qualtrics.com/jfe/form/SV_3meCNWKtusPxgR7?origin=pwe-sip)   ### Application help  The application is completed through Qualtrics and requires the four components below. We recommend reviewing the components and preparing your answers before starting the application.   ##### Resume  We screen your resume to ensure it contains relevant information an employer will need to know (such as your education and experience). If you're selected to move on to the interview phase, employers will review your resume to prepare for meeting you. Therefore, it’s highly important that you have a polished resume. We strongly encourage students to visit a career services professional for resume assistance.  Visit career services  [Visit career services](https://career.iupui.edu/students-alumni/career-services/index.html)   ##### Short-answer essay questions  There are four questions on the application; the first of which helps us with matching. The other questions allow us to get to know you and prepare you for potential interviews.  See the questions here   ##### Professional references  SIP requires two professional references. Often, applications will require professional contacts or letters of recommendation. We do not ask for letters of recommendation— only two professional references. Please inform your references that our team will reach out to them shortly after the application deadline.  Learn who and how to ask   ##### List of internship rankings  Rank your top three or four choices. We recommend reading the position postings thoroughly to have a clear understanding of the internship. Be mindful that you will be responsible for transportation to and from the site.  View past internships  [View past internships](https://indiana.sharepoint.com/:b:/s/msteams_d37d28/EaLy-epOuIlCkc3G7EV8pBwBgNbdl9xSaCEjLDp6nG_Img?e=azoIV2)  Need more help? Meet with a Sophomore Internship Program representative or schedule an appointment with your career services.   ##### Meet with us  Schedule an appointment with us to get answers to your questions or to learn more about being an SIP intern.  [Meet with career services For application material help, meet with the career services office in your school or the Office of Student Employment.](https://career.iupui.edu/students-alumni/internships/sophomore-internship-program/apply/get-help.html#meetCareerServices)   ##### Meet with career services  For application material help, meet with the career services office in your school or the Office of Student Employment.   ### After you submit your application  After you apply to SIP, we'll send a timeline of when you can expect to hear back on next steps. We include very specific dates, so you don't need to follow up. We don't review applications until after the due date, and we'll tell you the date when you can expect to hear back. There's no need to follow up with us—we'll keep you posted!  If you submit an application and don't receive a confirmation email immediately, check the junk mail of the email address you included on the application. Still don't see it? Email us , and we'll confirm whether or not we have it.   ### Interview information  If you move on to the interviews, you'll have individual interviews with the different sites you are matched with. We'll provide guidance on how to be successful in the interviews. We do not give more information at this point because students tend to get overwhelmed.  Further information will be given to you in detail upon acceptance into the interview stage. U ntil then, please be patient and good luck with your application! "
  },
  {
    "url": "URL: http://career.iupui.edu/employers/career-catalyst/index.html#search",
    "body": " The Career Catalyst Program is designed to foster close communication and relationships between select corporations, undergraduate students, and the Division of Undergraduate Education. Funds raised from this program will support undergraduate students at IUPUI though various types of experiential learning for career development, including job shadowing, internships, cooperative education (co-op), and apprenticeships through both the program fund, which will provide necessary career development tools that students from all majors can access and benefit from, as well as through the scholarship fund, which will support direct student scholarships.   ### To learn more about the Career Catalyst Program, please contact:  Matthew Rust Senior Executive Director, Campus Career and Advising Services Division of Undergraduate Education (317) 274-3595 mmrust@iupui.edu  Kristin Bird Director of Development Division of Undergraduate Education (317) 274-5070 kabird@iupui.edu   ### Ready to get started?  Use our My IU portal below to make your contribution to the Career Catalyst Program at IUPUI. "
  },
  {
    "url": "URL: http://career.iupui.edu/students-alumni/internships/index.html#search",
    "body": "  ## About internships  An internship is academically recognized, experiential learning that integrates knowledge and theory learned in the classroom with practical application and skills development in a professional setting. Internships provide opportunities:   ### Internship contacts and courses   ### You need an internship  If you want to be competitive for full-time employment after completing your IUPUI degree, you will need to complete at least one internship during college. Data from our IUPUI First Destination Survey show that graduates who completed an internship were significantly less likely to still be seeking employment after graduation and even reported significantly higher starting salaries!   ### Find internships on Handshake  Currently enrolled students already have an account created for them on the IUI Handshake platform. There are thousands of internship opportunities that you can view and apply for located both locally and from across the country. You can even find fully remote internships.  [IUI Handshake](https://iupui.joinhandshake.com)  With so many internships in one place, it can be challenging to find the ones you want. Completing your Handshake profile will allow the platform to better suggest internships that will interest you. When searching for internships on the platform, make sure and take advantage of the search filters and keyword searching they provide. The article and short video at the following link will help you make the most of searching for internships on Handshake. How To Search For Jobs On Handshake  [How To Search For Jobs On Handshake](https://joinhandshake.com/blog/students/how-to-search-for-jobs-on-handshake/)   ### Work and Learn Indiana  Work and Learn Indiana has internship postings from throughout the state of Indiana, some of which are eligible for the EARN Indiana program (a state work-study program). Thanks to a collaboration with Work and Learn Indiana, these postings now appear in the IUPUI Handshake platform. When students click through a Work and Learn position on Handshake to the Work and Learn Indiana website to apply, they will need to create a separate account there.   ### The Life-Health Sciences Internship Program  The Life-Health Sciences Internship Program connects IUPUI life and health sciences undergraduates with research and professional experience internships on and near campus. Interns explore and refine career and academic goals, gain valuable skills, and grow as professionals under the supervision of faculty and staff in IUPUI graduate and professional programs. Internships are paid and last from the end of August until the beginning of May.  [Life-Health Sciences Internship Program](http://lhsi.iupui.edu/)   ### How to spot a fraudulent employer  Not all employment opportunities are legitimate. Some organizations may pose as potential employers to collect personal information from or to defraud job seekers. Here are steps you can take to verify the legitimacy of an employer:  Fraudulent companies are phishing for the unsuspecting, including you. Be aware of what you share and post online. If you feel uncomfortable or aren’t sure about certain companies or employers, talk to someone in your career center.  Bottom line, if you have any questions, talk to someone before pursuing any opportunity. If an opportunity sounds too good to be true, it probably is. If you believe you are the victim of a scam, contact your local police.  Courtesy of the National Association of Colleges and Employers.  [Courtesy of the National Association of Colleges and Employers.](http://www.naceweb.org/) "
  },
  {
    "url": "URL: http://career.iupui.edu/students-alumni/internships/sophomore-internship-program/faq.html#search",
    "body": "  ## Find answers to your questions   ### Program basics   #### Do I qualify for SIP?  To apply for SIP, you must:  Transfer students are eligible after being at IUPUI for at least one semester (must have an IUPUI GPA at time of application).  International students are eligible with an active work authorization or student visa.  Students from all majors are qualified to apply.   #### Can international students apply?  International students may apply for the Sophomore Internship Program; however, applicants must be authorized to work off campus. It's the responsibility of the student to arrange their authorization. The SIP team strongly encourages students to meet with the Office of International Affairs to discuss their options.  [Office of International Affairs](https://international.iupui.edu/index.html)   #### What kind of opportunities are available?  The internship experiences are as diverse as the locations in which they are offered. We have positions from various types of majors, which change and expand every semester. Available positions are listed via the online application when it opens each semester. Previous descriptions from former interns offer excellent insight into the types of positions we can have. These can be viewed on the showcase page.  [showcase](https://getengaged.iupui.edu/showcase/2021/internships/sophomore-internships/index.html)  Our internships are currently a mix of in-person and virtual. This varies by policies on working in person from each internship site.   #### What is an internship exactly?  An internship with SIP is a paid position in which IUPUI undergraduate students engage in relevant work experiences within a professional area of study. Interns are encouraged to apply their academic experience to real-world problems and to develop critical skills in various areas of research and professional work. The National Association of Colleges and Employers sets the baseline for the criteria and definition of an internship.  [The National Association of Colleges and Employers](http://www.naceweb.org/about-us/advocacy/position-statements/position-statement-us-internships/)   #### Is this a paid internship?  Yes! Interns are paid at least $15 per hour for up to 15 hours per week. The pay is based on a $1,200 scholarship from IUPUI at the beginning of the internship and a wage of at least $7.50 per hour during the semester from the internship site to equal the total hourly pay amount. Internship sites can pay students more per hour if they desire—and a lot do! Interns are hired as hourly workers by sites and are subject to federal and state employment laws.   #### Do I have to do anything to get my SIP scholarship?  Once students are accepted into SIP, they must verify they have started at their internship site by submitting a specific assignment through the SIP Canvas site. Once confirmed, it will disburse to their bursar account just like any other loans, grants, and scholarships from IUPUI.   #### Do you accept work-study?  We do not accept work-study students at this time. Check out community work-study jobs for off-campus employers that will accept your award.  [community work-study jobs](https://employment.iupui.edu/jobs-internships/search-job-board/index.html)   #### What are my chances of being accepted into the program?  You must meet the basic requirements and submit the application on time to be considered. We recommend you apply at your earliest opportunity (usually the spring of your first year at IUPUI) to allow another year of eligibility if you don't get in on your first try.  The most successful applicants have utilized campus career services for assistance in putting together the application materials.  [campus career services](http://career.iupui.edu/Students-Alums/Career-Services-in-Your-School)   #### I have a bachelor's degree already, but I'm coming back for pre-req classes. Am I eligible?  Unfortunately, students who are no longer in their undergraduate years are not eligible for our program. However, you may be eligible for other internship opportunities. Check with your school's career services office for more resources.  [school's career services office](https://career.iupui.edu/students-alumni/career-services/index.html)   ### Program logistics   #### How long does the internship last?  All internships with SIP are one semester long. Therefore, internships may begin in late August and end in mid-December (fall semester) or begin in early January and end in early May (spring semester). Some sites may choose to hire students under other funding after the internship ends.   #### How many hours per week would I work? When would I work?  Interns work a maximum of 15 hours per week, usually during 8 a.m. to 5 p.m. on weekdays. Check your schedule to make sure you have those hours available, preferably in a few blocks of time each week, before you apply for the program.  Hour requirements or restrictions are specified by internship sites in the job postings listed within the online application. This can also be a great interview question to ask employers!   #### Where would I be working?  All SIP internship sites are located in the off-campus Indianapolis area. We do not offer on-campus internships at this time.   #### What are the clothing requirements?  Dress code is specified within the job posting for each internship. This is available during the application period. Generally, the dress code is based on an office setting.   #### How do I apply for SIP?  The online application is available toward the beginning of the fall semester for spring internships and beginning of the spring semester for fall internships. You must complete the application in full, which includes a resume, short-answer questions, and professional references. The application must be completed by the deadline. Applications submitted after the given deadline will not be accepted.   ### Program application   #### What is the application/selection process?  Phase 1  Phase 2  Phase 3   #### When is the application deadline?  Deadlines change each semester due to internship sites changing each semester. The SIP team tries to have the application for a spring internship to be due the week before fall break; and the application for a fall internship to be due the week before spring break. The deadline will be made available on the site and within the application once it's posted for each semester.  We encourage you to submit your application at least a week before the deadline. Late applications are not accepted.   #### How do I create my best resume?  The Office of Student Employment has many helpful resources for writing a resume .  [writing a resume](https://employment.iupui.edu/events-resources/resources/resume.html)  We highly recommend you visit our office or your school's career office to check your resume and other application materials. You can visit the Learn how to apply page to learn how to meet with them.   #### Do I need to submit a cover letter?  You will not need to submit a cover letter for the application. The questions on the application will help us get to know you and prepare you for interviews. However, employers may ask for a cover letter after being matched for an interview.   #### Whom should I ask to be a reference?  Appropriate references are former supervisors, professors, academic counselors, advisors, peer leaders, or anyone who can speak to the quality of your work. They are usually happy to act as a reference, so just ask them! Inappropriate references include friends and family members. We do not ask for letters of recommendation, just contact information.   #### How do I find the SIP internship sites?  Internship sites will become available when the online application opens. Within the application, there will be a Google Sites link to view all internship site descriptions and job postings. "
  },
  {
    "url": "URL: https://career.iupui.edu/employers/recruit/internships/sophomore-internship-program.html#search",
    "body": "  ## Benefits of working with SIP interns  The Sophomore Internship Program (SIP) enables local Indianapolis employers to mentor undergraduate sophomores. Our early internship experiences are designed to shape the next generation of our workforce.  SIP supervisors:  Check out our flyer for interested employers  [Apply today! Complete our general employer application to be considered as an SIP site.](https://iu.co1.qualtrics.com/jfe/form/SV_9mknXIlHC75rXjo)   ### Apply today!  Complete our general employer application to be considered as an SIP site.  [Our intern] is an amazing student and will be hired on as a part-time staff member based on her exemplary work.   ### What it's like being an SIP site  SIP sites are expected to pay the intern a wage of at least $7.50 per hour. To better support our students, we provide a scholarship to create an hourly wage of $15 an hour. The intern works with you 10–15 hours a week from late August to late December (fall semester) or early January to early May (spring semester).  During the semester, you will:  Explore previous sites  [Explore previous sites](https://getengaged.iupui.edu/showcase/2022/internship-and-professional-work/sophomore-internship-program/index.html)  100 Over 100 undergraduates have worked with our internship sites in the last four years.  70 Over 70 supervisors have worked with our interns since 2017.  75% About 75% of our current supervisors have hosted SIP interns for two or more semesters.   ### Student overview  The typical SIP intern is a full-time second-year (or sophomore) IUPUI student and has at least a 2.0 overall GPA (most of our applications average a 3.0 overall GPA). Interns apply during their first or second year of college, so we provide extra guidance as they navigate what might be their first professional job.  IUPUI students are increasingly diverse across multiple identities, and SIP has a great opportunity and responsibility to ensure that future Indianapolis professionals represent the communities they serve. We encourage applicants of racial and ethnic-minority backgrounds typically underrepresented in any major, those having a disability, those identifying as LGBTQ+, and those who are the first in their family to attend college.  [Our intern] has the strength of being able to ask questions and dig into details to help solve problems that we might not have known we were having yet.   ### How we support you  What we do during the application process:  What we do during the internship semester:   ### Are you ready to host SIP interns?  We open an employer application early each semester to prepare for the next semester. We ask you to submit the following information:  Our general employer application is available below. All interested employers must complete this application to be considered as a SIP site. The SIP team will follow up about the status of your application within two weeks after submission.  [Apply to host an SIP intern Complete our general employer application to be considered as a SIP site.](https://iu.co1.qualtrics.com/jfe/form/SV_81gYXrzZenH8DJQ)   #### Apply to host an SIP intern  Complete our general employer application to be considered as a SIP site.   ### Contact us  Taylor Hall, UC 3140 815 W. Michigan St. Indianapolis, IN 46202 (317) 278-3480 sipiupui@iupui.edu "
  },
  {
    "url": "URL: http://career.iupui.edu/employers/school-specific-career-offices/index.html#https://luddy.iupui.edu/careers/",
    "body": "  ### Campus Career and Advising Services  Campus Career and Advising Services (CCAS) can support you in getting started with the campus recruiting system on Handshake . Contact ccas@iupui.edu for help with the Handshake system or if you are unsure which school or department can best meet your recruiting needs.  [Campus Career and Advising Services](https://ccas.iupui.edu/)  [Handshake](https://iupui.joinhandshake.com)   ### Art and Design, Herron School of  Herron is the only professional school of art and design in Indiana. Students graduate with the skills and experience they need to succeed in a fine arts–related profession right away. Visit Herron School of Art and Design.  [Visit Herron School of Art and Design.](https://herron.iupui.edu/student-life/career-services/index.html)   ### Business, Kelley School of  At Kelley, students learn how to get business done. Every Kelley degree program emphasizes real-world skills as well as theoretical principles so students graduate ready to hit the ground running. Visit Kelley Indianapolis Career Services.  [Visit Kelley Indianapolis Career Services.](http://kelley.iupui.edu/cpo/)   ### Dentistry, School of  At the School of Dentistry, students learn in an environment where teaching, research, and community service come together to best prepare them for careers in dentistry or an allied dental health profession. Post jobs to the School of Dentistry .  [Post jobs to the School of Dentistry](https://iupui.joinhandshake.com)   ### Education, School of  For students who want to teach, the School of Education provides the theoretical and practical skills needed to inspire students of all ages. Visit the School of Education .  [Visit the School of Education](http://education.iupui.edu/)   ### Engineering and Technology, School of  Students in the School of Engineering and Technology learn to compete at the highest levels in a variety of engineering and technological professions. Visit Engineering and Technology Career Services and Professional Development .  [Visit Engineering and Technology Career Services and Professional Development](http://www.engr.iupui.edu/sites/careerservices/index.php)   ### Health and Human Sciences, School of  The School of Health and Human Sciences (SHHS) was launched in July 2018 through the merger of the School of Physical Education and Tourism Management and the School of Health and Rehabilitation Sciences. SHHS offers diverse educational paths, including exercise science, fitness management, physical education teacher education, nutrition, rehabilitation, health sciences, and events management, so students can graduate ready to start their careers. Visit SHHS Career Services .  [Visit SHHS Career Services](https://shhs.iupui.edu/student-resources/career-development/index.html)  [.](https://shhs.iupui.edu/student-resources/career-development/index.html)   ### Law, McKinney School of  The McKinney School of Law provides students with a solid foundation in the theory of law so they graduate with the skills needed to pass the bar and to practice law right away. The McKinney School of Law maintains their own career services, including a unique job posting site. Visit McKinney School of Law Careers .  [Visit McKinney School of Law Careers](http://mckinneylaw.iu.edu/careers/)   ### Liberal Arts, School of  The School of Liberal Arts provides students with a comprehensive education in the humanities and social sciences so they will graduate ready to excel in a wide variety of professions. Visit Liberal Arts Career Services .  [Visit Liberal Arts Career Services](https://liberalarts.iupui.edu/cdo/#https://liberalarts.iupui.edu/cdo/)   ### Luddy School of Informatics, Computing, and Engineering  Informatics shapes the way we use technology and computing to improve how we work, live, and play—expanding the potential of business, art, health care, law, environmental sustainability, smart cities, and everything you can imagine. Connect with Luddy Indianapolis Career Services to recruit their talented students and alumni.   ### Medicine, School of  As the country's second largest medical school, IUSM graduates students ready to succeed as a medical doctor, researcher, or scientist. Visit IUSM Career Services.  [Visit IUSM Career Services.](https://md.mednet.iu.edu/support-services/career-development/)   ### Nursing, School of  The School of Nursing gives students the skills they need to provide excellent patient care, whether they're seeking an undergraduate, graduate, or doctoral degree in nursing. Visit the School of Nursing.  [Visit the School of Nursing.](https://nursing.iu.edu/iupui/index.html)   ### Philanthropy, Lilly Family School of  The Lilly Family School of Philanthropy immerses students in an environment that takes both a theoretical and practical approach to philanthropy—voluntary action for the public good. Visit the Lilly Family School of Philanthropy .  [Visit the Lilly Family School of Philanthropy](https://philanthropy.iupui.edu)   ### Public and Environmental Affairs, O'Neill School of  The O'Neill School of Public and Environmental Affairs provides students an opportunity to learn how to work in government, nonprofit, and business roles to make positive changes in their communities, states, and around the world. Visit O'Neill career services.  [Visit O'Neill career services.](https://oneill.iupui.edu/student-life/career-development/index.html)   ### Public Health, Richard M. Fairbanks School of  Students from the Richard M. Fairbanks School of Public Health pursue a public health or health care administration degree program to spend their careers helping to build a healthier world. Visit the Fairbanks School of Public Health.  [Visit the Fairbanks School of Public Health.](https://fsph.iupui.edu/academics/career/index.html)   ### Science, School of  The School of Science offers a variety of degrees that graduate well-rounded scientists prepared to solve the problems of the future. Visit Science Career Services.  [Visit Science Career Services.](https://science.iupui.edu/career-services/for-employers/index.html)   ### Social Work, School of  The School of Social Work teaches students what they need to know to spend their careers promoting social and economic justice at every level. Social work graduates build healthier communities and shape social and economic policies. Visit the School of Social Work.  [Visit the School of Social Work.](http://socialwork.iu.edu/index.php)   ### Student Employment, Office of  The Office of Student Employment empowers students to pursue and to succeed in meaningful, academically relevant college work experiences that enhance their academic and professional growth. Visit the Office of Student Employment.  [Visit the Office of Student Employment.](https://employment.iupui.edu/index.html)   ### University College Academic and Career Development  University College serves all entering students, providing guidance and support as they explore the many academic pathways at IUPUI to help them make confident choices. Visit Academic and Career Development.  [Visit Academic and Career Development.](http://acd.iupui.edu/) "
  },
  {
    "url": "URL: http://career.iupui.edu/employers/recruit/internships/index.html#search",
    "body": "  ## Find your intern talent at IUPUI  IUPUI is your source for interns who can provide the talent your organization needs to be competitive and to grow. Located in downtown Indianapolis with over 30,000 students studying in 18 different IU and Purdue schools, your organization can find the students with the skills you are seeking. Students from IUPUI are often seeking internships year-round.   ### Posting internship positions  We are pleased to invite you to join IUPUI on Handshake , our new career services platform, which is now being utilized by all IU campuses.  [Handshake](https://iupui.joinhandshake.com/)  IUPUI’s move to Handshake makes it even easier to post to all IU campuses. When posting an internship opportunity, you will now be able to quickly select any IU campus for your positions. This new approach will continue to be enriched with support from the career services offices on IU’s campuses and schools, and it vastly simplifies employer engagement with IU. Likewise, it will make it much easier for IUPUI students to find internships for which they are qualified.  If you’d like more information, please visit the Handshake employer site or join us on Handshake . If you are a campus employer seeking to hire students, request your Handshake account here .  [Handshake employer site](https://support.joinhandshake.com/hc/en-us/categories/202707307-Employer)  [Handshake](https://iupui.joinhandshake.com/)  [here](https://iu.co1.qualtrics.com/jfe/form/SV_ezodc3Nnalb6tj7)  Need help creating an internship position or program? Contact Brian Benedict, assistant director for internships ( bbenedic@iupui.edu ), or contact a specific school's career services office directly, and we will be happy to assist you.   ### Guidelines for internships  The IUPUI Career Services Council has developed guidelines specific to the university that must be followed for recruiting and hiring students from the campus.  [guidelines](https://indiana.sharepoint.com/:b:/s/msteams_92d57a/Ea_aUmvE8lhIo2FWjLlb1uYBYrgw_HC3cQaPz-YREKvj4A?e=9raAoR)  Employers are encouraged to pay interns. If you want to post an unpaid internship, it must meet the guidelines set forth by the Fair Labor Standards Act for internship programs.  [Fair Labor Standards Act](http://www.dol.gov/whd/regs/compliance/whdfs71.htm)  When recruiting interns, employers are expected to follow the Principles for Employment Professionals set forth by the National Association of Colleges and Employers (NACE) in their recruiting and selection practices.  [Principles for Employment Professionals](https://www.naceweb.org/talent-acquisition/standards-competencies/professional-standards-for-university-relations-recruiting/)  Employers should also ensure compliance with EEOC laws that are designed to protect both the employer and student workers.  [EEOC](http://www.eeoc.gov/laws/statutes/index.cfm)  Third-party recruiters are welcome to recruit interns from IUPUI for their clients. The hiring company must be disclosed in the job posting. In addition, there must be no cost to the student for any services provided in the recruitment and placement process. "
  },
  {
    "url": "URL: http://career.iupui.edu/privacy/#search",
    "body": " IUPUI Career Services is committed to protecting your privacy and developing technology that gives you the most powerful and safe online experience. This Statement of Privacy applies to the IUPUI Career Services Web site and governs data collection and usage. By using the IUPUI Career Services website, you consent to the data practices described in this statement.   ## Collection of your personal information  IUPUI Career Services collects personally identifiable information, such as your e-mail address, name, home or work address or telephone number. IUPUI Career Services also collects anonymous demographic information, which is not unique to you, such as your ZIP code, age, gender, preferences, interests and favorites.  There is also information about your computer hardware and software that is automatically collected by IUPUI Career Services. This information can include: your IP address, browser type, domain names, access times and referring Web site addresses. This information is used by IUPUI Career Services for the operation of the service, to maintain quality of the service, and to provide general statistics regarding use of the IUPUI Career Services Web site.  Please keep in mind that if you directly disclose personally identifiable information or personally sensitive data through IUPUI Career Services public message boards, this information may be collected and used by others. Note: IUPUI Career Services does not read any of your private online communications.  IUPUI Career Services encourages you to review the privacy statements of Web sites you choose to link to from IUPUI Career Services so that you can understand how those Web sites collect, use and share your information. IUPUI Career Services is not responsible for the privacy statements or other content on Web sites outside of the IUPUI Career Services and IUPUI Career Services family of Web sites.   ## Use of your personal information  IUPUI Career Services collects and uses your personal information to operate the IUPUI Career Services Web site and deliver the services you have requested. IUPUI Career Services also uses your personally identifiable information to inform you of other products or services available from IUPUI Career Services and its affiliates. IUPUI Career Services may also contact you via surveys to conduct research about your opinion of current services or of potential new services that may be offered.  IUPUI Career Services does not sell, rent or lease its customer lists to third parties. IUPUI Career Services may, from time to time, contact you on behalf of external business partners about a particular offering that may be of interest to you. In those cases, your unique personally identifiable information (e-mail, name, address, telephone number) is not transferred to the third party. In addition, IUPUI Career Services may share data with trusted partners to help us perform statistical analysis, send you email or postal mail, provide customer support, or arrange for deliveries. All such third parties are prohibited from using your personal information except to provide these services to IUPUI Career Services, and they are required to maintain the confidentiality of your information.  IUPUI Career Services does not use or disclose sensitive personal information, such as race, religion, or political affiliations, without your explicit consent.  IUPUI Career Services keeps track of the Web sites and pages our customers visit within IUPUI Career Services, in order to determine what IUPUI Career Services services are the most popular. This data is used to deliver customized content and advertising within IUPUI Career Services to customers whose behavior indicates that they are interested in a particular subject area.  IUPUI Career Services Web sites will disclose your personal information, without notice, only if required to do so by law or in the good faith belief that such action is necessary to: (a) conform to the edicts of the law or comply with legal process served on IUPUI Career Services or the site; (b) protect and defend the rights or property of IUPUI Career Services; and, (c) act under exigent circumstances to protect the personal safety of users of IUPUI Career Services, or the public.   ## Use of cookies  The IUPUI Career Services Web site use \"cookies\" to help you personalize your online experience. A cookie is a text file that is placed on your hard disk by a Web page server. Cookies cannot be used to run programs or deliver viruses to your computer. Cookies are uniquely assigned to you, and can only be read by a web server in the domain that issued the cookie to you.  One of the primary purposes of cookies is to provide a convenience feature to save you time. The purpose of a cookie is to tell the Web server that you have returned to a specific page. For example, if you personalize IUPUI Career Services pages, or register with IUPUI Career Services site or services, a cookie helps IUPUI Career Services to recall your specific information on subsequent visits. This simplifies the process of recording your personal information, such as billing addresses, shipping addresses, and so on. When you return to the same IUPUI Career Services Web site, the information you previously provided can be retrieved, so you can easily use the IUPUI Career Services features that you customized.  You have the ability to accept or decline cookies. Most Web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. If you choose to decline cookies, you may not be able to fully experience the interactive features of the IUPUI Career Services services or Web sites you visit.   ## Security of your personal information  IUPUI Career Services secures your personal information from unauthorized access, use or disclosure. IUPUI Career Services secures the personally identifiable information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use or disclosure. When personal information (such as a credit card number) is transmitted to other Web sites, it is protected through the use of encryption, such as the Secure Socket Layer (SSL) protocol.   ## Changes to this statement  IUPUI Career Services will occasionally update this Statement of Privacy to reflect company and customer feedback. IUPUI Career Services encourages you to periodically review this Statement to be informed of how IUPUI Career Services is protecting your information.   ## Contact information  IUPUI Career Services welcomes your comments regarding this Statement of Privacy. If you believe that IUPUI Career Services has not adhered to this Statement, please contact IUPUI Career Services at nsbyrer@iupui.edu . We will use commercially reasonable efforts to promptly determine and remedy the problem. "
  },
  {
    "url": "URL: http://career.iupui.edu/students-alumni/career-edge-modules/index.html#search",
    "body": "  ## Build your future career with Career EDGE  Career EDGE modules support students in building career awareness and planning for their future career paths. The modules are self-enrolling through Canvas, and support students and alumni as they:  These modules are available for all new and continuing students, alumni, and staff at Indiana University. Upon completion of these modules, participants should be prepared to successfully transition from college into a career or further graduate or professional study.   ### Take me to the Career EDGE modules  [Take me to the Career EDGE modules](https://expand.iu.edu/browse/ocss/courses/career-edge-self-service) "
  },
  {
    "url": "URL: http://career.iupui.edu/employers/recruit/post-a-position/index.html#search",
    "body": "  ## Steps to post a position  We are pleased to invite you to join IUPUI on Handshake , our new career services platform, which is now being utilized by all IU campuses.  [Handshake](https://iupui.joinhandshake.com)  IUPUI’s move to Handshake makes it even easier to post to all IU campuses. When posting a position, you will now be able to quickly select any IU campus for your positions. This new approach will continue to be enriched with support from the career services offices on IU’s campuses and schools, and it vastly simplifies employer engagement with IU. Likewise, it will make it much easier for IUPUI students to find positions for which they are qualified.  If you’d like more information, please visit the Handshake Employer Site or join us on Handshake . If you are a campus employer seeking to hire students, request your Handshake account here .  [Handshake Employer Site](https://support.joinhandshake.com/hc/en-us/categories/202707307-Employer)  [Handshake](https://iupui.joinhandshake.com)  [here](https://iu.co1.qualtrics.com/jfe/form/SV_ezodc3Nnalb6tj7)  Be sure to review the rights and responsibilities document that applies to all employers posting with IUPUI career services. "
  },
  {
    "url": "URL: https://career.iupui.edu/faculty-staff/professional-development-opportunities/index.html#search",
    "body": " Transfer Evaluation System (TES) and Transfer Answers Training  [Transfer Evaluation System (TES) and Transfer Answers Training](https://events.iu.edu/iupuiprodev/event/1076868-transfer-evaluation-system-tes-and-transfer)  Tuesday, December 5, 2023  Starts at 10 a.m.  This event will provide an overview of the Transfer Evaluation System (TES) and Transfer Answers.  Serving Diverse Populations: DEI and Career Counseling  [Serving Diverse Populations: DEI and Career Counseling](https://events.iu.edu/iupuiprodev/event/1076869-serving-diverse-populations-dei-and-career)  Tuesday, December 12, 2023  Starts at 10 a.m.  Postsecondary education comes with many personal and professional challenges for students whether they are traditional or post-traditional learners.  Canvas Analytics  [Canvas Analytics](https://events.iu.edu/iupuiprodev/event/1076873-canvas-analytics)  Tuesday, February 13, 2024  Starts at 10 a.m.  This event will provide an overview of IUPUI's Canvas Activity Data, a useful tool in the proactive advisor's toolbox.  Best Practices on Serving Historically Marginalized Students and Young Professionals  [Best Practices on Serving Historically Marginalized Students and Young Professionals](https://events.iu.edu/iupuiprodev/event/1076870-best-practices-on-serving-historically)  Tuesday, March 26, 2024  Starts at 10 a.m.  Companies and universities alike still have much work to do to better support students and alumni with multiple, historically marginalized identities.  Transfer Evaluation System (TES) and Transfer Answers Training  [Transfer Evaluation System (TES) and Transfer Answers Training](https://events.iu.edu/iupuiprodev/event/1076877-transfer-evaluation-system-tes-and-transfer)  Tuesday, April 30, 2024  Starts at 10 a.m.  This event will provide an overview of the Transfer Evaluation System (TES) and Transfer Answers.  View the full calendar  [View the full calendar](https://events.iu.edu/iupuiprodev) "
  },
  {
    "url": "URL: https://career.iupui.edu/contact-us/index.html#search",
    "body": "  ## Campus Career and Advising Services  University College Division of Undergraduate Education Indiana University–Purdue University Indianapolis Taylor Hall 3162 815 W. Michigan St. Indianapolis, IN 46202 ccas@iupui.edu  Campus Career and Advising Services website  [Campus Career and Advising Services website](https://ccas.iupui.edu)  [Tweets by @iupui_career?lang=en](https://twitter.com/iupui_career?lang=en)   ## Office Directory  Tradara McLaurine, CDP  Senior Executive Director of Campus Career and Advising Services  [LinkedIn](https://www.linkedin.com/in/tradaramclaurine) "
  },
  {
    "url": "URL: https://career.iupui.edu/students-alumni/career-search-lgbtq-students.html#search",
    "body": "  ## Resources for career and internship search for LGBTQ+ students  Navigating the career and internship search process can be challenging. Doing so as an LGBTQ+ student can be even more so. We have compiled some of our best advice on how to manage the process below.   ### How \"out\" are you?  One of the most challenging things about navigating the career search as an LGBTQ+ person is determining how comfortable you are with sharing this part of yourself with an interviewing team.  In an ideal world, the fact that you are LGBTQ+ should not be a factor in the hiring process. The harsh reality is that it does matter to some people and to some companies.  Determining how much you want to share with a prospective employer about this part of yourself is up to you and might change throughout the process. It is common for LGBTQ+ people to vary their levels of outness with coworkers, families, and friends. You may be more open in your friend circle and more private in the workplace, which happens frequently.  Hiding your identity may cause you to feel frustrated about leading a dual life and lower your self-esteem. However, being open about your sexuality might lead to discrimination, harassment, or loss of employment. No one can determine how much of yourself you should share except you. Talk with your career counselor or another trusted person to figure out what you are comfortable with.   ### Finding inclusive companies  Figuring out if a company is welcoming to LGBTQ+ people can be a challenge. Here are some ways you can gather information to make your decision:  Do your research  Visit the company website and social media to find the answers to these questions:  Find someone who works at the company that is LGBTQ+ and ask them for some of their time to talk about the environment. Possible questions you can ask them include:  Visit the Human Rights Campaign (HRC) website and view the results of their most recent Corporate Equality Index (CEI) . This is a helpful tool that will show you how more than 1,000 companies rank in the areas of policies, practices, and benefits for their LGBTQ+ employees.  [Corporate Equality Index (CEI)](https://www.hrc.org/resources/corporate-equality-index)  Review the list of companies listed on any local LGBTQ+ Chamber of Commerce websites. For the Indianapolis area, you should refer to the Indy Rainbow Chamber website.  [Indy Rainbow Chamber](https://www.indyrainbowchamber.org/directory)  It is difficult to determine if a company will be welcoming to you, however, finding out the above information can help you to make your decision.   ### Resumes  Every employer expects to see something different on a resume. If you asked 30 recruiters what they need on a resume, you would most likely get 30 different answers.  Our best resume advice is to speak with a career counselor in your school. There are pieces of information you will want to include that are specific to your major, and the best way to find those out is to speak with someone in your school. To see who you should talk to in your school, visit here .  When you are designing your resume as an LGBTQ+ student, there are some things you should consider:  Legal name  When listing your name on your resume, you should write the name that you want to be called. When you are completing an official job application or background check forms, you should list your legal name even if it is different than the name you listed on your resume. Sometimes you will be able to put your preferred or chosen name in parenthesis on those documents and follow up with the employer during the interview process to explain why the listed names are different. Talk to your career counselor or another trusted person if you would like to practice this conversation in advance.  LGBTQ+ student group involvement  Some say that you should not list anything on your resume that might have the potential to be used against you in the hiring process. Others say that if an employer takes issue with these parts of you then you do not want to work there anyway. You should consider all of these points and trust your own judgement while navigating the process.  Some people are comfortable with listing their queer extracurricular activities on their resume with the full name of the student organization. Others might want to label the student organization as an \"anti-discrimination organization.\" A third option would be to omit the organization all together. All of these are valid choices. Only you can decide how much you want to share.   ### Interviewing  When it is time for you to start interviewing for full-time or internship positions, the best thing you can do to prepare is to complete a mock interview with your career counselor. These interactive experiences allow you to practice what you are going to say and to find some common interviewing questions. To find out who your career counselor is, visit here .  Navigating the interview process as an LGBTQ+ student can be challenging and rewarding. Consider these tips:  Attire  Dress for the job you want. This is an old theory that still holds true. No matter what your gender identity is, you should dress for the job you want. This means business professional attire should be worn for interviews. It does not matter if you wear pants or a skirt, it only matters that you are professional and confident. If you have questions about how to navigate this, please visit with a career counselor.  Interview the interviewer  Interviewing is a two-way street. Not only are they interviewing you to determine your skills and fit with the organization, you should be interviewing them too. You will want to make sure that this is a company you want to spend 40 hours a week at. There are questions you can ask during the interview process that can help you determine if they provide a welcoming environment.  It is sometimes helpful to ask multiple people the same question to see if you get the same answer. This will help you determine if they are answering truthfully or just saying what you want to hear.  These should not be your first questions during an interview. Focus on the job and your capabilities first. Make the company want to hire you. After you have convinced them you are the right one for the job, then make inquiries about policies regarding LGBTQ+ issues.  Onsite observations  Once you are invited to do an in-person interview, you will be able to pick up on some clues as well. Things you might look for during an interview include:  None of these observations by themselves will give you a full picture, but they can be considered along with other information you gather to determine if this is a good fit for you.  Questions they should not ask  Some of these questions are illegal and some show the negative character of a company. If you asked questions like this, consider responding by asking them how this is relevant to my ability to perform this job.   ### Onboarding  Congratulations! You have successfully navigated the hiring process, and now it is time to begin your career or internship!  Some people find it difficult to share their full selves at work. That is normal. According to the Human Right Campaign (HRC) , there are lots of reasons why people may not disclose their sexuality or gender identity in the workplace including:  [Human Right Campaign (HRC)](https://www.hrc.org/news/hrc-report-startling-data-reveals-half-of-lgbtq-employees-in-us-remain-clos)  Only you can determine how \"out\" you want to be. Finding like-minded peers will help you feel included and joining or starting an employee resource or affinity group will help you connect with other LGBTQ+ people and allies, which can help you transition into being a full-time employee authentically. "
  },
  {
    "url": "URL: http://career.iupui.edu/index.html#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!  [Employers Post to hire at IUPUI.](https://iupui.joinhandshake.com)   ## Employers  Post to hire at IUPUI.   ## Students  Access career services in your school, including our online job board featuring full-time, internship, and part-time opportunities.  [Faculty and staff Register for a student account to find jobs available to students in specific schools.](https://iupui.joinhandshake.com)   ## Faculty and staff  Register for a student account to find jobs available to students in specific schools.   ### Current Jobs On Handshake   #### Full-Time Jobs  Engineer FedEx Services at FedEx Customer Experience  [Engineer FedEx Services at FedEx Customer Experience](https://iupui.joinhandshake.com/jobs/8273264/share_preview)  Customer Technical Associate at AIYA Technology System LLC  [Customer Technical Associate at AIYA Technology System LLC](https://iupui.joinhandshake.com/jobs/8272105/share_preview)  Executive Assistant to SVP of Business Development at AIYA Technology System LLC  [Executive Assistant to SVP of Business Development at AIYA Technology System LLC](https://iupui.joinhandshake.com/jobs/8272093/share_preview)  Front Desk Receptionist at AIYA Technology System LLC  [Front Desk Receptionist at AIYA Technology System LLC](https://iupui.joinhandshake.com/jobs/8272079/share_preview)  Engineer I/II/III Quality Assurance Analyst (hybrid) at Dominion Energy  [Engineer I/II/III Quality Assurance Analyst (hybrid) at Dominion Energy](https://iupui.joinhandshake.com/jobs/8269987/share_preview)  Sr. Engineer I at Honda  [Sr. Engineer I at Honda](https://iupui.joinhandshake.com/jobs/8269183/share_preview)  Tree Trimmer Aide at City of Grand Rapids  [Tree Trimmer Aide at City of Grand Rapids](https://iupui.joinhandshake.com/jobs/8268863/share_preview)  Jr. Data Analyst at Swivel Payment Solutions LLC  [Jr. Data Analyst at Swivel Payment Solutions LLC](https://iupui.joinhandshake.com/jobs/8268689/share_preview)  Associate Director of Project Management at U.S. Department of Energy  [Associate Director of Project Management at U.S. Department of Energy](https://iupui.joinhandshake.com/jobs/8264594/share_preview)  Student Trainee (Field Examiner at National Labor Relations Board (NLRB)  [Student Trainee (Field Examiner at National Labor Relations Board (NLRB)](https://iupui.joinhandshake.com/jobs/8262960/share_preview)  Digital Print Specialist for Ricoh! at ManpowerGroup  [Digital Print Specialist for Ricoh! at ManpowerGroup](https://iupui.joinhandshake.com/jobs/8262735/share_preview)  Attorney Adviser (General) at U.S. Department of Energy  [Attorney Adviser (General) at U.S. Department of Energy](https://iupui.joinhandshake.com/jobs/8262707/share_preview)  Deputy Director for Counterintelligence at U.S. Department of Energy  [Deputy Director for Counterintelligence at U.S. Department of Energy](https://iupui.joinhandshake.com/jobs/8261591/share_preview)  Program Assistant I - School of Education, Counseling and Human Development at South Dakota State University  [Program Assistant I - School of Education, Counseling and Human Development at South Dakota State University](https://iupui.joinhandshake.com/jobs/8257044/share_preview)  Polygraph Examiner - Entry to Mid Level (MD) at National Security Agency (NSA)  [Polygraph Examiner - Entry to Mid Level (MD) at National Security Agency (NSA)](https://iupui.joinhandshake.com/jobs/8255556/share_preview)  Polygraph Examiner - Entry to Mid Level (MD) at National Security Agency (NSA)  [Polygraph Examiner - Entry to Mid Level (MD) at National Security Agency (NSA)](https://iupui.joinhandshake.com/jobs/8255548/share_preview)  Field Manager at NORC at the University of Chicago  [Field Manager at NORC at the University of Chicago](https://iupui.joinhandshake.com/jobs/8255357/share_preview)  Consumer Safety Inspector - Up to 5K Recruitment Incentive - Tierra Amarilla, NM at USDA Food Safety and Inspection Service  [Consumer Safety Inspector - Up to 5K Recruitment Incentive - Tierra Amarilla, NM at USDA Food Safety and Inspection Service](https://iupui.joinhandshake.com/jobs/8254729/share_preview)  Children's Services Worker (Child Adoption Worker) (3723-12) at Hamilton County Job & Family Services  [Children's Services Worker (Child Adoption Worker) (3723-12) at Hamilton County Job & Family Services](https://iupui.joinhandshake.com/jobs/8254601/share_preview)  Highway Safety Specialist (Federal Programs Specialist) at Federal Motor Carrier Safety Administration  [Highway Safety Specialist (Federal Programs Specialist) at Federal Motor Carrier Safety Administration](https://iupui.joinhandshake.com/jobs/8252833/share_preview)  Highway Safety Specialist (State Programs Specialist) at Federal Motor Carrier Safety Administration  [Highway Safety Specialist (State Programs Specialist) at Federal Motor Carrier Safety Administration](https://iupui.joinhandshake.com/jobs/8252826/share_preview)  23-08091 Revenue Auditor I at Kentucky Department of Revenue  [23-08091 Revenue Auditor I at Kentucky Department of Revenue](https://iupui.joinhandshake.com/jobs/8252794/share_preview)  Maternal & Child Health Educator - remote based in WI (@ Wisconsin Women’s Health Foundation) at Jobs That Help  [Maternal & Child Health Educator - remote based in WI (@ Wisconsin Women’s Health Foundation) at Jobs That Help](https://iupui.joinhandshake.com/jobs/8252606/share_preview)  Mental Health Technician Trainee at Illinois Department of Human Services  [Mental Health Technician Trainee at Illinois Department of Human Services](https://iupui.joinhandshake.com/jobs/8251333/share_preview)  Library Custodial Worker 2 at City of Madison Wisconsin  [Library Custodial Worker 2 at City of Madison Wisconsin](https://iupui.joinhandshake.com/jobs/8245927/share_preview)  Commodities Specialist, Trade Quantitative Studies at Federal Reserve Board  [Commodities Specialist, Trade Quantitative Studies at Federal Reserve Board](https://iupui.joinhandshake.com/jobs/8245672/share_preview)  Economic Modeler, Monetary Technology/Research at Federal Reserve Board  [Economic Modeler, Monetary Technology/Research at Federal Reserve Board](https://iupui.joinhandshake.com/jobs/8245540/share_preview)  Data Engineer, Monetary Statistics/Analysis at Federal Reserve Board  [Data Engineer, Monetary Statistics/Analysis at Federal Reserve Board](https://iupui.joinhandshake.com/jobs/8245498/share_preview)  Resolution Planning Analyst (CG-1101-09/11/12) at Federal Deposit Insurance Corporation  [Resolution Planning Analyst (CG-1101-09/11/12) at Federal Deposit Insurance Corporation](https://iupui.joinhandshake.com/jobs/8244832/share_preview)  Social Worker IV at Illinois Department of Human Services  [Social Worker IV at Illinois Department of Human Services](https://iupui.joinhandshake.com/jobs/8244757/share_preview)  Registered Nurse II at Illinois Department of Human Services  [Registered Nurse II at Illinois Department of Human Services](https://iupui.joinhandshake.com/jobs/8244632/share_preview)  Juvenile Court Officer at Franklin County Domestic Relations & Juvenile Court  [Juvenile Court Officer at Franklin County Domestic Relations & Juvenile Court](https://iupui.joinhandshake.com/jobs/8243827/share_preview)  Administrative Services Manager II - Limited Service at State of Vermont  [Administrative Services Manager II - Limited Service at State of Vermont](https://iupui.joinhandshake.com/jobs/8242803/share_preview)  UTILITY MAINTENANCE MECHANIC III at City of Grand Rapids  [UTILITY MAINTENANCE MECHANIC III at City of Grand Rapids](https://iupui.joinhandshake.com/jobs/8242645/share_preview)  Missing Indigenous Persons Task Force Coordinator at Montana Department of Justice  [Missing Indigenous Persons Task Force Coordinator at Montana Department of Justice](https://iupui.joinhandshake.com/jobs/8242099/share_preview)  Sexual Assault Network Coordinator at Montana Department of Justice  [Sexual Assault Network Coordinator at Montana Department of Justice](https://iupui.joinhandshake.com/jobs/8242070/share_preview)  20089-Intellectual Property Licensing Specialist at Idaho National Laboratory  [20089-Intellectual Property Licensing Specialist at Idaho National Laboratory](https://iupui.joinhandshake.com/jobs/8242016/share_preview)  IT Chief Information Officer at Idaho State Police  [IT Chief Information Officer at Idaho State Police](https://iupui.joinhandshake.com/jobs/8241394/share_preview)  Area Engineer - MoDOT Southwest District at Missouri Department of Transportation  [Area Engineer - MoDOT Southwest District at Missouri Department of Transportation](https://iupui.joinhandshake.com/jobs/8240885/share_preview)  Environmental Scientist (JC-392500) at Caltrans HQ  [Environmental Scientist (JC-392500) at Caltrans HQ](https://iupui.joinhandshake.com/jobs/8239195/share_preview)  Staff Services Manager I (JC-392613) at Caltrans HQ  [Staff Services Manager I (JC-392613) at Caltrans HQ](https://iupui.joinhandshake.com/jobs/8238994/share_preview)  Construction Laborer at Southern Illinois University Edwardsville  [Construction Laborer at Southern Illinois University Edwardsville](https://iupui.joinhandshake.com/jobs/8237783/share_preview)  Clinical Hiring Event 9/27 at Tenet Healthcare  [Clinical Hiring Event 9/27 at Tenet Healthcare](https://iupui.joinhandshake.com/jobs/8237775/share_preview)  Legal Assistant at United States Attorney's Office - Northern District of Indiana  [Legal Assistant at United States Attorney's Office - Northern District of Indiana](https://iupui.joinhandshake.com/jobs/8237734/share_preview)  Investigations Team Supervisor: PSA Opt. 6 at Illinois Department of Children and Family Services  [Investigations Team Supervisor: PSA Opt. 6 at Illinois Department of Children and Family Services](https://iupui.joinhandshake.com/jobs/8237458/share_preview)  Senior Financial Analyst at Ohio Department of Natural Resources  [Senior Financial Analyst at Ohio Department of Natural Resources](https://iupui.joinhandshake.com/jobs/8237409/share_preview)  Grant Compliance Finance Specialist at City of Kalamazoo  [Grant Compliance Finance Specialist at City of Kalamazoo](https://iupui.joinhandshake.com/jobs/8237384/share_preview)  Accounts Coordinator at City of Kalamazoo  [Accounts Coordinator at City of Kalamazoo](https://iupui.joinhandshake.com/jobs/8237349/share_preview)  JCES (Juvenile Community Enrichment Services) Supervisor at Franklin County Domestic Relations & Juvenile Court  [JCES (Juvenile Community Enrichment Services) Supervisor at Franklin County Domestic Relations & Juvenile Court](https://iupui.joinhandshake.com/jobs/8237230/share_preview)  Grant Accountant Supervisor at University of Colorado Boulder  [Grant Accountant Supervisor at University of Colorado Boulder](https://iupui.joinhandshake.com/jobs/8236264/share_preview)  Healthcare Hiring Event 926 at Tenet Healthcare  [Healthcare Hiring Event 926 at Tenet Healthcare](https://iupui.joinhandshake.com/jobs/8234090/share_preview)  Full-Time (1.0 FTE) Guardian ad Litem- 5th Judicial District - Rock, Pipestone, and Nobles Counties at Minnesota Judicial Branch  [Full-Time (1.0 FTE) Guardian ad Litem- 5th Judicial District - Rock, Pipestone, and Nobles Counties at Minnesota Judicial Branch](https://iupui.joinhandshake.com/jobs/8233529/share_preview)  Full-Time (1.0 FTE) Guardian ad Litem- 1st Judicial District – Scott and Carver Counties at Minnesota Judicial Branch  [Full-Time (1.0 FTE) Guardian ad Litem- 1st Judicial District – Scott and Carver Counties at Minnesota Judicial Branch](https://iupui.joinhandshake.com/jobs/8233494/share_preview)  Full-Time (1.0 FTE) Guardian ad Litem- 1st Judicial District Dakota County at Minnesota Judicial Branch  [Full-Time (1.0 FTE) Guardian ad Litem- 1st Judicial District Dakota County at Minnesota Judicial Branch](https://iupui.joinhandshake.com/jobs/8233450/share_preview)  Conservation Foreman at South Dakota State Government  [Conservation Foreman at South Dakota State Government](https://iupui.joinhandshake.com/jobs/8232979/share_preview)  Lakewood Regional Medical Center Hiring Event 9/27 at Tenet Healthcare  [Lakewood Regional Medical Center Hiring Event 9/27 at Tenet Healthcare](https://iupui.joinhandshake.com/jobs/8232232/share_preview)  Valley Baptist Clinical Hiring Event 9/26 at Tenet Healthcare  [Valley Baptist Clinical Hiring Event 9/26 at Tenet Healthcare](https://iupui.joinhandshake.com/jobs/8231878/share_preview)  JCES  Administrative Assistant at Franklin County Domestic Relations & Juvenile Court  [JCES  Administrative Assistant at Franklin County Domestic Relations & Juvenile Court](https://iupui.joinhandshake.com/jobs/8231452/share_preview)  IT Specialist at Franklin County Domestic Relations & Juvenile Court  [IT Specialist at Franklin County Domestic Relations & Juvenile Court](https://iupui.joinhandshake.com/jobs/8231377/share_preview)  Truck Driver/Equipment Operator - Req 4921 at ALLETE Inc  [Truck Driver/Equipment Operator - Req 4921 at ALLETE Inc](https://iupui.joinhandshake.com/jobs/8230212/share_preview)  Child Protection Specialist: Investigator at Illinois Department of Children and Family Services  [Child Protection Specialist: Investigator at Illinois Department of Children and Family Services](https://iupui.joinhandshake.com/jobs/8228146/share_preview)  Center for Victim Studies: Research Scientist at Illinois Criminal Justice Information Authority (ICJIA)  [Center for Victim Studies: Research Scientist at Illinois Criminal Justice Information Authority (ICJIA)](https://iupui.joinhandshake.com/jobs/8226338/share_preview)  AmeriCorps Program Coordinator (Silicon Valley) at AmeriCorps  [AmeriCorps Program Coordinator (Silicon Valley) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8225336/share_preview)  Juvenile Justice Officer II Richmond County (Hiring event) at North Carolina Department of Public Safety  [Juvenile Justice Officer II Richmond County (Hiring event) at North Carolina Department of Public Safety](https://iupui.joinhandshake.com/jobs/8224967/share_preview)  Entry Level Outside Sales Trainee - Albany, NY at Reynolds and Reynolds  [Entry Level Outside Sales Trainee - Albany, NY at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8218957/share_preview)  Abrazo Scottsdale and Cave Creek Hiring Event 9/25 at Tenet Healthcare  [Abrazo Scottsdale and Cave Creek Hiring Event 9/25 at Tenet Healthcare](https://iupui.joinhandshake.com/jobs/8217035/share_preview)  Entry Level Traveling Customer Trainer - Washington, DC at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - Washington, DC at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8216870/share_preview)  Extension Agent for Family and Consumer Sciences – Union County at University of Kentucky Martin-Gatton College of Agriculture, Food and Environment  [Extension Agent for Family and Consumer Sciences – Union County at University of Kentucky Martin-Gatton College of Agriculture, Food and Environment](https://iupui.joinhandshake.com/jobs/8213950/share_preview)  Extension Agent for Family and Consumer Sciences - Harlan County at University of Kentucky Martin-Gatton College of Agriculture, Food and Environment  [Extension Agent for Family and Consumer Sciences - Harlan County at University of Kentucky Martin-Gatton College of Agriculture, Food and Environment](https://iupui.joinhandshake.com/jobs/8213662/share_preview)  Entry Level Traveling Customer Trainer - Portland, ME at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - Portland, ME at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8213214/share_preview)  Entry Level Traveling Customer Trainer - Bridgeport, CT at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - Bridgeport, CT at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8213163/share_preview)  Manager, Budget, Planning and Operations at Arizona State University - Office of Budget and Planning  [Manager, Budget, Planning and Operations at Arizona State University - Office of Budget and Planning](https://iupui.joinhandshake.com/jobs/8212134/share_preview)  Clean Water State Revolving Fund Program Environmental Engineer (Environmental Engineer 2) at Oregon Department of Environmental Quality  [Clean Water State Revolving Fund Program Environmental Engineer (Environmental Engineer 2) at Oregon Department of Environmental Quality](https://iupui.joinhandshake.com/jobs/8211543/share_preview)  Detroit Medical Center RN September Hiring Events at Tenet Healthcare  [Detroit Medical Center RN September Hiring Events at Tenet Healthcare](https://iupui.joinhandshake.com/jobs/8207048/share_preview)  Treasury and Balance Sheets Strategies Rotational Program at Citizens  [Treasury and Balance Sheets Strategies Rotational Program at Citizens](https://iupui.joinhandshake.com/jobs/8206874/share_preview)  Risk Management Development Program at Citizens  [Risk Management Development Program at Citizens](https://iupui.joinhandshake.com/jobs/8206863/share_preview)  Entry Level Traveling Customer Trainer - Albuquerque, NM at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - Albuquerque, NM at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8206822/share_preview)  Entry Level Traveling Customer Trainer - Wilmington, DE at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - Wilmington, DE at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8206806/share_preview)  Entry Level Traveling Customer Trainer - Springfield, MA at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - Springfield, MA at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8206664/share_preview)  All Clinical Hiring Event 9/26 at Tenet Healthcare  [All Clinical Hiring Event 9/26 at Tenet Healthcare](https://iupui.joinhandshake.com/jobs/8206610/share_preview)  Carondelet St. Joseph’s Hospital Hiring Event 9/26 at Tenet Healthcare  [Carondelet St. Joseph’s Hospital Hiring Event 9/26 at Tenet Healthcare](https://iupui.joinhandshake.com/jobs/8206414/share_preview)  Engineering Specialist/Technician - Entry to Experienced Level (HI and MD Locations) at National Security Agency (NSA)  [Engineering Specialist/Technician - Entry to Experienced Level (HI and MD Locations) at National Security Agency (NSA)](https://iupui.joinhandshake.com/jobs/8205993/share_preview)  Research Engineer/Engineering and Physical Sciences Researcher - Entry to Expert Level (MD Location) at National Security Agency (NSA)  [Research Engineer/Engineering and Physical Sciences Researcher - Entry to Expert Level (MD Location) at National Security Agency (NSA)](https://iupui.joinhandshake.com/jobs/8205980/share_preview)  Fiscal Analyst 2 – Federal Fund Coordinator (Multiple Positions) at Oregon Department of Transportation  [Fiscal Analyst 2 – Federal Fund Coordinator (Multiple Positions) at Oregon Department of Transportation](https://iupui.joinhandshake.com/jobs/8204706/share_preview)  Entry Level Traveling Customer Trainer - Fresno, CA at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - Fresno, CA at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8200695/share_preview)  Entry Level Traveling Customer Trainer - New Haven, CT at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - New Haven, CT at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8200675/share_preview)  Entry Level Traveling Customer Trainer - Philadelphia, PA at Reynolds and Reynolds  [Entry Level Traveling Customer Trainer - Philadelphia, PA at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8200607/share_preview)  Clinical Psychologist at Illinois Department of Human Services  [Clinical Psychologist at Illinois Department of Human Services](https://iupui.joinhandshake.com/jobs/8195832/share_preview)  Entry Level Customer Success Specialist - Plano, TX at Reynolds and Reynolds  [Entry Level Customer Success Specialist - Plano, TX at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8188016/share_preview)  Entry Level Customer Success Specialist - Baton Rouge, LA at Reynolds and Reynolds  [Entry Level Customer Success Specialist - Baton Rouge, LA at Reynolds and Reynolds](https://iupui.joinhandshake.com/jobs/8187977/share_preview)  PROGRAM ADMINISTRATOR, INEP (SNAP-Ed) - 1019648 at University of Illinois at Urbana-Champaign - Extension  [PROGRAM ADMINISTRATOR, INEP (SNAP-Ed) - 1019648 at University of Illinois at Urbana-Champaign - Extension](https://iupui.joinhandshake.com/jobs/8186527/share_preview)  Orr Fellow at Orr Fellowship  [Orr Fellow at Orr Fellowship](https://iupui.joinhandshake.com/jobs/8185026/share_preview)  Career Coach (Career Education Coordinator) at South Dakota State University  [Career Coach (Career Education Coordinator) at South Dakota State University](https://iupui.joinhandshake.com/jobs/8176434/share_preview)  Outside Sales Representative- CosmoProf- Des Moines IA at Sally Beauty  [Outside Sales Representative- CosmoProf- Des Moines IA at Sally Beauty](https://iupui.joinhandshake.com/jobs/8174779/share_preview)  Procurement Sourcing Analyst - Full Time at Eli Lilly and Company  [Procurement Sourcing Analyst - Full Time at Eli Lilly and Company](https://iupui.joinhandshake.com/jobs/8173202/share_preview)  Sales and Operations Management Trainee (Odessa, TX) at Penske Truck Leasing  [Sales and Operations Management Trainee (Odessa, TX) at Penske Truck Leasing](https://iupui.joinhandshake.com/jobs/8173073/share_preview)  Life Skills Coach I (Gardena) at Easterseals Southern California  [Life Skills Coach I (Gardena) at Easterseals Southern California](https://iupui.joinhandshake.com/jobs/8171580/share_preview)  Sales Manager - Bloomington, IN at Altria  [Sales Manager - Bloomington, IN at Altria](https://iupui.joinhandshake.com/jobs/8170927/share_preview)  M&A Transaction Associate at Benchmark International  [M&A Transaction Associate at Benchmark International](https://iupui.joinhandshake.com/jobs/8170774/share_preview)  United States Federal Air Marshal Service at Federal Air Marshal Service  [United States Federal Air Marshal Service at Federal Air Marshal Service](https://iupui.joinhandshake.com/jobs/8170173/share_preview)  Electrical Engineer at DD DANNAR, LLC  [Electrical Engineer at DD DANNAR, LLC](https://iupui.joinhandshake.com/jobs/8169694/share_preview)  PLANNER II at City of Elkhart  [PLANNER II at City of Elkhart](https://iupui.joinhandshake.com/jobs/8169421/share_preview)  X-Ray Tech Radiology Student at Sparrow Health System  [X-Ray Tech Radiology Student at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169303/share_preview)  Physical Therapist Acute Care Rehab at Sparrow Health System  [Physical Therapist Acute Care Rehab at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169298/share_preview)  Physical Therapist Float Pool Outpatient at Sparrow Health System  [Physical Therapist Float Pool Outpatient at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169288/share_preview)  Physical Therapist Float Pool Outpatient at Sparrow Health System  [Physical Therapist Float Pool Outpatient at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169284/share_preview)  S Manager Central Warehouse Operations at Sparrow Health System  [S Manager Central Warehouse Operations at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169283/share_preview)  Physical Therapist at Sparrow Health System  [Physical Therapist at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169278/share_preview)  Physical Therapist Outpatient Rehab at Sparrow Health System  [Physical Therapist Outpatient Rehab at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169272/share_preview)  Occupational Health MEDICAL ASSISTANT at Sparrow Health System  [Occupational Health MEDICAL ASSISTANT at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169270/share_preview)  PHYSICAL THERAPIST Sign on Bonus at Sparrow Health System  [PHYSICAL THERAPIST Sign on Bonus at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169269/share_preview)  Sparrow Eaton- Alive Athletic Trainer at Sparrow Health System  [Sparrow Eaton- Alive Athletic Trainer at Sparrow Health System](https://iupui.joinhandshake.com/jobs/8169267/share_preview)  Grocery DC Information Technology & Systems Manager at Walmart & Sam's Club  [Grocery DC Information Technology & Systems Manager at Walmart & Sam's Club](https://iupui.joinhandshake.com/jobs/8168978/share_preview)  HR Office/Training Manager at Walmart & Sam's Club  [HR Office/Training Manager at Walmart & Sam's Club](https://iupui.joinhandshake.com/jobs/8168974/share_preview)  Post Doctorate RA - Applied Radiation Detection (7640) at Pacific Northwest National Laboratory  [Post Doctorate RA - Applied Radiation Detection (7640) at Pacific Northwest National Laboratory](https://iupui.joinhandshake.com/jobs/8168080/share_preview)  Police Officer at The Blue Line  [Police Officer at The Blue Line](https://iupui.joinhandshake.com/jobs/8164474/share_preview)  Orr Fellow at Orr Fellowship  [Orr Fellow at Orr Fellowship](https://iupui.joinhandshake.com/jobs/8159131/share_preview)  Jewelry Sales Consultant - Roseville at Brilliant Earth  [Jewelry Sales Consultant - Roseville at Brilliant Earth](https://iupui.joinhandshake.com/jobs/8153364/share_preview)  Production Business Technology Rotation Analyst Program at PENNYMAC  [Production Business Technology Rotation Analyst Program at PENNYMAC](https://iupui.joinhandshake.com/jobs/8148392/share_preview)  AmeriCorps Program Coordinator/Regional Program Coordinator (Pasadena) at AmeriCorps  [AmeriCorps Program Coordinator/Regional Program Coordinator (Pasadena) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8146244/share_preview)  AmeriCorps Program Coordinator (Los Angeles) at AmeriCorps  [AmeriCorps Program Coordinator (Los Angeles) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8146222/share_preview)  AmeriCorps Literacy Lead (Pasadena) at AmeriCorps  [AmeriCorps Literacy Lead (Pasadena) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8146211/share_preview)  AmeriCorps Volunteer Coordinator (Silicon Valley) at AmeriCorps  [AmeriCorps Volunteer Coordinator (Silicon Valley) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8146186/share_preview)  AmeriCorps Regional Program Coordinator (Fort Worth) at AmeriCorps  [AmeriCorps Regional Program Coordinator (Fort Worth) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8146085/share_preview)  AmeriCorps Regional Program Coordinator (Dallas) at AmeriCorps  [AmeriCorps Regional Program Coordinator (Dallas) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8146077/share_preview)  AmeriCorps Literacy Lead (Dallas) at AmeriCorps  [AmeriCorps Literacy Lead (Dallas) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8146065/share_preview)  AmeriCorps Program Coordinator (Fort Worth) at AmeriCorps  [AmeriCorps Program Coordinator (Fort Worth) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8146056/share_preview)  AmeriCorps Program Coordinator (New York) at AmeriCorps  [AmeriCorps Program Coordinator (New York) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8145982/share_preview)  AmeriCorps Volunteer Coordinator (New York) at AmeriCorps  [AmeriCorps Volunteer Coordinator (New York) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8145966/share_preview)  AmeriCorps Literacy Lead (Tulsa) at AmeriCorps  [AmeriCorps Literacy Lead (Tulsa) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8144370/share_preview)  AmeriCorps Program Coordinator (Tulsa) at AmeriCorps  [AmeriCorps Program Coordinator (Tulsa) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8144344/share_preview)  AmeriCorps Program Coordinator/Regional Program Coordinator (Colorado) at AmeriCorps  [AmeriCorps Program Coordinator/Regional Program Coordinator (Colorado) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8144231/share_preview)  AmeriCorps Literacy Lead (Colorado) at AmeriCorps  [AmeriCorps Literacy Lead (Colorado) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8144127/share_preview)  AmeriCorps Regional Program Coordinator (Bay Area) at AmeriCorps  [AmeriCorps Regional Program Coordinator (Bay Area) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143911/share_preview)  AmeriCorps Volunteer Coordinator (Bay Area) at AmeriCorps  [AmeriCorps Volunteer Coordinator (Bay Area) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143899/share_preview)  AmeriCorps Program Coordinator (Bay Area) at AmeriCorps  [AmeriCorps Program Coordinator (Bay Area) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143871/share_preview)  AmeriCorps Program Coordinator (Seattle) at AmeriCorps  [AmeriCorps Program Coordinator (Seattle) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143652/share_preview)  AmeriCorps Program Coordinator (DC) at AmeriCorps  [AmeriCorps Program Coordinator (DC) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143451/share_preview)  AmeriCorps Program Coordinator (DC) at AmeriCorps  [AmeriCorps Program Coordinator (DC) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143446/share_preview)  AmeriCorps Literacy Lead (DC) at AmeriCorps  [AmeriCorps Literacy Lead (DC) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143421/share_preview)  AmeriCorps Literacy Lead (DC) at AmeriCorps  [AmeriCorps Literacy Lead (DC) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143419/share_preview)  AmeriCorps Program Coordinator (Baltimore) at AmeriCorps  [AmeriCorps Program Coordinator (Baltimore) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143285/share_preview)  AmeriCorps Regional Program Coordinator (Baltimore) at AmeriCorps  [AmeriCorps Regional Program Coordinator (Baltimore) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143264/share_preview)  AmeriCorps Literacy Lead (Baltimore) at AmeriCorps  [AmeriCorps Literacy Lead (Baltimore) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143251/share_preview)  AmeriCorps Volunteer Coordinator (Baltimore) at AmeriCorps  [AmeriCorps Volunteer Coordinator (Baltimore) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8143227/share_preview)  AmeriCorps Program Coordinator (South Carolina) at AmeriCorps  [AmeriCorps Program Coordinator (South Carolina) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8142994/share_preview)  AmeriCorps Volunteer Coordinator (South Carolina) at AmeriCorps  [AmeriCorps Volunteer Coordinator (South Carolina) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8142965/share_preview)  AmeriCorps Literacy Lead (South Carolina) at AmeriCorps  [AmeriCorps Literacy Lead (South Carolina) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8142953/share_preview)  AmeriCorps Volunteer Coordinator (Twin Cities) at AmeriCorps  [AmeriCorps Volunteer Coordinator (Twin Cities) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8142853/share_preview)  AmeriCorps Program Coordinator (Twin Cities) at AmeriCorps  [AmeriCorps Program Coordinator (Twin Cities) at AmeriCorps](https://iupui.joinhandshake.com/jobs/8142833/share_preview)   #### Internships  College Ambassador Content Creator Internship (Remote) at Off Topic Games  [College Ambassador Content Creator Internship (Remote) at Off Topic Games](https://iupui.joinhandshake.com/jobs/8261785/share_preview)  Student Trainee (Admin) at U.S. Office of Personnel Management (OPM)  [Student Trainee (Admin) at U.S. Office of Personnel Management (OPM)](https://iupui.joinhandshake.com/jobs/8273100/share_preview)  User Experience (UX) Intern at Bosa  [User Experience (UX) Intern at Bosa](https://iupui.joinhandshake.com/jobs/8267573/share_preview)  Software Engineer Part-time Intern - Undergrad at Proofpoint  [Software Engineer Part-time Intern - Undergrad at Proofpoint](https://iupui.joinhandshake.com/jobs/8267299/share_preview)  Summer Associate, Client Service, New York, 2024 at AlphaSights  [Summer Associate, Client Service, New York, 2024 at AlphaSights](https://iupui.joinhandshake.com/jobs/8263486/share_preview)  Training Operations Part-time Intern - Undergrad at Proofpoint  [Training Operations Part-time Intern - Undergrad at Proofpoint](https://iupui.joinhandshake.com/jobs/8260353/share_preview)  Email Marketing Intern at Group 22  [Email Marketing Intern at Group 22](https://iupui.joinhandshake.com/jobs/8252840/share_preview)  Art Auction Paid Intern at China Guardian (USA), Inc.  [Art Auction Paid Intern at China Guardian (USA), Inc.](https://iupui.joinhandshake.com/jobs/8252402/share_preview)  Lilly Undergrad Human Resources Intern at Eli Lilly and Company  [Lilly Undergrad Human Resources Intern at Eli Lilly and Company](https://iupui.joinhandshake.com/jobs/8250784/share_preview)  Dellstar VR is looking for a VR Product and Services Intern at Work and Learn Indiana  [Dellstar VR is looking for a VR Product and Services Intern at Work and Learn Indiana](https://iupui.joinhandshake.com/jobs/8247690/share_preview)  Associate Software Engineering Intern at Best Buy Corporate  [Associate Software Engineering Intern at Best Buy Corporate](https://iupui.joinhandshake.com/jobs/8247230/share_preview)  Graduate Data Scientist Intern at Best Buy Corporate  [Graduate Data Scientist Intern at Best Buy Corporate](https://iupui.joinhandshake.com/jobs/8247220/share_preview)  Financial Analyst Intern at Best Buy Corporate  [Financial Analyst Intern at Best Buy Corporate](https://iupui.joinhandshake.com/jobs/8246600/share_preview)  Merchandising and Demand Planning Intern at Best Buy Corporate  [Merchandising and Demand Planning Intern at Best Buy Corporate](https://iupui.joinhandshake.com/jobs/8246428/share_preview)  2024 Summer Analyst: Fixed Income Capital Markets - Birmingham at Stifel  [2024 Summer Analyst: Fixed Income Capital Markets - Birmingham at Stifel](https://iupui.joinhandshake.com/jobs/8244916/share_preview)  Microsoft Access database at Vaxa Inc.  [Microsoft Access database at Vaxa Inc.](https://iupui.joinhandshake.com/jobs/8242024/share_preview)  Career Development Internship at AsylumWorks  [Career Development Internship at AsylumWorks](https://iupui.joinhandshake.com/jobs/8241479/share_preview)  Communications Intern at AsylumWorks  [Communications Intern at AsylumWorks](https://iupui.joinhandshake.com/jobs/8241330/share_preview)  Summer Associate, Client Service, 2024 (San Francisco) at AlphaSights  [Summer Associate, Client Service, 2024 (San Francisco) at AlphaSights](https://iupui.joinhandshake.com/jobs/8235066/share_preview)  Plastic-Free Schools Internship at University of Wisconsin Sea Grant/ Water Resources Institute  [Plastic-Free Schools Internship at University of Wisconsin Sea Grant/ Water Resources Institute](https://iupui.joinhandshake.com/jobs/8234999/share_preview)  Quality Engineering Intern - Denver at CONMED  [Quality Engineering Intern - Denver at CONMED](https://iupui.joinhandshake.com/jobs/8233264/share_preview)  Quality Engineering Intern at CONMED  [Quality Engineering Intern at CONMED](https://iupui.joinhandshake.com/jobs/8233224/share_preview)  Quality Engineering Intern - Memphis at CONMED  [Quality Engineering Intern - Memphis at CONMED](https://iupui.joinhandshake.com/jobs/8233248/share_preview)  Quality Systems Technology Intern at CONMED  [Quality Systems Technology Intern at CONMED](https://iupui.joinhandshake.com/jobs/8233167/share_preview)  Quality Systems Engineering Intern at CONMED  [Quality Systems Engineering Intern at CONMED](https://iupui.joinhandshake.com/jobs/8233120/share_preview)  Spring 2024 Clinical Intern at Syneos Health  [Spring 2024 Clinical Intern at Syneos Health](https://iupui.joinhandshake.com/jobs/8231196/share_preview)  Plastic-Free Schools Internship at University of Wisconsin - Madison  [Plastic-Free Schools Internship at University of Wisconsin - Madison](https://iupui.joinhandshake.com/jobs/8227440/share_preview)  Translation Intern at Light & Wonder  [Translation Intern at Light & Wonder](https://iupui.joinhandshake.com/jobs/8180331/share_preview)  Visionaries of the Year Campaign Development Intern - Metro NY at The Leukemia & Lymphoma Society (Official)  [Visionaries of the Year Campaign Development Intern - Metro NY at The Leukemia & Lymphoma Society (Official)](https://iupui.joinhandshake.com/jobs/8226198/share_preview)  Master's Level Residential Paid Internship, Memphis, TN - Spring 2024 at Youth Villages  [Master's Level Residential Paid Internship, Memphis, TN - Spring 2024 at Youth Villages](https://iupui.joinhandshake.com/jobs/8223036/share_preview)  Marketing Intern at Work and Learn Indiana  [Marketing Intern at Work and Learn Indiana](https://iupui.joinhandshake.com/jobs/8218390/share_preview)  Business Management Intern at Work and Learn Indiana  [Business Management Intern at Work and Learn Indiana](https://iupui.joinhandshake.com/jobs/8218377/share_preview)  Valuation Intern Summer 2024 at Miller Cooper & Co.  [Valuation Intern Summer 2024 at Miller Cooper & Co.](https://iupui.joinhandshake.com/jobs/8215993/share_preview)  Accounting Intern at MD&A  [Accounting Intern at MD&A](https://iupui.joinhandshake.com/jobs/8213132/share_preview)  2024 Summer Associate - Quantitative Rotation Program, TD Securities at TD  [2024 Summer Associate - Quantitative Rotation Program, TD Securities at TD](https://iupui.joinhandshake.com/jobs/8210908/share_preview)  University Intern, Disputes & Economics (Healthcare Disputes) (Chicago) at Ankura  [University Intern, Disputes & Economics (Healthcare Disputes) (Chicago) at Ankura](https://iupui.joinhandshake.com/jobs/8209776/share_preview)  Corporate Finance Summer Internship Program at Citizens  [Corporate Finance Summer Internship Program at Citizens](https://iupui.joinhandshake.com/jobs/8206849/share_preview)  Internal Audit Summer Internship Program at Citizens  [Internal Audit Summer Internship Program at Citizens](https://iupui.joinhandshake.com/jobs/8206837/share_preview)  2024 Nestlé USA Finance & Accounting Internship at Nestlé  [2024 Nestlé USA Finance & Accounting Internship at Nestlé](https://iupui.joinhandshake.com/jobs/8205257/share_preview)  Production Engineer Co-Op in Pyrrole Manufacturing at BASF Corporation  [Production Engineer Co-Op in Pyrrole Manufacturing at BASF Corporation](https://iupui.joinhandshake.com/jobs/8203428/share_preview)  Internships in Equipment/Process Engineering - Summer 2024 at NXP Semiconductors  [Internships in Equipment/Process Engineering - Summer 2024 at NXP Semiconductors](https://iupui.joinhandshake.com/jobs/8203398/share_preview)  Social Media Manager | TikTok Content Creator at Tutorly.ai  [Social Media Manager | TikTok Content Creator at Tutorly.ai](https://iupui.joinhandshake.com/jobs/8199602/share_preview)  Production Engineer Summer/Fall Co-op in Utilities/Incineration at BASF Corporation  [Production Engineer Summer/Fall Co-op in Utilities/Incineration at BASF Corporation](https://iupui.joinhandshake.com/jobs/8197011/share_preview)  Production Engineer Spring Co-op in Utilities/Incineration at BASF Corporation  [Production Engineer Spring Co-op in Utilities/Incineration at BASF Corporation](https://iupui.joinhandshake.com/jobs/8196975/share_preview)  University Intern, Disputes & Economics (Healthcare Disputes) (Washington, DC) at Ankura  [University Intern, Disputes & Economics (Healthcare Disputes) (Washington, DC) at Ankura](https://iupui.joinhandshake.com/jobs/8196285/share_preview)  Gallery Intern at Work and Learn Indiana  [Gallery Intern at Work and Learn Indiana](https://iupui.joinhandshake.com/jobs/8192580/share_preview)  2024 Global Finance & Business Management Analyst Program - Summer Analyst Opportunity - 210443235 at JPMorgan Chase & Co.  [2024 Global Finance & Business Management Analyst Program - Summer Analyst Opportunity - 210443235 at JPMorgan Chase & Co.](https://iupui.joinhandshake.com/jobs/8192180/share_preview)  2024 Human Resources Analyst Development Program – Summer Analyst Opportunity (New York Metro) - 210443217 at JPMorgan Chase & Co.  [2024 Human Resources Analyst Development Program – Summer Analyst Opportunity (New York Metro) - 210443217 at JPMorgan Chase & Co.](https://iupui.joinhandshake.com/jobs/8192174/share_preview)  Digital Video Specialists (UNPAID & VIRTUAL) at Super Purposes™  [Digital Video Specialists (UNPAID & VIRTUAL) at Super Purposes™](https://iupui.joinhandshake.com/jobs/8190672/share_preview)  Summer 2024 Internship - Environment, Health and Safety Intern at Watts Water Technologies  [Summer 2024 Internship - Environment, Health and Safety Intern at Watts Water Technologies](https://iupui.joinhandshake.com/jobs/8190556/share_preview)  Lodging Hospitality Internships at Deer Valley Resort  [Lodging Hospitality Internships at Deer Valley Resort](https://iupui.joinhandshake.com/jobs/8188546/share_preview)  IT Intern (Fall 2023) at Fives North American Combustion, Inc.  [IT Intern (Fall 2023) at Fives North American Combustion, Inc.](https://iupui.joinhandshake.com/jobs/8185694/share_preview)  Education and Interpretation Members - Golden Gate National Recreation Area at American Conservation Experience  [Education and Interpretation Members - Golden Gate National Recreation Area at American Conservation Experience](https://iupui.joinhandshake.com/jobs/8185560/share_preview)  Activation Intern, Playfly Creates at Playfly Sports  [Activation Intern, Playfly Creates at Playfly Sports](https://iupui.joinhandshake.com/jobs/8184653/share_preview)  Internship Program: Commercial Support/Customer Service at Tetra Pak  [Internship Program: Commercial Support/Customer Service at Tetra Pak](https://iupui.joinhandshake.com/jobs/8183945/share_preview)  Engineering Summer 2024 Intern - Purdue University at Forvia Faurecia  [Engineering Summer 2024 Intern - Purdue University at Forvia Faurecia](https://iupui.joinhandshake.com/jobs/8183051/share_preview)  2024 Charles Schwab Charitable Service & Operations Internship (Westlake, TX) at Charles Schwab & Company  [2024 Charles Schwab Charitable Service & Operations Internship (Westlake, TX) at Charles Schwab & Company](https://iupui.joinhandshake.com/jobs/8182046/share_preview)  Manufacturing Engineering Intern (Summer 2024) at Vertiv  [Manufacturing Engineering Intern (Summer 2024) at Vertiv](https://iupui.joinhandshake.com/jobs/8181322/share_preview)  Visual Information and Environmental Education Member at American Conservation Experience  [Visual Information and Environmental Education Member at American Conservation Experience](https://iupui.joinhandshake.com/jobs/8179946/share_preview)  Southwest Region GIS Intern – Remote at Arizona Conservation Corps  [Southwest Region GIS Intern – Remote at Arizona Conservation Corps](https://iupui.joinhandshake.com/jobs/8179948/share_preview)  Student Assistant - Administration Student Assistant - District 11 Traffic Operations at Caltrans HQ  [Student Assistant - Administration Student Assistant - District 11 Traffic Operations at Caltrans HQ](https://iupui.joinhandshake.com/jobs/8179146/share_preview)  Occupational Safety (Summer Intern) at BASF Corporation  [Occupational Safety (Summer Intern) at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174244/share_preview)  EHS Environmental Engineer (Summer Intern) at BASF Corporation  [EHS Environmental Engineer (Summer Intern) at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174212/share_preview)  Production Engineer Co-op (in IMIs chemical manufacturing unit) at BASF Corporation  [Production Engineer Co-op (in IMIs chemical manufacturing unit) at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174185/share_preview)  Reliability & Asset Engineer Co-Op (Fall) at BASF Corporation  [Reliability & Asset Engineer Co-Op (Fall) at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174167/share_preview)  Reliability & Asset Engineer Co-Op at BASF Corporation  [Reliability & Asset Engineer Co-Op at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174143/share_preview)  Instrument & Electrical Engineering Intern or Co-Op at BASF Corporation  [Instrument & Electrical Engineering Intern or Co-Op at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174110/share_preview)  Process & Controls Engineering Intern or Co-Op at BASF Corporation  [Process & Controls Engineering Intern or Co-Op at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174104/share_preview)  Technology Engineer Intern (or Co-op) at BASF Corporation  [Technology Engineer Intern (or Co-op) at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174070/share_preview)  Document Control Assistant (Summer Intern) at BASF Corporation  [Document Control Assistant (Summer Intern) at BASF Corporation](https://iupui.joinhandshake.com/jobs/8174023/share_preview)  Production Engineer Summer Intern (in IMIs chemical manufacturing unit) at BASF Corporation  [Production Engineer Summer Intern (in IMIs chemical manufacturing unit) at BASF Corporation](https://iupui.joinhandshake.com/jobs/8173902/share_preview)  Office Intern at Benhar Office Interiors  [Office Intern at Benhar Office Interiors](https://iupui.joinhandshake.com/jobs/8173846/share_preview)  Production Engineer Summer Intern (for Formulations & Packaging Unit ) at BASF Corporation  [Production Engineer Summer Intern (for Formulations & Packaging Unit ) at BASF Corporation](https://iupui.joinhandshake.com/jobs/8173831/share_preview)  USFS Research Opportunity for Climate Analyses of Bristlecone Pine at Oak Ridge Institute for Science and Education  [USFS Research Opportunity for Climate Analyses of Bristlecone Pine at Oak Ridge Institute for Science and Education](https://iupui.joinhandshake.com/jobs/8173808/share_preview)  Quality Control Summer Intern at BASF Corporation  [Quality Control Summer Intern at BASF Corporation](https://iupui.joinhandshake.com/jobs/8173770/share_preview)  Organic Chemistry Intern at BASF Corporation  [Organic Chemistry Intern at BASF Corporation](https://iupui.joinhandshake.com/jobs/8173707/share_preview)  Procurement Sourcing Analyst - Intern at Eli Lilly and Company  [Procurement Sourcing Analyst - Intern at Eli Lilly and Company](https://iupui.joinhandshake.com/jobs/8173077/share_preview)  Iowa Wild - Ice Operations Crew (Part-Time) at Minnesota Wild  [Iowa Wild - Ice Operations Crew (Part-Time) at Minnesota Wild](https://iupui.joinhandshake.com/jobs/8167793/share_preview)  University Summer Intern, Construction, Disputes & Advisory (San Francisco) at Ankura  [University Summer Intern, Construction, Disputes & Advisory (San Francisco) at Ankura](https://iupui.joinhandshake.com/jobs/8160414/share_preview)  American Express 2024 Summer Internship Opportunities at American Express  [American Express 2024 Summer Internship Opportunities at American Express](https://iupui.joinhandshake.com/jobs/8160054/share_preview)  Mental Health Crisis Training Instructor-AmeriCorps at AmeriCorps  [Mental Health Crisis Training Instructor-AmeriCorps at AmeriCorps](https://iupui.joinhandshake.com/jobs/8159542/share_preview)  Data Scientist Co-Op/Intern at The Mosaic Company  [Data Scientist Co-Op/Intern at The Mosaic Company](https://iupui.joinhandshake.com/jobs/8157357/share_preview)  Fall 2023 Commercial Risk Management Intern at Hylant  [Fall 2023 Commercial Risk Management Intern at Hylant](https://iupui.joinhandshake.com/jobs/8157002/share_preview)  Organizational Health and Development at Universities Space Research Association (USRA)  [Organizational Health and Development at Universities Space Research Association (USRA)](https://iupui.joinhandshake.com/jobs/8153002/share_preview)  Intern at Dant Advocacy  [Intern at Dant Advocacy](https://iupui.joinhandshake.com/jobs/8149693/share_preview)  Strategy and Corporate Development Summer Analyst at Santander US  [Strategy and Corporate Development Summer Analyst at Santander US](https://iupui.joinhandshake.com/jobs/8151334/share_preview)  University Intern, Forensic Accounting & Claims Consulting (Dallas) at Ankura  [University Intern, Forensic Accounting & Claims Consulting (Dallas) at Ankura](https://iupui.joinhandshake.com/jobs/8149229/share_preview)  University Intern, Forensic Accounting & Claims Consulting (Houston) at Ankura  [University Intern, Forensic Accounting & Claims Consulting (Houston) at Ankura](https://iupui.joinhandshake.com/jobs/8149217/share_preview)  University Intern, Forensic Accounting & Claims Consulting (Atlanta) at Ankura  [University Intern, Forensic Accounting & Claims Consulting (Atlanta) at Ankura](https://iupui.joinhandshake.com/jobs/8149203/share_preview)  University Summer Intern, Forensic Accounting & Claims Consulting (Chicago) at Ankura  [University Summer Intern, Forensic Accounting & Claims Consulting (Chicago) at Ankura](https://iupui.joinhandshake.com/jobs/8149192/share_preview)  University Intern, Construction, Disputes & Advisory (Phoenix) at Ankura  [University Intern, Construction, Disputes & Advisory (Phoenix) at Ankura](https://iupui.joinhandshake.com/jobs/8149177/share_preview)  University Intern, Construction Disputes & Advisory (Boston) at Ankura  [University Intern, Construction Disputes & Advisory (Boston) at Ankura](https://iupui.joinhandshake.com/jobs/8149163/share_preview)  University Intern, Construction Disputes & Advisory (Fairfield) at Ankura  [University Intern, Construction Disputes & Advisory (Fairfield) at Ankura](https://iupui.joinhandshake.com/jobs/8149154/share_preview)  University Intern, Construction Disputes & Advisory (New York) at Ankura  [University Intern, Construction Disputes & Advisory (New York) at Ankura](https://iupui.joinhandshake.com/jobs/8149140/share_preview)  University Intern, Construction Disputes & Advisory (Washington, DC) at Ankura  [University Intern, Construction Disputes & Advisory (Washington, DC) at Ankura](https://iupui.joinhandshake.com/jobs/8149097/share_preview)  University Intern, Construction Disputes & Advisory (Washington, DC) at Ankura  [University Intern, Construction Disputes & Advisory (Washington, DC) at Ankura](https://iupui.joinhandshake.com/jobs/8148998/share_preview)  University Summer Intern, Office of the CFO (Los Angeles) at Ankura  [University Summer Intern, Office of the CFO (Los Angeles) at Ankura](https://iupui.joinhandshake.com/jobs/8148766/share_preview)  University Summer Intern, Office of the CFO (Chicago) at Ankura  [University Summer Intern, Office of the CFO (Chicago) at Ankura](https://iupui.joinhandshake.com/jobs/8148756/share_preview)  University Summer Intern, Office of the CFO (New York) at Ankura  [University Summer Intern, Office of the CFO (New York) at Ankura](https://iupui.joinhandshake.com/jobs/8148736/share_preview)  Sales Internship - Long Beach, CA Summer 2024 at Crown Equipment Corporation  [Sales Internship - Long Beach, CA Summer 2024 at Crown Equipment Corporation](https://iupui.joinhandshake.com/jobs/8147493/share_preview)  Engineering Intern (Civil/Enviromental) at Carollo Engineers  [Engineering Intern (Civil/Enviromental) at Carollo Engineers](https://iupui.joinhandshake.com/jobs/8143727/share_preview)  Patient Support Program (PSP) Intern at Indivior PLC  [Patient Support Program (PSP) Intern at Indivior PLC](https://iupui.joinhandshake.com/jobs/8112362/share_preview)  USDA-ARS High School Research Opportunity at Oak Ridge Institute for Science and Education  [USDA-ARS High School Research Opportunity at Oak Ridge Institute for Science and Education](https://iupui.joinhandshake.com/jobs/8140500/share_preview)  Creator: Social Media, Email, Video Content for Kids Retail Brand at Carex Consulting Group  [Creator: Social Media, Email, Video Content for Kids Retail Brand at Carex Consulting Group](https://iupui.joinhandshake.com/jobs/7952651/share_preview)  Marketing / Sales Intern at Drew Federau State Farm  [Marketing / Sales Intern at Drew Federau State Farm](https://iupui.joinhandshake.com/jobs/8125570/share_preview)  Product Management Intern at Irregular Hours  [Product Management Intern at Irregular Hours](https://iupui.joinhandshake.com/jobs/8120242/share_preview)  Community Specialist at Irregular Hours  [Community Specialist at Irregular Hours](https://iupui.joinhandshake.com/jobs/8112800/share_preview)  Plant Science Internship at The Walt Disney Company  [Plant Science Internship at The Walt Disney Company](https://iupui.joinhandshake.com/jobs/8122106/share_preview)  Visitor Services & Natural Resource Protection Member – Cabo Rojo National Wildlife Refuge at American Conservation Experience  [Visitor Services & Natural Resource Protection Member – Cabo Rojo National Wildlife Refuge at American Conservation Experience](https://iupui.joinhandshake.com/jobs/8115885/share_preview)  Youth Stewardship Program Intern (LOCAL APPLICANTS PREFERRED) at The Student Conservation Association  [Youth Stewardship Program Intern (LOCAL APPLICANTS PREFERRED) at The Student Conservation Association](https://iupui.joinhandshake.com/jobs/8114827/share_preview)  Audit Intern (Remote) at Court Administrative Services  [Audit Intern (Remote) at Court Administrative Services](https://iupui.joinhandshake.com/jobs/8113670/share_preview)  Audit Intern (Remote) at Court Administrative Services  [Audit Intern (Remote) at Court Administrative Services](https://iupui.joinhandshake.com/jobs/8030122/share_preview)  Paid Part-time Professional Sales and Marketing Experience with Great Benefits in Wholesale Brokerage or Retail Agency (Fall 2023) at United States Liability Insurance Group  [Paid Part-time Professional Sales and Marketing Experience with Great Benefits in Wholesale Brokerage or Retail Agency (Fall 2023) at United States Liability Insurance Group](https://iupui.joinhandshake.com/jobs/8112887/share_preview)  Programs Officer at Work and Learn Indiana  [Programs Officer at Work and Learn Indiana](https://iupui.joinhandshake.com/jobs/8111262/share_preview)  Summer Intern - Marketing & Sales at Union Pacific Railroad  [Summer Intern - Marketing & Sales at Union Pacific Railroad](https://iupui.joinhandshake.com/jobs/8105817/share_preview)  2024 Asset Management Summer Intern at U.S. Bank  [2024 Asset Management Summer Intern at U.S. Bank](https://iupui.joinhandshake.com/jobs/8101211/share_preview)  2024 Investment Services Summer Intern at U.S. Bank  [2024 Investment Services Summer Intern at U.S. Bank](https://iupui.joinhandshake.com/jobs/8101199/share_preview)  2024 Wealth Management Summer Intern at U.S. Bank  [2024 Wealth Management Summer Intern at U.S. Bank](https://iupui.joinhandshake.com/jobs/8101186/share_preview)  State Government Relations Intern at Bose Public Affairs Group  [State Government Relations Intern at Bose Public Affairs Group](https://iupui.joinhandshake.com/jobs/8099250/share_preview)  Student Teacher / Counselor Inernship at Stride, Inc.  [Student Teacher / Counselor Inernship at Stride, Inc.](https://iupui.joinhandshake.com/jobs/8098180/share_preview)  Online Teaching Internship (ESL/EFL) at PLUS U.S. Corporation  [Online Teaching Internship (ESL/EFL) at PLUS U.S. Corporation](https://iupui.joinhandshake.com/jobs/8094998/share_preview)  Accounting Intern at BPX Logistics  [Accounting Intern at BPX Logistics](https://iupui.joinhandshake.com/jobs/8088691/share_preview)  Sodexo Hospitality Intern at Sodexo  [Sodexo Hospitality Intern at Sodexo](https://iupui.joinhandshake.com/jobs/8085712/share_preview)  Sodexo Culinary Intern at Sodexo  [Sodexo Culinary Intern at Sodexo](https://iupui.joinhandshake.com/jobs/8085489/share_preview)  Sodexo Environmental Services Intern at Sodexo  [Sodexo Environmental Services Intern at Sodexo](https://iupui.joinhandshake.com/jobs/8085160/share_preview)  Sodexo Environment Services Intern at Sodexo  [Sodexo Environment Services Intern at Sodexo](https://iupui.joinhandshake.com/jobs/8084842/share_preview)  Sodexo Environmental Services Intern at Sodexo  [Sodexo Environmental Services Intern at Sodexo](https://iupui.joinhandshake.com/jobs/8084725/share_preview)  Sodexo Environment Services Intern at Sodexo  [Sodexo Environment Services Intern at Sodexo](https://iupui.joinhandshake.com/jobs/8084642/share_preview)  Sodexo Culinary Intern at Sodexo  [Sodexo Culinary Intern at Sodexo](https://iupui.joinhandshake.com/jobs/8084384/share_preview)  Sodexo Environmental Services Intern at Sodexo  [Sodexo Environmental Services Intern at Sodexo](https://iupui.joinhandshake.com/jobs/8084344/share_preview)  Sodexo Intern - Campus Food  at Sodexo  [Sodexo Intern - Campus Food  at Sodexo](https://iupui.joinhandshake.com/jobs/8081200/share_preview)  AI_Software Engineering Intern (Computer Vision) at Heir8fied  [AI_Software Engineering Intern (Computer Vision) at Heir8fied](https://iupui.joinhandshake.com/jobs/8080656/share_preview)  Human Resource Intern at HireLevel.  [Human Resource Intern at HireLevel.](https://iupui.joinhandshake.com/jobs/8079775/share_preview)  2024 Staff Accountant Intern - Long Beach at Novogradac & Company LLP  [2024 Staff Accountant Intern - Long Beach at Novogradac & Company LLP](https://iupui.joinhandshake.com/jobs/8073549/share_preview)  2024 Staff Accountant Intern - Portland at Novogradac & Company LLP  [2024 Staff Accountant Intern - Portland at Novogradac & Company LLP](https://iupui.joinhandshake.com/jobs/8073552/share_preview)  2024 Staff Accountant Intern - Bellevue at Novogradac & Company LLP  [2024 Staff Accountant Intern - Bellevue at Novogradac & Company LLP](https://iupui.joinhandshake.com/jobs/8073541/share_preview)  Content Creation Intern at Riveting Technology  [Content Creation Intern at Riveting Technology](https://iupui.joinhandshake.com/jobs/8073214/share_preview)  M3 Whitetails Fall/Winter Internship at M3 Whitetails  [M3 Whitetails Fall/Winter Internship at M3 Whitetails](https://iupui.joinhandshake.com/jobs/8070755/share_preview)  Intern, Compliance Risk and Diligence - Chicago at Kroll  [Intern, Compliance Risk and Diligence - Chicago at Kroll](https://iupui.joinhandshake.com/jobs/8070570/share_preview)  Intern, Compliance Risk and Diligence - Washington DC at Kroll  [Intern, Compliance Risk and Diligence - Washington DC at Kroll](https://iupui.joinhandshake.com/jobs/8069291/share_preview)  USFS Research Opportunity for Climate Analyses of Bristlecone Pine at Oak Ridge Institute for Science and Education  [USFS Research Opportunity for Climate Analyses of Bristlecone Pine at Oak Ridge Institute for Science and Education](https://iupui.joinhandshake.com/jobs/8068041/share_preview)  Cultural Resources Intern at SWCA Environmental Consultants  [Cultural Resources Intern at SWCA Environmental Consultants](https://iupui.joinhandshake.com/jobs/8067810/share_preview)  Marketing & Sales Intern at Niiti  [Marketing & Sales Intern at Niiti](https://iupui.joinhandshake.com/jobs/7780192/share_preview)  2024 Corporate Client Banking & Specialized Industries Risk Program- Summer Analyst at JPMorgan Chase & Co.  [2024 Corporate Client Banking & Specialized Industries Risk Program- Summer Analyst at JPMorgan Chase & Co.](https://iupui.joinhandshake.com/jobs/8063084/share_preview)  Marketing/Administrative Internship at International Company (French Speaker) - Remote position at New York Habitat  [Marketing/Administrative Internship at International Company (French Speaker) - Remote position at New York Habitat](https://iupui.joinhandshake.com/jobs/8061326/share_preview)  Invasive Species Removal and Habitat Restoration Members - Bitter Creek National Wildlife Refuge at American Conservation Experience  [Invasive Species Removal and Habitat Restoration Members - Bitter Creek National Wildlife Refuge at American Conservation Experience](https://iupui.joinhandshake.com/jobs/8060490/share_preview)  2023 Fall Western Trail Corps at The Student Conservation Association  [2023 Fall Western Trail Corps at The Student Conservation Association](https://iupui.joinhandshake.com/jobs/8056531/share_preview)  Administrative Assistant at U.S. Army Training and Doctrine Command (TRADOC)  [Administrative Assistant at U.S. Army Training and Doctrine Command (TRADOC)](https://iupui.joinhandshake.com/jobs/8052867/share_preview)  HEALTHCARE CONSULTING SUMMER ANALYST 2024 at Core Finance Team Affiliates LLC  [HEALTHCARE CONSULTING SUMMER ANALYST 2024 at Core Finance Team Affiliates LLC](https://iupui.joinhandshake.com/jobs/8047692/share_preview)  HEALTHCARE CONSULTING SPRING ANALYST 2024 at Core Finance Team Affiliates LLC  [HEALTHCARE CONSULTING SPRING ANALYST 2024 at Core Finance Team Affiliates LLC](https://iupui.joinhandshake.com/jobs/8047688/share_preview)  The Career Services Council brings together IUPUI's career development professionals under the common goal of helping students, employers, and IUPUI faculty and staff connect with the appropriate resources for their unique needs.   ## Events  Feb 16  IU Luddy Indianapolis IT, Data, Design, and Digital Media Spring Career Fair (Virtual)  [IU Luddy Indianapolis IT, Data, Design, and Digital Media Spring Career Fair (Virtual)](https://events.iu.edu/live/events/1217605-iu-luddy-indianapolis-it-data-design-and-digital)  Starts at 12 p.m.  Handshake  -  View student events  View employer events  [Tweets by @iupui_career](https://twitter.com/iupui_career)   ## Make a gift  Become a Career Catalyst  Fund an internship, provide thought leadership, and equip IUPUI with the latest insights and tools.  Fund an internship, provide thought leadership, and equip IUPUI with the latest insights and tools.   ## Campus Career and Advising Services  Indiana University–Purdue University Indianapolis Taylor Hall 3140E 815 W. Michigan St. Indianapolis, IN 46202 "
  },
  {
    "url": "URL: https://career.iupui.edu/faculty-staff/managing-handshake/index.html#search",
    "body": "  ## Handshake Management  IUPUI has recently joined Handshake as the campus career services management system for the campus. The IUPUI Handshake system is managed by career services professionals in the participating schools and offices on campus.  As a campus, we are currently developing a memorandum of understanding (MOU) regarding the management of our Handshake system. Should you have questions about the management of Handshake, please reach out to Campus Career and Advising Services ( ccas@iupui.edu ).   "
  },
  {
    "url": "URL: http://career.iupui.edu/employers/career-catalyst/connect.html#search",
    "body": "  ## Connect with us  Use the form below to connect with us and learn more about the IUPUI Career Catalyst Program. "
  },
  {
    "url": "URL: http://career.iupui.edu/employers/recruit/index.html#search",
    "body": "  ## If you're unsure where to start . . .  As a first point of contact, Campus Career and Advising Services (CCAS) can assist business, industry, government, and nonprofit organizations in accessing campus career resources. CCAS can help you develop internships and partnerships with students and school representatives. If you're hiring an intern for the first time or if you’re unsure which academic department will fit your needs, contact CCAS at ccas@iupui.edu or 317-274-3595.  [Campus Career and Advising Services](https://ccas.iupui.edu/)   ### Post a position  Learn more about IUPUI Talent to post job or internship opportunities for all IUPUI students and alumni.   ### Internships  Get information and resources for creating and posting internships to recruit IUPUI students.   ### Recruit in a specific school or academic area  Many departments on campus provide recruiting services to employers wishing to hire their students for professional jobs and internship opportunities, including on-campus recruiting, job and internship fairs, cooperative education programs, job and internship databases, and resume referrals. Contact the career services office of your choice using the school-specific career services .  Many departments on campus provide recruiting services to employers wishing to hire their students for professional jobs and internship opportunities, including on-campus recruiting, job and internship fairs, cooperative education programs, job and internship databases, and resume referrals. Contact the career services office of your choice using the school-specific career services .  [school-specific career services](https://career.iupui.edu/employers/school-specific-career-offices/index.html)   ### Community Work-Study Program  Community Work-Study provides the opportunity for nonprofit and government agencies to recruit and to hire IUPUI students who qualify for Federal Work-Study as employees and interns. These part-time employment opportunities provide college students with educationally relevant work experience while making a difference in the community. Nonprofit and government agencies that qualify to become work-study agencies are responsible for paying 25% of a student's wages, while Federal Work-Study pays the other 75%. For agencies interested in becoming a work-study approved agency, contact the Office of Student Employment via email fwsjobs@iupui.edu or call (317) 274-0857.  Community Work-Study provides the opportunity for nonprofit and government agencies to recruit and to hire IUPUI students who qualify for Federal Work-Study as employees and interns. These part-time employment opportunities provide college students with educationally relevant work experience while making a difference in the community. Nonprofit and government agencies that qualify to become work-study agencies are responsible for paying 25% of a student's wages, while Federal Work-Study pays the other 75%. For agencies interested in becoming a work-study approved agency, contact the Office of Student Employment via email fwsjobs@iupui.edu or call (317) 274-0857. "
  }
]