[
  {
    "url": "URL: https://crl.iupui.edu/aboutcrl/advisoryboard.html#search",
    "body": " [Khaula Murtadha](https://engage.iupui.edu/contact/staff-directory/murtadha-khaula.html)  [Tabitha Hardy, Ph.D.](https://graduate.iupui.edu/about/staff-profiles/assistant-dean.html)  [Andrew D. Gavrin, Ph.D.](https://science.iupui.edu/physics/people-directory/people/gavrin-andrew.html)  [Jeffrey Wilson, Ph.D.](https://liberalarts.iupui.edu/about/directory/wilson-jeffrey.html)  [Brandi L. Gilbert, M.P.H.](https://lhsi.iupui.edu/about/about-the-team/brandi-gilbert.html)  [Steven J. Higbee, Ph.D.](https://et.iupui.edu/people/sjhigbee)  [Clayton L. Nicholas](https://et.iupui.edu/people/clnichol)  [Randall J. Roper, Ph.D.](https://science.iupui.edu/biology/people-directory/people/roper-randall.html)  [Keith E. Naugle, Ph.D.](https://shhs.iupui.edu/contact/directory/naugle-keith.html)  [Kristina Horn Sheeler, Ph.D.](https://honors.iupui.edu/profiles/kristina-horn-sheeler.html)  [William Potter](https://herron.iupui.edu/about/directory/profiles/potter-william.html) "
  },
  {
    "url": "URL: https://crl.iupui.edu/articlesfolder/awardarticlesfolder/risescholarship.html#search",
    "body": "  ## CRL RISE Scholarship Award  The CRL RISE Scholarships are designed to bring new students into the research and creative enterprise. Students are expected to identify a mentor and work with their mentor to write a proposal for a substantive independent research or creative project to be completed no later than by the end of the following spring semester. The scholarships will support student participation in the RISE to the IUPUI Challenge initiative, and successful completion of the sponsored project will qualify the student for the research portion of the RISE challenge. This is a faculty-mentored research experience for the duration of at least seven months (October 1 through April 30).  Five RISE to the IUPUI Challenge undergraduate research scholarships are awarded in the spring of each year. The $1,500 award is applied to the winning students’ bursar accounts. These scholarships have been made possible through the generous gift of Mr. Daniel Wilson and Dr. Kathryn J. Wilson, who served as the founding executive director of the IUPUI Center for Research and Learning. The mentors will receive $500 for research supplies or equipment. Half of the student stipend is disbursed mid-project, and the remainder upon successful completion of the project and submission of all research products. Students are expected to submit a research progress report and present their work at the IUPUI Student Research Day.   ### Eligibility requirements  Application materials will require a brief research/creative proposal ( guidelines ), CV, and copy of transcript , as well as a letter of support from the research/creative mentor.  This application opens July 15. The submission deadline is October 30. Apply here  [Apply here](https://iu.co1.qualtrics.com/jfe/form/SV_1SsEzo8LFKQqhq6)   ### Questions? "
  },
  {
    "url": "URL: https://crl.iupui.edu/aboutcrl/staff.html#search",
    "body": " [317-274-5509](https://crl.iupui.edu/tel:317-278-7683)  [317-278-7683](https://crl.iupui.edu/tel:317-278-7683)  [About IUPUI](https://www.iupui.edu/about/)  [Office of the Vice Chancellor for Research](https://research.iu.edu/)  [IUPUI Academics](https://www.iupui.edu/academics/index.html)  [Office of Undergraduate Admissions](http://enroll.iupui.edu/)  [CIVIC Engagement](https://www.iupui.edu/city/engagement.html)  [IUPUI Athletics](http://www.iupuijags.com/)  [Office of International Affairs](http://international.iupui.edu/)  [IUPUI Event](http://events.iu.edu/iupui) "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2015-2016%20AY/Articles/News_9_19_2016.html#search",
    "body": " Monday, September 19, 2016  [here](https://crl.iupui.edu/articlesfolder/researchprogramarticlesfolder/uroparticle.html)  [here](https://crl.iupui.edu/articlesfolder/researchprogramarticlesfolder/muriarticle.html) "
  },
  {
    "url": "URL: https://crl.iupui.edu/aboutcrl/index.html#search",
    "body": "  ## IUPUI Center for Research and Learning  The Center for Research and Learning (CRL) is associated with the Division of Undergraduate Education and the Office of the Vice Chancellor for Research. CRL is dedicated to serving students through a series of undergraduate research programs overseen by CRL faculty and program leaders. These programs offer students the opportunity to carry out innovative research, scholarship, and creative activity with faculty mentors through internally and externally funded programs. CRL programs engage students in research experiences, providing effective pathways for lifelong active learning, scholarship, and professional development. Vision To create and sustain world-class programs in inquiry-based student learning through innovative multidisciplinary collaboration and effective mentoring, and to promote lifelong active learning and professional development. Mission To create, promote, and coordinate, through partnerships within and outside the institution, innovative inquiry-based learning programs that integrate research and education to provide students with effective pathways for lifelong active learning and professional development.  [317-274-5509](https://crl.iupui.edu/tel:317-278-7683)  [317-278-7683](https://crl.iupui.edu/tel:317-278-7683)  [About IUPUI](https://www.iupui.edu/about/)  [Office of the Vice Chancellor for Research](https://research.iu.edu/)  [IUPUI Academics](https://www.iupui.edu/academics/index.html)  [Office of Undergraduate Admissions](http://enroll.iupui.edu/)  [CIVIC Engagement](https://www.iupui.edu/city/engagement.html)  [IUPUI Athletics](http://www.iupuijags.com/)  [Office of International Affairs](http://international.iupui.edu/)  [IUPUI Event](http://events.iu.edu/iupui) "
  },
  {
    "url": "URL: https://crl.iupui.edu/events/iupuissps/Awards/index.html#search",
    "body": "  ## Award winners and honorable mentions  Congratulations to the students who won awards or who received honorable mentions for outstanding posters or oral presentations! The quality of all the presentations was impressive and made choosing outstanding posters difficult. Students were able to present the results of a summer only project or do check-ins for a full-year project.   ### Award winners   #### Alexander Cuff, Grace McAlary, Jordan Nus, and Casey Taylor  Outstanding poster: Mediated, Photocatalyst-Free Reductive Dealkylation of Aryl Alkyl Ethers (MURI) Mentor: Sabastien Laulh   #### Raniya Knuckles  Outstanding poster: Critical Analysis of the Influence Financial Education and Banking Tools Have on Dismantling Poverty in Black Communities (UROP) Mentor: Patricia Turley   #### Scott Lohman, Mayank Malhotra, and Gracie White  Outstanding oral presentation: Analyzing Effects of Calcium Chloride on Potato Starched Based Thermoplastics Using a Box-Behnken Design of Experiments (MURI) Mentor: Andres Tovar   ### Honorable mentions for poster presentations   #### Morganna Gordon  Poster presentation: Frizzled 1 in Ovarian Cancer Stem Cells and Platinum Resistance” (DS-UROP) Mentor: Salvatore Condello   #### Janice Hsu  Poster presentation: Affinity of Vitamin E for Lipids (UROP) Mentor: Stephen R. Wassall   #### Kylie Heagy  Poster presentation: The Impact of Dyrk1a Gene Copy Number on Vestibular and Motor Reflex Development in the Ts65Dn Mouse Model of Down Syndrome (UROP) Mentor: Randall Roper   #### Caleb Manring  Poster presentation: Improved Bone Notching for Fracture Toughness Testing Mentor: Joseph Wallace   ### Event judges  We would like to thank our judges this year: "
  },
  {
    "url": "URL: https://crl.iupui.edu/studentprograms/internationalresearchprojects.html#search",
    "body": " International Research Projects If you plan to do part of your research outside the USA and request funding through any current CRL program please schedule a meeting with the CRL Executive Director prior to submitting your research proposal. Furthermore, even if your research has been approved by CRL, we will not distribute student stipends and supply funds until your travels have been approved by the Indiana University Overseas Study Advisory Council ( Osac Proposal Guidelines.pdf ). It is the responsibility of the student to provide evidence of said approval to CRL prior to the student’s departure. If the project includes human subjects including but not limited to surveys and interviews conducted abroad please follow the instructions on Research with Human Subjects .  [Osac Proposal Guidelines.pdf](http://abroad.iupui.edu/doc/develop-program/osac_proposal_guidelines.pdf)  [Research with Human Subjects](https://crl.iupui.edu/studentprograms/Human%20Subjects%20Research.html) "
  },
  {
    "url": "URL: https://crl.iupui.edu/events/iupuissps/conferenceprogram/index.html#search",
    "body": " [View the conference program](https://indiana.sharepoint.com/:b:/s/msteams_92d57a/EYv4FAoQ909LilSBCAeDfBABAvHGPyXCH5wY8feHIfAyrw?e=9FkJNt) "
  },
  {
    "url": "URL: https://crl.iupui.edu/#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!   ### Learn more about us  The IUPUI Center for Research and Learning annually honors outstanding undergraduate research and mentoring with several awards.   ### Mentored research opportunities in all academic disciplines available to undergraduate students.  What are the benefits of doing research? There’s nothing like the thrill of discovery or making an original intellectual or creative contribution to your discipline. You’ll experience how fulfilling—and fun—it is when your research or creative project reveals a new understanding that could change how people think and live.  Under faculty supervision, you’ll play a significant role in IUPUI’s research endeavor. Research experiences help you gather serious credentials for your dream career. You can expand your professional network, present your research or art project at national and international events, and get your results.  A few of the benefits of doing undergraduate research include:   ### CRL Undergraduate Research Programs   ### CRL Undergraduate Research Programs   ### Non-CRL Undergraduate Research Opportunities   ### Non-CRL Undergraduate Research Opportunities   ### News  Summer Research Symposium at IUPUI showcases student research  Two win UROP/MURI poster contest  IUPUI sophomore Karen Bonilla discusses her experience with summer undergraduate research.  2019 IU Research Day Highlights  IUPUI Student Researchers Discuss their Work and its Impact  [317-274-5509](https://crl.iupui.edu/tel:317-278-7683)  [317-278-7683](https://crl.iupui.edu/tel:317-278-7683)  [About IUPUI](https://www.iupui.edu/about/)  [Office of the Vice Chancellor for Research](https://research.iu.edu/)  [IUPUI Academics](https://www.iupui.edu/academics/index.html)  [Office of Undergraduate Admissions](http://enroll.iupui.edu/)  [CIVIC Engagement](https://www.iupui.edu/city/engagement.html)  [IUPUI Athletics](http://www.iupuijags.com/)  [Office of International Affairs](http://international.iupui.edu/)  [IUPUI Event](http://events.iu.edu/iupui) "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/index.html#search",
    "body": "  ### CRL News and Archives   ## CRL Current News 2019-2020   ## CRL Archives "
  },
  {
    "url": "URL: https://crl.iupui.edu/studentprograms/researchpositions/index.html#search",
    "body": "  ## Undergraduate research positions  Students interested in applying for a position should contact the person who posted the undergraduate research position.   ## Data entry for research with gender-diverse youth  Title: Data entry for research with gender-diverse youth  Overview: My research team is seeking an undergraduate or graduate student for assistance entering data for a research project looking at the presenting needs of gender-diverse youth seeking services from a gender health program. The RA may also be invited to participate in other projects focused on the well-being of gender-diverse youth and their families.  Responsibilities: The RA will work with Dr. Brandon-Friedman and his research team to enter data into an online data program so the data can be analyzed. The research team meets weekly to discuss the ongoing projects and plan the work for the week. All work will be done remotely with no in-person meetings required. Weekly time required will vary depending on the RA’s availability, but we are looking for someone who could work about 5–10 hours a week. This can be flexible if some weeks are busier for the RA. We will work with the RA to meet their availability. As all work is remote, it can be done at any available time other than the required weekly meeting.  Required Skills: Data entry requires attention to detail as the data must be entered exactly as written on the pdf forms. Data entry will include some text and a large amount of ratings on standardized scales.  Additional opportunities: The research team has several projects going that may have other opportunities for an RA. All research focuses on gender-diverse youth in some way. This can include working with their families, school experiences, health care experiences, and mental and physical well-being outcomes. Data analysis is ongoing so RA may have the opportunity to participate in quantitative and qualitative analyses. RA may also be able to participate in the write-up of the work as desired.  Funding: We are actively working to obtain funding to support this position. We project that we may have funding available at some point, but it is not guaranteed.  To apply: Please submit a cover letter detailing your desired learning outcomes, research experience, any experience working with LGBTQ+ youth, your interest in learning about working with gender-diverse youth and their families, and your projected availability. Cover letters should be one to two pages and include enough detail that we are able to assess your fit with our work. Previous experience is not required. Letters should be submitted to Dr. Brandon-Friedman at rifriedm@iupui.edu .   ## Nanotechnology undergraduate research lab position  Anasori Group at IUPUI is one of the leading research groups in developing a novel family of two-dimensional (2D) nanomaterials called MXenes. These nanomaterials have outperformed other materials in a variety of applications ranging from energy storage and wireless communications to biomedical applications. We are seeking undergraduate students to assist us in creating new nanocomposites for structural applications using ceramics and metals with 2D nanomaterials reinforcement as well as synthesizing novel 2D nanomaterials to add the ever-expansive family. Undergraduate students will work on the synthesis of 2D nanomaterials from their precursor materials, assist in the fabricating nanocomposites and general laboratory protocol, and measure different materials properties such as electrical and mechanical properties.  For students majoring in: ME, MET, BME, ECE, Chemistry, Physics  Interested students may contact Dr. Babak Anasori.   ## Radiology and imaging sciences undergraduate research lab position  We are seeking highly motivated chemistry, biochemistry or biotechnology/biomedical engineering students who would like to gain laboratory experience in molecular imaging research. Our laboratory designs and evaluates radioactive drugs for real-time imaging of biological processes in disease and during normal development using positron emission tomography (PET). Projects encompass a wide variety of topics in oncology, cardiac imaging, and neuroscience, and involve aspects of organic chemistry, radiochemistry, analytical chemistry, biochemistry, and small animal imaging. Depending on the specific project and student interests, students will perform radiotracer synthesis, quality control analysis, basic in vitro assays to valid radiotracer mechanism, and metabolism and/or animal imaging for measuring radiotracer biodistribution and for disease characterization.  Tasks include performing any or all of the following: synthetic chemistry, radiochemistry (including radioactive material handling), use of automated systems, quality control analysis (HPLC and GC), basic biochemistry assays (ELISA, enzyme assays, Western blot, etc), mammalian cell culture, and/or animal studies (handling of mice and rats, injections, anesthesia, dissection, PET/CT/MRI imaging).  A commitment of approximately 10 hours per week in at least three to four hour blocks is required. Knowledge of basic laboratory techniques and laboratory safety practices, attention to detail, maturity, and ability to follow directions and standard operating procedures also required. Completed or concurrent course work in organic chemistry, analytical chemistry, microbiology and/or biochemistry is a plus.  Interested students may contact:  Dr. Scott Snyder Associate Professor Department Radiology and Imaging Sciences Ssnyder7@iupui.edu   ## Traveling field biology research assistant  We are seeking a highly motivated research assistant (RA) to help with work related to tick sampling in south-central Indiana. Funded by the IU Grand Challenge Prepared for Environmental Change project, the RA will also be involved with other ongoing projects in the unit.  Responsibilities: Under the supervision of the principal investigator, the successful applicant will work with other members of the project team collecting tick samples at private residential areas in south-central Indiana. Some travel and occasional multi-day trips may be required, so the research assistant needs a driver’s license and a clean driving record. A vehicle will be provided.  Desirable skills: Although the applicant need not have previous field work experience, the successful applicant should be comfortable working outdoors, in wooded and grassy areas, be well organized and detail-oriented, with strong analytical and interpersonal skills, and be able to work effectively with minimal supervision in the field as part of a larger research project.  Additional training specific to work on these projects will be provided as necessary.  Duration of appointment: Hourly position, on a per semester basis, which can be extended to multiple semesters contingent upon satisfactory performance, and continued project funding.  To apply: please submit 1) a brief cover letter describing your research/educational background, why you're interested in the position and the date you are available to start, 2) a resume, and 3) the names and contact information (including email addresses) of two references.  The IU Fairbanks School of Public Health is committed to building and supporting a diverse, inclusive, and equitable community of students and scholars. Indiana University is an equal employment and affirmative action employer and a provider of ADA services. All qualified applicants will receive consideration for employment without regard to age, ethnicity, color, race, religion, sex, sexual orientation or identity, national origin, disability status, or protected veteran status. Interested students may contact Dr. Oghenekaro Omodior .   ## Behavioral science paid research assistant  Paid research assistant position available for an undergraduate or master's student. The position will involve helping to run subjects, collecting survey data from participants, data entry, survey creation and proof-reading, and light data analysis. The research is in judgment and decision making, specifically in the areas of consumer economic choices and health decision making. Students in psychology, marketing, or related discipline preferred but others will be considered. To apply, please email a resume and short explanation of why you are interested in participating in research. Interested students may contact Professor Helen Colby.   ## Mechanical engineering undergrad researcher  The mechanical engineering department in the School of Engineering and Technology is looking for an undergraduate student with a background in chemistry and preferably organic chemistry to assist on a research project with a focus on polymer formation and optical analysis. Interested students may contact Aaron Berndt .   ## Molecular biology undergrad researchers  Students working in the laboratory will participate in ongoing investigation of Amot-lipid membrane interactions. The major goal is to focus on the most relevant features that confer binding specificity leading to morphological changes in lipid structures related to tumor genesis. Students may work on multidisciplinary projects that include molecular biology experiments (e.g. site directed mutagenesis of DNA, cloning, western blots, co-immunoprecipitation) and biophysical experiments (e.g., x-ray crystallography, small angle scattering, dynamic light scattering, fluorescence spectroscopy/microscopy). Students can either be for work study, capstone, or credit. Students should be junior or senior level chemistry, biology, biomedical engineering, or physics majors. Basic chemistry, biology, physics, or engineering laboratory experience is a plus. Interested students may contact Dr. Ann Kimble-Hill.   ## Molecular biology undergraduate research lab volunteers  A laboratory in the IU School of Medicine in the Department of Biochemistry and Molecular Biology is looking for one to two undergraduate volunteers to assist with general lab protocols and research. Preferred candidates are first- or second-year students pursuing a B.S. degree in biology, chemistry, or a related field. Our lab has two primary projects and employs a diverse set of experimental techniques. Initial experiments are focused on molecular biology, including PCR, DNA purification, and mutagenesis. Students will also assist in the preparation of general lab solutions and routine experimental techniques. Interested students may contact Joseph Racca.   ### Ready to apply?  This application platform is being built out. Please e-mail us if you are interested.   ### Still have questions?  Contact the staff of the Center for Research and Learning for more information.   ### CEA + MURI job posting In Handshake "
  },
  {
    "url": "URL: https://crl.iupui.edu/facultyprograms/index.html#search",
    "body": " MURI facilitates the creation and support of multidisciplinary research teams consisting of undergraduate students, graduate students, post-docs, senior staff, and faculty. IUPUI students typically identify a mentor who will have them work on a current or new research project. CRL offers assistance in the development of R-courses in any discipline. "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/crlnews/News_4_3_2019a.html#search",
    "body": "  # Top 8 reasons to attend Student Research and Engagement Day  By: Ashlynn Neumeyer  Wednesday, April 03, 2019  Not all student research is solitary, crunching mountains of data for hours on end. Research and creative activities can be engaging and sociable, and it can ignite passions for a career.  Programs on campus offer fun, vibrant research and other engaged learning opportunities for all students, many of which will be showcased at Student Research and Engagement Day . There, you can celebrate the success and hard work of students across all disciplines while also learning ways to become more engaged on campus and excel beyond school yourself. Come check out these options from 9 a.m. to 5 p.m. April 12 in the Campus Center.  [Student Research and Engagement Day](https://crl.iupui.edu/iupuisrd/)   ## JagStart Idea Pitch Competition  Want to see an IUPUI rendition of \"Shark Tank\"? From 2 to 4 p.m. on the theater level, the JagStart Idea Pitch Competition will highlight IUPUI students' creativity and innovative ideas for new products, business ventures and solutions to social challenges. The competition will be in a style similar to the show, and the winner receives a $5,000 prize.   ## Creative activities  Interested in meeting cutting-edge musicians and artists? IUPUI is the place to be, and these students prove it. From 11 a.m. to 2:30 p.m., students will present their original, creative pieces of art. These pieces will include 2D and 3D sculptures, music displays and more. Many works will appeal to multiple senses, while others will ask for crowd participation with demonstrations.   ## IUPUI Student Club and Chapters Fair  Don't be a member of the \"Lonely Hearts Club.\" IUPUI has some excellent clubs and chapters to make friends and network for the future. The Student Club and Chapters Fair, from 11 a.m. to 2:30 p.m. on the first floor, is a great place to start looking. You don't have to be a party of one.  [View print quality image](https://www.iu.edu/~images/dams/ixbkt5skri_actual.jpg)   ## Play to win  There will be an assortment of carnival games to play -- with points to earn and awesome prizes to take home, too -- on the fourth floor.   ## Student poster session  Do you want a chance to win $20? Of course you do! Complete a scavenger hunt by identifying posters, solving clues and answering questions for a chance to win one of six $20 CrimsonCard credits while listening to students share their experiences in research and study abroad education. The sessions begin at 11 a.m.   ## Life-Health Sciences Internship program  If you're frantically looking for some on-campus experience, the Life-Health Sciences Internship Program might be for you. This program provides paid internships for students during the academic year. Students interested in health sciences careers can expand their social networks and learn about a program that works closely with professors and staff in the graduate and professional programs.   ## Live music  Where else can you vibe out to original electronic music from your fellow Jags and dance the Schuhplattler to BRAWÜSSimo, a visiting German student brass quintet? The Campus Center will be alive with all of this music starting at 10:30 a.m.  [Schuhplattler](https://www.youtube.com/watch?v=DNUYYLaFUBM)   ## Golden Jaguars  Guess what's back, back again. The golden Jag, that's what. If you missed out at the IUPUI 50th Anniversary Birthday Bash and didn't snag a golden Jag for yourself, here's a second chance to right that wrong. Starting at 9:30 a.m., be one of the first 100 students to attend \"The Power and Importance of Engaged Learning,\" a keynote address by motivational speaker and author Danny Brassell, to receive a golden Jag just like at the birthday party.  [IUPUI 50th Anniversary Birthday Bash](https://news.iu.edu/stories/2019/01/iupui/JagNews/16-50th-anniversary-birthday-bash-preview.html) "
  },
  {
    "url": "URL: https://crl.iupui.edu/articlesfolder/researchscholarlyarticlesfolder/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2014-2015 AY/Articles/News_10_25_2015.html#search",
    "body": " Sunday, October 25, 2015 "
  },
  {
    "url": "URL: https://crl.iupui.edu/studentprograms/conferencetravelsupport/index.html#search",
    "body": "  ## CRL conference travel support  The CRL now offers travel awards up to $500 to undergraduate students who are presenting their research in the form of a poster or talk at a conference. Matching funds will need to be provided by the student’s mentor, department, or school.  To apply for a travel fellowship, complete the form below. Since funds are limited, priority will be given to CRL awardees.  Apply for the travel fellowship award  [Apply for the travel fellowship award](https://iu.co1.qualtrics.com/jfe/form/SV_cHlASACH8VirjO6)   ### CUR Posters on the Hill  The CRL will cover all trip expenses to Washington D.C. for any IUPUI undergraduate student who has been invited to present at the annual CUR Posters on the Hill event. This competitive event gives undergraduate students the opportunity to showcase their research to congressional members, meet with their representatives, and learn about advocacy for undergraduate research. If an IUPUI student is interested in submitting an application, please contact the CRL. Please note that you will need to be enrolled as an undergraduate student throughout the spring semester to be able to participate.  [CUR Posters on the Hill event.](https://www.cur.org/what/events/students/poh/) "
  },
  {
    "url": "URL: https://crl.iupui.edu/facultyprograms/r-course%20awards/index.html#search",
    "body": "  ## Center for Research and Learning Curriculum Development Grant  The Center for Research and Learning offers one to two grants annually for $2,500 to support the development of RISE courses with a specific focus on undergraduate research. The initiative aims to engage undergraduate students more deeply in their learning and to contribute to their intellectual, professional, and personal development.   ### Purpose  This grant is intended to increase course offerings and to expand the amount of 100-, 200-, and 300-level research courses. Faculty are encouraged to apply for up to $2,500, which might support professional development, summer salary, or a stipend. Faculty can develop a new research course or redesign an existing course as a research course.  Research courses must incorporate qualified experiences, integration of knowledge, and structured reflection to link the experience with targeted learning outcomes and assessment as outlined in the link below.  Research courses developed in the summer of 2019 must initially be offered in the 2020–2021 academic year.     ### Who May Apply  Full-time faculty members (including full-time lecturers) from all academic units at IUPUI are welcome to apply. Support of the department chair or dean must be demonstrated in the application materials. Applications must be submitted by: March 15, 2019 .   ### To learn more about course development, please see contact information below:  Those interested in creating an undergraduate research experience course are encouraged to contact Jerry Daday, Ph.D. (jdaday@iupui.edu), to learn more information about course development in this area. "
  },
  {
    "url": "URL: https://crl.iupui.edu/events/iupuissps/FAQs/index.html#mentorApprove",
    "body": "  ### CRL Student Summer Poster Symposium's Frequently Asked Questions   #### Do I have to be invited to submit to present ?   #### What are the specifications for my poster?  [https://crl.iupui.edu/articlesfolder/researchscholarlyarticlesfolder/posterdesignguide.html](https://crl.iupui.edu/articlesfolder/researchscholarlyarticlesfolder/posterdesignguide.html)   #### How do I register for the conference?  [https://iu.co1.qualtrics.com/jfe/form/SV_9EyoZwW7ly0alq5](https://iu.co1.qualtrics.com/jfe/form/SV_9EyoZwW7ly0alq5)   #### Is this different from where I submit my abstract?   #### Where can I park?  [here](http://map.iupui.edu/map/?id=791#!ct/11332,11429,11431,11854)  [here](https://map.iu.edu/iupui/index.html)   #### What should I wear?   #### Will there be student awards?   #### Do I have to have a mentor to submit an abstract? "
  },
  {
    "url": "URL: https://crl.iupui.edu/awards/creativeactivitiesaward/index.html#search",
    "body": "  ## IUPUI Undergraduate Outstanding Achievement in the Creative Activity Award  This award honors outstanding achievement in the area of creative activity by any IUPUI student. The $1,000 prize is applied to the winning student’s bursar account for the subsequent fall semester. While the quality of the work is important, this award honors a student whose creative activity has been disseminated and/or exhibited to a broad audience.   ### Requirements  The dossier must include:  [Nominate a student](https://iu.co1.qualtrics.com/jfe/form/SV_3D9XA57Av3ZcsMS)   ### Evaluation of candidates  The candidates will be evaluated on:   ### Deadline  This award opens on November 1 . The submission deadline for all materials is February 1 by 11:59 p.m. A single winner will be selected from among the nominees by a faculty committee.   ### More information  Please contact Dr. Jerry Daday at jdaday@iupui.edu with any questions you may have. "
  },
  {
    "url": "URL: https://crl.iupui.edu/articlesfolder/researchprogramarticlesfolder/uroparticle.html#search",
    "body": "  ## Undergraduate Research Opportunity Program (UROP)  Supporting mentor-student undergraduate research experiences   ### UROP overview  UROP provides funding support for undergraduate students to work with a mentor on real-world problems to gain research and scholarly skills that can be applied to their college coursework and future careers.  In this program, students will acquire research skills (e.g., literature review, research methodology, data collection, and analysis), learn about ethics in research and writing, and improve their oral communication skills by presenting their research at either the annual IUPUI Student Research and Creative Activities Day in the spring semester (usually at the end of April) or the CRL Summer Poster Symposium (usually at the end of July).  UROP projects involve one student and one mentor. Projects should provide an opportunity to engage in a substantive research experience focused on a significant research problem. Projects from all disciplines are welcome, including science, technology, engineering and math (STEM); social sciences; arts and humanities; and social, environmental, and public policy.   ### UROP student learning outcomes   ### UROP program structure  UROP offers a unique, high-impact, mentored research experience for undergraduate students. In our commitment to increase and ensure access to high-impact practices (such as undergraduate research) for students of all backgrounds, especially Black students, Latinx students, American Indian/Alaska Native students, Native Hawaiian/Pacific Islander students, first-generation students, and students from underrepresented groups, we encourage mentors to take a culturally inclusive approach to identify and recruit students for UROP experience.  We encourage mentors to promote UROP broadly and to approach a diverse pool of students about the opportunity to engage in one-on-one mentored research experiences, especially students with limited or no prior research experience. We encourage mentors to consider where and how they promote this program to prospective students, utilizing a variety of platforms and spaces across campus. If we can be of any help in this process, please contact us at iel@iupui.edu .  UROP provides funding support for one undergraduate student and a mentor to work on a personalized, mentored research experience.   ### UROP proposal guidelines  A mentor and student may submit a UROP proposal application by March 31, 2023 .  The application requires one mentor and student to specify one of the following project durations:  Proposal applications must meet the following guidelines:   ### UROP application process  Step 1: Apply for UROP funding  The first step is to submit your UROP project application.  [UROP project application.](https://forms.office.com/r/CU8ijtPVAU)  Step 2: Application review  A CRL committee will review UROP application submissions. Applicants will be notified of their application status by April 1.  Step 3: Initiate hiring process  If a UROP project is selected for funding, the Institute for Engaged Learning will contact the student to begin the hiring process, which can take up to three or four weeks to complete. The mentor and student will receive an official email from the Division of Undergraduate Education Human Resources (DUE-HR) with the official hire and start date. The student may not begin employment until this official email from DUE-HR is received. Please plan accordingly if your project is commencing soon.  Submit your student with the MURI student identification form.  [MURI student identification form.](https://forms.office.com/r/kEg7FK7P86)  Step 4: Orientation resources for mentors and students  The Office of Student Employment has great resources for mentors who supervise students on UROP projects.  Step 5: Ongoing project resources  Terminating a student’s employment: Please use this form to let us know when a student has left your project for another opportunity or if their employment had to be terminated. If a student ends their UROP experience, the project is effectively terminated. A new student cannot be hired to complete the project.  [this form](https://forms.office.com/r/UH4wnzDEv4)   ### Have questions?  Contact Derrick D. Brownie for more information. "
  },
  {
    "url": "URL: https://crl.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/news/crlnews/News_4_10_2019a.html#search",
    "body": "  # IUPUI Student Researchers Discuss their Work and its Impact  By: Rebecca Acker  Wednesday, April 10, 2019  Undergraduate student research forms the backbone for many IUPUI student experiences. Through engagement with their departments, students pursue their personal interests, expand their skill sets, and develop their presence within the research community. They create valuable relationships with their faculty and staff mentors, and network with individuals who represent students’ academic and career interests. The Center for Research and Learning (CRL) is an institute on IUPUI’s campus that supports and builds undergraduate research and hosts events that give students opportunities to promote and to present their work. To read the full story, please click here .  [here](https://due.iupui.edu/news/2019-04-10-IUURC%20Winners Research Perspectives.html) "
  },
  {
    "url": "URL: https://crl.iupui.edu/awards/bowlingjonesrusso1/index.html#search",
    "body": "  ## Award details for the Bowling-Jones-Russo Memorial Undergraduate Research Award  This honor is given each year to a freshman, sophomore, or junior student for outstanding research in any discipline and features a $1,000 prize applied to the winning student’s bursar account the subsequent fall semester.  The award is made in memory of members the IUPUI academic community who displayed, to the highest degree, the ideals of commitment to a discipline and to the concept of mentoring others on the path toward excellence. Michael Bowling and Christopher Jones were students seeking a second undergraduate degree in biology. While enrolled at IUPUI, they became attracted to the research work being conducted by Dr. Raymond Russo and joined his research team. While on a field trip they lost their lives in a tragic vehicular crash. Several months later, Dr. Russo fell ill with an affliction that would take his life a short time later.  This award has been made possible by donations honoring the memory of these three dedicated individuals. It is fitting that the proceeds be used to reward the best examples of synergy in faculty and student interactions that result from disciplinary inquiry.   ### Nomination requirements  A student must be nominated by a faculty member, research mentor, department chair, or dean. There is no limit to the number of students nominated by each school. At the time of nomination, the student must be a continuing student who has accumulated no more than 85 credit hours in the declared major.   ### Nomination materials to be submitted  [Nominate a student](https://iu.co1.qualtrics.com/jfe/form/SV_4NNvYPuNJlhJf8y)   ### Deadline and contact information  This award opens on November 1 . The deadline for submission of all materials is February 1 at 11:59 p.m. Please contact Dr. Jerry Daday at jdaday@iupui.edu with any questions you may have. "
  },
  {
    "url": "URL: https://crl.iupui.edu/events/iupuisrd/index.html#search",
    "body": "  ## Student Research and Creative Activities Day 2023   ### A celebration of excellence in student research and creative activities at IUPUI  We invite you to attend the 2023 IUPUI Student Research, Creative Activities, and Engaged Learning Day, which displays the breadth and depth of student research, creative activities, and engaged learning across all academic units. Anyone interested in this exciting work is welcome to join us for this event on Friday, April 28, 2023.  See how our students are:  Student Research and Creative Activities Day is part of IUPUI's Engaged Learning Showcase, a series of in-person and online events highlighting the engaged learning experiences students have had in the classroom, on campus, and in the community. Learn about the 2023 Engaged Learning Showcase .  [Learn about the 2023 Engaged Learning Showcase](https://getengaged.iupui.edu/showcase/2022/index.html)   #### Poster printing deadline and review  [Sign-up sheet for poster design help](https://indiana-my.sharepoint.com/:w:/g/personal/jocfrank_iu_edu/EQy4X89Zv0BLp8kJOxisqFoBH1PhrMBuerypT4u2SctGIA?e=6lMrMQ)  [http://iu.zoom.us/j/2748473530](http://iu.zoom.us/j/2748473530)  [2023 poster upload folder](https://indiana-my.sharepoint.com/:f:/g/personal/jocfrank_iu_edu/EuuynhA7GUFLvLGAmIhoPhMBjKer2ND1DMp2OJNYLgFAiQ)   #### Poster requirements   ### Attend the event  Date : April 28, 2023  Session times:  Location : IUPUI Campus Center, fourth floor; Indianapolis, Indiana ( map )  [map](http://map.iupui.edu/map/?id=791#!ct/11632,11331,11332,11425,11427,11429,11431,11854?m/7910376)   ### Present at the event  All abstract submissions are due by March 31.  Submit a research abstract or register to attend  [Submit a research abstract or register to attend](https://iu.co1.qualtrics.com/jfe/form/SV_bfw9fovqaP2uc2W)  Note for research abstract submissions: Please follow the research abstract formatting guidelines . Click here to download the required abstract template.  Submit a creative activities abstract  [Submit a creative activities abstract](https://iu.co1.qualtrics.com/jfe/form/SV_etgHPhq2mxnv2KO)  Note for creative activities abstract submission: Please follow the creative activities abstract formatting guidelines. Click here to download the required abstract template.   ### Join us on social media  Use the social media hashtag, #ResearchMatters, to post your event highlights and see what others are saying.  An electronic press kit for advertising the event can be found here: EPK.  Connect with us on Facebook and Twitter .  [Facebook](https://www.facebook.com/crl.iupui/)  [Twitter](https://twitter.com/IUPUICRL) "
  },
  {
    "url": "URL: https://crl.iupui.edu/facultyprograms/rcoursedevelopment/index.html#search",
    "body": "  ## R-Course Development  [IUPUI Taxonomy for Undergraduate Research Courses](https://crl.iupui.edu/doc/researchscholarlydocument/Research_Taxonomy.pdf)  Contact Dr. Jerry Daday for more information. "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2016-2017%20AY/Articles/News_7_1_2017.html#search",
    "body": " By: Derrick Brownie Friday, June 01, 2017 "
  },
  {
    "url": "URL: https://crl.iupui.edu/studentprograms/Human Subjects Research.html#search",
    "body": "  ## What exactly qualifies as human subjects research?  Any systematic investigation (including pilot studies, program evaluations, qualitative research) that is designed to develop or contribute to scholarly knowledge and which uses living humans or identifiable private information about living humans qualifies as human subjects research.  All human subjects research, and all other activities, which in part involve human subject research, regardless of sponsorship, must be reviewed and approved by the IU IRB, or registered exempt by the Office of Research Administration prior to initiation. This includes all interventions and interactions with human subjects for research such as:  Learn more about submitting your study for review.  [Learn more](https://research.iu.edu/compliance/human-subjects/index.html) "
  },
  {
    "url": "URL: https://crl.iupui.edu/events/crlevents/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2015-2016 AY/index.html#search",
    "body": "  #### CRL accepts applications to the 2016/17 UROP and MURI programs "
  },
  {
    "url": "URL: https://crl.iupui.edu/articlesfolder/researchprogramarticlesfolder/dsuroparticle.html#search",
    "body": "  ## Overview of DS-UROP  The program is for IUPUI students from underserved and underrepresented populations who want to engage in faculty-mentored research over the summer.  The program promotes a diverse and inclusive campus and includes, but is not limited to, students from historically underrepresented racial and ethnic groups, individuals with disabilities, military veterans, students underrepresented in their discipline, and LGBTQ+ students, as well as first-generation students with financial need.  [historically](https://www.gpo.gov/fdsys/pkg/USCODE-2011-title20/html/USCODE-2011-title20-chap28-subchapIII-partE-subpart3-sec1067k.htm)  While participating in this program, students will acquire research skills (e.g., literature review, research methodology, data collection, and analysis), learn about ethics in research and scientific writing, and improve their oral communication skills by presenting their research at either the annual IUPUI Student Research and Creative Activities Day in April or the CRL Student Summer Poster Symposium in July.  Prior to submitting an application, students are expected to identify a mentor and draft a project proposal. Students who need assistance in finding a mentor should notify CRL well before the application deadline.  Students will engage in mentored research activities during the months of June and July and will receive a $3,200 research scholarship. The mentors will receive $500 for research supplies or equipment.   ### Eligibility requirements  Preference will be given to students who have not received any CRL stipend in the past.  Before you submit your DS-UROP proposal, please check the guidelines .  [the guidelines](https://crl.iupui.edu/doc/undergraduateresearchdocument/Your_DS_UROP_Research_Proposal.pdf)   ### Application deadline  The application opens February 1 , and the submission deadline is April 30 .  [Apply here](https://iu.co1.qualtrics.com/jfe/form/SV_3ly1120QKtvWQho)   ### Contact information  If you would like additional information, please contact Tonya L. Shelton at toshelto@iupui.edu or 317-274-8880. "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/crlstories/prep-guide-research-poster-presentation.html#search",
    "body": "  # A student's guide to preparing for their first research poster presentation  Monday, October 09, 2023  Research poster presentations are a common way for students to share their findings and knowledge with peers and faculty members. Whether you are presenting at a conference, a poster session, or a class project, it's essential to be well-prepared to make the most of this opportunity. In this blog post, we will provide a comprehensive guide on how students can prepare for their first research poster presentation.   ## 1. Plan ahead  Work with your mentor! Start your preparation well in advance. Procrastination can lead to stress and a rushed presentation . Here 's a suggested timeline:  Description of the video:  SPEAKER: Like one of the important things is working with your mentors and having them double check your work. Going through and reading a lot of different studies also helped me to get some background in the area of research. I'm relatively new to this area of research, so I didn't have a lot of information. So just looking at various studies, maybe-- even if they're not directly related to what you're looking at just helps you develop some of that background knowledge necessary for the research. And then, like I said, working with your mentor really helps a lot.   ## 2. Design a clear and engaging poster   ### Layout and Format   ### Content   ## 3. Craft a strong headline and abstract  Your poster's headline and abstract are the first things viewers will see. Make them attention-grabbing and informative. The headline should summarize your research, while the abstract should provide a brief overview of your study's objectives , methods, and findings.   ## 4. Practice your presentation  Practice is key to a successful presentation. Here's how to go about it:  Description of the video:  SPEAKER: I would say, first start by practicing in your bedroom. If you're uncomfortable just reading it when nobody's around, how are you going to read it in front of other people. If you can go to your labmates and have them ask questions, if you can go to other people that are just on campus, maybe studying for a class, and say, hey, I have this presentation, could I practice with you? Odds are they won't be that busy, they'll be able to help you out. Just practice, practice, practice. You'll still be surprised by some of the questions people ask, but you'll definitely be more comfortable just talking in front of other people.   ## 5. Prepare for questions  Be ready to answer questions about your research. Understand your methodology , results, and the broader implications of your study. If you don't know the answer to a question, it's okay to admit it and offer to follow up with more information later.  Description of the video:  SPEAKER: The hardest part about presenting research is probably knowing exactly what questions to expect. So you never know what somebody's background is and how they're going to interact with your poster. So someone with a strong background in materials science is going to come up and have very distinct material science questions, and other people who have a background in the humanities are just going to be interested in the fact that this is something entirely different and new. So in order to get past that, what I like to do is engage in a conversation, find out the background of the person asking the questions so that how to tailor your answers to best explain your poster.   ## 6. First impressions matter  Your audience will form an initial impression within the first few moments of your presentation. An engaging elevator pitch can captivate them and encourage them to explore your poster further.  Description of the video:  SPEAKER: Yeah, so I think that some of the major challenges of putting together a poster and presenting it concern figuring out what is going to be the most salient, and what you want people to take away from your poster. And then figuring out how to make that an overarching theme throughout your entire poster, so that if someone comes by, and they're just going to listen for a few seconds, what can you really have as your primary driving take-home points, what can you have folks remember, after they leave here today.   ## 7. Dress and act professionally  Dress appropriately for the occasion. Business casual attire is usually a safe choice. Maintain eye contact, be polite, and engage with viewers who show interest in your poster. Networking is a valuable part of the experience.   ## 8. Bring necessary supplies  Don't forget to pack essential items for the presentation, including:   ## 9. Seek feedback  Before the actual presentation, share your poster with peers, advisors, or mentors for feedback. They can provide valuable insights and suggestions for improvement.   ## 10. Stay calm and confident  On the day of the presentation, try to relax and stay confident. Remember that you are the expert on your research, and you have valuable knowledge to share. Take deep breaths, stay positive, and enjoy the experience.  In conclusion, preparing for your first research poster presentation can be a challenging but rewarding experience. By following these steps and planning, you can create a compelling poster, deliver a confident presentation, and make a lasting impression on your audience. Good luck with your presentation! "
  },
  {
    "url": "URL: https://crl.iupui.edu/events/iupuisrd/FAQs/index.html#mentorApprove",
    "body": "  ### IUPUI Student Research Day's Frequently Asked Questions   #### Do I have to be invited to submit to present ?   #### What are the specifications for my poster?  [https://crl.iupui.edu/articlesfolder/researchscholarlyarticlesfolder/posterdesignguide.html](https://crl.iupui.edu/articlesfolder/researchscholarlyarticlesfolder/posterdesignguide.html)   #### How do I register for the conference?  [Complete this registration form](https://iu.co1.qualtrics.com/jfe/form/SV_2agq2I0TUpRZDQq)   #### Is this different from where I submit my abstract?   #### Where can I park?  [here](http://map.iupui.edu/map/?id=791#!ct/11332,11429,11431,11854)  [here](https://map.iu.edu/iupui/index.html)   #### Will there be a luncheon?   #### What should I wear?   #### Will there be student awards?   #### Do I have to have a mentor to submit an abstract? "
  },
  {
    "url": "URL: https://crl.iupui.edu/studentprograms/findingmentor/index.html#search",
    "body": " Finding A Faculty Mentor  Decide on Your Research Interest  To begin your search for a research mentor decide what most interest you in your discipline.  When determining your interest:  You may be interested in conducting research on a very specific topic, however, and especially if you are seeking a research opportunity for the first time, you need to remain open and flexible to options. Across the IUPUI campus world-class research is being conducted in all disciplines.  Identifying a Potential Faculty Mentor  Browse through descriptions of each faculty member’s research to identify several potential mentors who are doing research that matches your own intellectual interest and career goals. It is important to contact several different faculty members as they may not all be accepting students at this time or may turn out to not be a good fit.  Contacting a Potential Faculty Mentor "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2016-2017 AY/Articles/News_7_1_2017.html#search",
    "body": " By: Derrick Brownie Friday, June 01, 2017 "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2010-2011 AY/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/index.html#search",
    "body": "  ## Years "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2016-2017 AY/index.html#search",
    "body": " [IUPUI revisits an old tradition: Student Research Day](https://news.iu.edu/stories/2017/04/iupui/inside/25-student-research-day.html)  [In Her Own Words, The Benefits Of Undergraduate Research: Cecelia Chapin (Video)](https://crl.iupui.edu/news-events/archives/2016-2017%20AY/Articles/News_7_1_2017.html#studentspotlight)  [Student Spotlight: Michelle Ramírez (Article)](https://crl.iupui.edu/news-events/archives/2016-2017%20AY/Articles/News_4_1_2017a.html#studentspotlight)  [Student Spotlight: Dana K. Oakes (Article)](https://crl.iupui.edu/news-events/archives/2016-2017%20AY/Articles/News_8_1_2017a.html#studentspotlight)  [In Her Own Words, Posters On The Hill: Dana Oaks (Video)](https://crl.iupui.edu/news-events/archives/2016-2017%20AY/Articles/News_8_1_2017.html#studentspotlight) "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2016-2017 AY/Articles/News_8_1_2017.html#search",
    "body": " By: Derrick Brownie Wednesday, August 08, 2017 "
  },
  {
    "url": "URL: https://crl.iupui.edu/studentprograms/otherresearchprograms/index.html#search",
    "body": "  ### Additional Research Opportunities Off Campus  [University of Missouri Undergraduate Research](http://undergradresearch.missouri.edu/)  [University of Nebraska Summer Research Programs](http://www.unl.edu/summerprogram/)  [Rutgers (State University of New Jersey) Summer Research Programs for McNair Scholars](http://rise.rutgers.edu/)  [University of Massachusetts Amhurst Summer Research in Nanotechnology](http://www.umass.edu/massnanotech/SURE.htm)  [University of South Florida Summer Research Institute: Florida Mental Health Institute](https://www.usf.edu/cbcs/fmhi/research/summer-research-institute.aspx)  [NIH Summer Internship Programs](https://niehs.nih.gov/careers/research/summers/index.cfm)  [Summer Research Opportunities at Institutions across the United States](https://niehs.nih.gov/careers/research/summers/index.cfm) "
  },
  {
    "url": "URL: https://crl.iupui.edu/studentprograms/index.html#search",
    "body": "  ## Student research programs  Research includes any scholarly or artistic activity that leads to the production of new knowledge; to increased problem-solving capabilities, including design and analysis; to original critical or historical theory and interpretation; or to the production of art or artistic performance. The CRL serves students through three primary program areas: Undergraduate Research Programs, Diversity Research Programs, and Summer Research Programs. Each of these programs is directed by a program leader.  View the CRL student programs list  [View the CRL student programs list](https://crl.iupui.edu/studentprograms/crlprograms/index.html)   ### Research with human subjects  If you plan to engage in a research project that involves human subjects, please make sure that you and your research mentor receive IRB approval or exempt status prior to submission of your CRL proposal. You will NOT be allowed to join any CRL program if we don’t have receipt documentation of approval or exempt status by October 1 for academic year cycles or June 1 for summer research.  Learn if your project qualifies as human subject research "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/crlstories/Articles/news6.html#search",
    "body": "  # In Her Own Words, Posters On The Hill: Abigail Parker  By: Derrick Brownie  Sunday, April 01, 2018 "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/crlstories/Articles/news7.html#search",
    "body": "  # In His Own Words, International Research Project Experience: Eric Durr  By: Derrick Brownie  Monday, January 01, 2018 "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2010-2011 AY/Articles/News_10_25_2015.html#search",
    "body": " December 1, 2010 "
  },
  {
    "url": "URL: https://crl.iupui.edu/studentprograms/crlprograms/index.html#search",
    "body": "  ## CRL undergraduate research programs  Some CRL programs require the student to have a mentor. Don't worry, we're here to help you.  Tips on finding a faculty mentor  Students should be aware that they are responsible for determining how their scholarships will affect their financial aid package and possibly decrease any scholarship or other financial-aid funding they may receive during the academic year. If money is owed toward tuition, semester fees, fines for parking, or library late fees, the bursar’s office may apply the student’s scholarship toward their account balance.   ## CRL RISE to the IUPUI Challenge Undergraduate Research Scholarship Award  Applications are open to currently enrolled IUPUI degree-seeking undergraduates in any discipline who have no or very limited prior experience in research and have a cumulative GPA of 2.8 or better. Five RISE to the IUPUI Challenge undergraduate research scholarships in the amount of $1,500 are awarded in the spring of each year.   ## Diversity Scholars Intensive Research Experience (DSIRE)  Applications are open to currently enrolled IUPUI degree-seeking rising/incoming juniors meeting diversity criteria who have a cumulative GPA of 2.5 or better and previous research experience with an IUPUI faculty mentor. Students will engage in research during their junior year and the following summer. DSIRE offers a scholarship total of $7,000 with two disbursements, one at the completion of the spring semester and the second one after the completion of the summer semester.  [Learn more about the DSIRE Scholarship Award](https://crl.iupui.edu/articlesfolder/researchprogramarticlesfolder/dsirearticle.html)   ## Diversity Scholars Research Program (DSRP)  The Diversity Scholars Research Program (DSRP) is a performance-based scholarship directed toward academically talented first-time or incoming transfer students. Scholars from racial and ethnic populations who have been historically underrepresented in institutions of higher education and whose presence will enhance the learning environment through increased diversity at IUPUI are encouraged to apply.   ## Diversity Summer Undergraduate Research Opportunity Program (DS-UROP)  The Diversity Summer Undergraduate Research Opportunity Program (DS-UROP) is for IUPUI students from underserved and underrepresented populations who want to engage in faculty-mentored research over the summer.  To address the need of promoting a diverse and inclusive campus, the program includes but is not limited to students from underrepresented racial and ethnic groups, individuals with disabilities, military veterans, students underrepresented in their discipline, and LGBTQ+ students, as well as first-generation students with financial need. Prior to submitting an application, the student is expected to identify a mentor and draft a project proposal. Students who need assistance in finding a mentor should notify CRL well before the application deadline. Eligibility requirements  [Learn more about DS-UROP](https://crl.iupui.edu/articlesfolder/researchprogramarticlesfolder/dsuroparticle.html)   ## Fast Track Program  IUPUI students typically identify a mentor who will have them work on a current or new research project. Projects should last over a period of several months up to two semesters. The mentor will receive $300 for research supplies or equipment. Please note that this program does not provide student stipends.   ## Multidisciplinary Undergraduate Research Institute (MURI)  The Multidisciplinary Undergraduate Research Institute (MURI), both in the academic year and the summer, creates and supports multidisciplinary research teams consisting of undergraduate and graduate students, postdoctoral fellows, senior staff, and faculty. The primary purpose of these teams is to provide undergraduates a unique opportunity to gain research skills by working with mentors on real-world problems. Students who want to join MURI project teams should review the posted projects and if interested contact mentors directly by the posted deadline.  Preference will be given to students who have not received any CRL stipend in the past.   ## Undergraduate Research Opportunities Program (UROP)  The Undergraduate Research Opportunities Program (UROP) grants are available for the academic year or the summer to support independent, faculty-mentored research. Students may apply either for a stipend or for funds for research materials. IUPUI students typically identify a mentor and work with their mentor to write a proposal for a substantive research project to be completed during the academic year (fall and spring semester) or the summer (eight to nine weeks).  Preference will be given to students who have not received any CRL stipend in the past. "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2016-2017%20AY/Articles/News_8_1_2017.html#search",
    "body": " By: Derrick Brownie Wednesday, August 08, 2017 "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2014-2015 AY/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/awards/index.html#search",
    "body": "  ## The Bowling-Jones-Russo Memorial Undergraduate Research Award   ## The Richard E Ward Undergraduate Research Opportunities Program Recognition Award   ## The IUPUI Chancellor’s Award for Outstanding Undergraduate Research   ## The IUPUI Undergraduate Outstanding Achievement in the Creative Activity Award   ## The Kathryn J. Wilson Award for Outstanding Leadership and Mentoring of Undergraduate Research "
  },
  {
    "url": "URL: https://crl.iupui.edu/facultyprograms/muriprojectawards/index.html#search",
    "body": "  ## Applying for MURI project awards  Supporting team-based, mentored, multidisciplinary undergraduate student research experiences   ### Overview of MURI  MURI facilitates the creation and support of multidisciplinary research teams consisting of undergraduate students, graduate students, post-docs, senior staff, and faculty. The primary purpose of these teams is to provide undergraduate students with a unique opportunity to work with mentors on real-world problems to gain research skills that can be applied to their college coursework and future careers.  In this program, students acquire research skills (e.g., literature review, research methodology, data collection and analysis), learn about ethics in research and scientific writing, and improve their oral communication skills by presenting their research at either the annual IUPUI Student Research and Creative Activities Day in the spring semester (usually at the end of April) or the CRL Summer Poster Symposium (usually at the end of July).  MURI projects should represent two or more disciplines and should offer undergraduate students the opportunity to engage in a substantive research experience focused on a significant research problem. Projects from all disciplines are most welcome, including science, technology, engineering, and math (STEM); the social sciences; the arts and humanities; and social, environmental, and public policy.   ### MURI student learning outcomes   ### MURI program structure  The MURI program offers a unique, high-impact, interdisciplinary, faculty-mentored research for a team of undergraduate students. In our commitment to increasing and ensuring access to high-impact practices (such as undergraduate research) for students of all backgrounds, especially Black students, Latinx students, American Indian/Alaska Native students, Native Hawaiian/Pacific Islander students, first-generation students, and students from underrepresented groups, we encourage you to take a culturally inclusive approach to recruitment of students for this experience.  Please share your opportunity broadly and intentionally encourage a diverse pool of students, especially those with limited or no prior research experience, to apply for MURI experiences. We encourage mentors to consider where and how they recruit, utilizing a variety of platforms and spaces across campus. If we can be of any help in this process, please contact us at iel@iupui.edu .  MURI facilitates the creation and support of multidisciplinary research teams consisting of undergraduate students, graduate students, post-docs, senior staff, and faculty.  MURI is a mentored undergraduate research experience. Two or more faculty members (referred to as mentors throughout this page and in the application) submit an application for MURI funding support once a year using the application link below. Financial support for the MURI program is provided by the Center for Research and Learning (in the Institute for Engaged Learning) and the School of Engineering and Technology.   ### MURI proposal guidelines  Mentors may submit a MURI proposal application through March 31, 2023 .  The application requires mentors to specify one of the following project durations:  Proposal applications must meet the following guidelines:   ### MURI application process   #### Step 1: Apply for MURI funding  The first step is to submit your MURI project application .  [MURI project application](https://forms.office.com/r/vwvbmmXht1)  Step 2: Application review  A committee in CRL will review MURI application submissions. Applicants will be notified of their application status by April 15. The position description submitted by the mentors during the application process will be used to create a custom posting of the opportunity in Handshake, the student employment portal for IUPUI. If selected for funding, the Institute for Engaged Learning will post position descriptions in Handshake on the following timeline:  The mentor will receive an email from the Institute for Engaged Learning when the position is posted and students can begin applying through Handshake. The mentor will review applications in Handshake, conduct interviews, and make a hiring decision. Interview pools should have a minimum of three candidates.   #### Step 3: Initiate hiring process  Once a student is identified, the mentors will use the form below to initiate the hiring process with the Institute for Engaged Learning. The institute will contact the identified student to begin the hiring process, which can take up to three or four weeks to complete.  The mentors and students will receive an official email from the Division of Undergraduate Education Human Resources (DUE-HR) with the official hire and start date. The student may not begin employment until this official email from DUE-HR is received. Please plan accordingly if your project is commencing soon.  MURI student identification form  [MURI student identification form](https://forms.office.com/r/kEg7FK7P86)   #### Step 4: Orientation resources for mentors and students  The Office of Student Employment has wonderful resources for mentors who supervise students on MURI projects.  [wonderful resources](https://supervising.iupui.edu/)   #### Step 5: Ongoing project resources  How to terminate a student’s employment: Please use this form to let us know when a student has left your project for another opportunity or if their employment had to be terminated.  [this form](https://forms.office.com/r/UH4wnzDEv4)  Replacing a student: If a MURI team needs to replace or backfill a student, and wishes to reopen an existing position, please contact us at iel@iupui.edu . In your email, please include the name of the MURI project and the Handshake job posting description that was provided during the initial search. The IEL will repost the position in Handshake. After the mentors identify a student in this reopened search process, they should complete Step 3 (above) so IEL can initiate the hiring process.   ### Have questions?  Contact Jerry Daday, Ph.D., for more information. "
  },
  {
    "url": "URL: https://crl.iupui.edu/studentprograms/iupuiresearchprograms/index.html#search",
    "body": "  ### Additional IUPUI Research Opportunities  [Summer Research Experience: Molecular and Biochemical Analysis of Proteins](https://ag.purdue.edu/biochem/Pages/REU.aspx)  [Summer Research Experience: Enhancing Undergraduate Experience in Mobile Computing Security](http://www.engr.iupui.edu/departments/cigt/research/reu/)  [IUPUI Life-Health Sciences Internships Program](http://lhsi.iupui.edu/)  [Herman B Wells Center for Pediatric Research Summer Internship Program](https://explorehealthcareers.org/enrichment/herman-b-wells-center-for-pediatric-research-summer-internship-program/)  [The Indiana University Melvin and Bren Simon Cancer Center Program](http://cancer.iu.edu/index.shtml)  [The Indiana STEM LSAMP (IN LSAMP)](http://inlsamp.org/iupui/) "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2016-2017%20AY/Articles/News_4_1_2017a.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/studentprograms/presentationresources/index.html#search",
    "body": "  ### Presenting Your Research/Scholarly Activity   ### Managing Citations  [EndNote Campus Guide](https://iupui.libguides.com/friendly.php?s=endnote)   ### Abstracts   ### Posters  [NCSU - Creating Effective Poster Presentations](https://grad.ncsu.edu/students/signature-events/symposium/poster-guidelines/)  [NCSU - Poster Design Quick Reference](https://sites.google.com/ncsu.edu/effective-posters/)  [The Oceanography Society - Tips for Preparing and Delivering Scientific Talks and Using Visual Aids](http://tos.org/pdfs/sci_speaking.pdf)   ### Oral Presentations "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2016-2017%20AY/index.html#search",
    "body": " [IUPUI revisits an old tradition: Student Research Day](https://news.iu.edu/stories/2017/04/iupui/inside/25-student-research-day.html)  [In Her Own Words, The Benefits Of Undergraduate Research: Cecelia Chapin (Video)](https://crl.iupui.edu/news-events/archives/2016-2017%20AY/Articles/News_7_1_2017.html#studentspotlight)  [Student Spotlight: Michelle Ramírez (Article)](https://crl.iupui.edu/news-events/archives/2016-2017%20AY/Articles/News_4_1_2017a.html#studentspotlight)  [Student Spotlight: Dana K. Oakes (Article)](https://crl.iupui.edu/news-events/archives/2016-2017%20AY/Articles/News_8_1_2017a.html#studentspotlight)  [In Her Own Words, Posters On The Hill: Dana Oaks (Video)](https://crl.iupui.edu/news-events/archives/2016-2017%20AY/Articles/News_8_1_2017.html#studentspotlight) "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2016-2017%20AY/Articles/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/news/crlstories/index.html#search",
    "body": " In His Own Words, International Research Project Experience: Eric Durr  In Her Own Words, Posters On The Hill: Abigail Parker  Research Poster Presentation Preparation Guide "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2016-2017 AY/Articles/News_4_1_2017a.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/awards/chancelloraward/index.html#search",
    "body": "  ## IUPUI Chancellor’s Award for Outstanding Undergraduate Research  The IUPUI Center for Research and Learning invites nominations for the Chancellor’s Award for Outstanding Undergraduate Research, which will be conferred at the Chancellor’s Academic Honors Convocation in April. This campuswide honor includes a $1,000 award. IUPUI seniors completing a baccalaureate degree in May, the preceding December, or following August are eligible. A student must be nominated by the student’s dean or dean’s representative, and the nomination must be accompanied by a dossier. Each school or unit may nominate two students.   ### Requirements  The dossier must include:  [Nominate a student](https://iu.co1.qualtrics.com/jfe/form/SV_8HQbjLANoCddwLc)   ### Evaluation of candidates  The candidates will be evaluated on:   ### Deadline  This award opens on November 1 . The submission deadline for all materials is February 1 by 11:59 p.m. A single winner will be selected from among the nominees by a faculty committee.   ### More information  Please contact Dr. Jerry Daday at jdaday@iupui.edu with any questions you may have. "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2017-2018%20AY/index.html#search",
    "body": " [IUPUI revisits an old tradition: Student Research Day](https://news.iu.edu/stories/2017/04/iupui/inside/25-student-research-day.html)  [In Her Own Words, The Benefits Of Undergraduate Research: Cecelia Chapin (Video)](https://crl.iupui.edu/news-events/archives/2016-2017%20AY/Articles/News_7_1_2017.html#studentspotlight)  [Student Spotlight: Michelle Ramírez (Article)](https://crl.iupui.edu/news-events/archives/2016-2017%20AY/Articles/News_4_1_2017a.html#studentspotlight)  [Student Spotlight: Dana K. Oakes (Article)](https://crl.iupui.edu/news-events/archives/2016-2017%20AY/Articles/News_8_1_2017a.html#studentspotlight)  [In Her Own Words, Posters On The Hill: Dana Oaks (Video)](https://crl.iupui.edu/news-events/archives/2016-2017%20AY/Articles/News_8_1_2017.html#studentspotlight) "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2016-2017 AY/Articles/News_8_1_2017a.html#search",
    "body": " [http://www.cur.org/conferences_and_events/student_events/posters_on_the_hill_2017/](http://www.cur.org/conferences_and_events/student_events/posters_on_the_hill_2017/)  [Back to top of page](https://research.iu.edu/news-events/newsletters/enterprise/archive/enterprise-august.html#top) "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/crlnews/index.html#search",
    "body": " A student's guide to preparing for their first research poster presentation  Monday, October 09, 2023  A comprehensive guide on how students can prepare for their first research poster presentation.  Summer Research Symposium at IUPUI showcases student research  Thursday, August 17, 2023  IUPUI student researchers presented their summer research, spanning across disciplines, at the Center for Research and Learning’s Summer Research Symposium on July 28. This event allowed students to demonstrate the depth of their research and creative activity, as well as highlight the impact of their work.  [Center for Research and Learning’s](https://crl.iupui.edu/)  Two win UROP/MURI poster contest  Wednesday, May 18, 2022  \"Congratulations to two of my undergraduate students, Krista Pulley and Wyatt Highland , for winning the Best Poster Awards at the MXenes Symposium in MRS Spring 2022 last week. Thanks to the National Science Foundation (NSF) -DMR-SSMC, CRL IUPUI Undergraduate Research Opportunity Program (UROP), and IUPUI Multidisciplinary Undergraduate Research Institute (MURI) for supporting undergraduate research in my lab.\" —Dr. Babak Anasori  [Krista Pulley](https://www.linkedin.com/in/krista-pulley-523b95158?trk=public_post_share-update_update-text)  [Wyatt Highland](https://www.linkedin.com/in/wyatt-highland-0503b21ba?trk=public_post_share-update_update-text)  [National Science Foundation (NSF)](https://www.linkedin.com/company/national-science-foundation?trk=public_post_share-update_update-text)  [CRL IUPUI](https://www.linkedin.com/in/crliupui?trk=public_post_share-update_update-text)  IUPUI sophomore Karen Bonilla discusses her experience with summer undergraduate research.  Tuesday, July 30, 2019  Even though most of IUPUI is quiet over the summer, some students have continued, or are beginning, their careers as researchers. On July 25, students from schools all across IUPUI gathered at the Center for Research and Learning’s Student Summer Poster Symposium to present the results and findings of their summer research projects. Topics covered a wide variety of subjects, ranging from the creation of new cures for heart diseases to collecting data from the dark web. Student research was mentored by faculty or staff.  2019 IU Research Day Highlights  Friday, April 12, 2019  Student Research And Engagement Day 2019 was an official IUPUI 50th Anniversary Celebration event celebrating excellence in student research and engagement at IUPUI.  We invited the entire IU network to attend the IUPUI Student Research & Engagement Day showcasing the breadth and depth of student research and creative activity across all academic units.  IUPUI Student Researchers Discuss their Work and its Impact  Wednesday, April 10, 2019  Undergraduate student research forms the backbone for many IUPUI student experiences. Through engagement with their departments, students pursue their personal interests, expand their skill sets, and develop their presence within the research community. They create valuable relationships with their faculty and staff mentors, and network with individuals who represent students’ academic and career interests.  Top 8 reasons to attend Student Research and Engagement Day  Wednesday, April 03, 2019  Not all student research is solitary, crunching mountains of data for hours on end. Research and creative activities can be engaging and sociable, and it can ignite passions for a career.  Our Congratulations To The 2019 Award Recipients  Friday, February 22, 2019  The IUPUI Center for Research and Learning hosted its annual awards luncheon Feb. 22 at the University Club, honoring several students for excellence in undergraduate research as well as a faculty mentor.  Student Spotlight CRL Student Isheka Orr: 360 Dust Analysis program at IUPUI offers free test of household dust contaminants  Monday, July 23, 2018  CRL student Isheka Orr works with professor Gabriel Filippelli to analyze dust in the Filippelli lab. Orr, from Claflin University. is participating in IUPUI's Diversity Summer Undergraduate Research Opportunity Program. "
  },
  {
    "url": "URL: https://crl.iupui.edu/articlesfolder/researchprogramarticlesfolder/muriarticle.html#search",
    "body": "  ## Multidisciplinary Undergraduate Research Institute (MURI)  MURI facilitates the creation and support of multidisciplinary research teams consisting of undergraduate students, graduate students, post-docs, senior staff, and faculty. The primary purpose of these teams is to provide undergraduates a unique opportunity to work with mentors on real-world problems to gain research skills that can be applied to their college coursework and future careers.  In this program, students acquire research skills (e.g., literature review, research methodology, data collection, analysis), learn about ethics in research and scientific writing, and improve their oral communication skills by presenting their research at either the annual IUPUI Student Research and Creative Activities Day in April or the CRL Student Summer Poster Symposium in July. The academic year cycle runs from October to April, the summer cycle from June to July.  MURI is funded through a partnership between the Center for Research and Learning and the School of Engineering and Technology. As part of this employment program, students earn $11 per hour. During the academic year, students work approximately 10 hours per week; during the summer, students' weekly hours will be determined based on project needs. The mentors receive up to $2,000 for research supplies or equipment.   ### Eligibility requirements  To be eligible, students must be:   ### JobID numbers   ### MURI projects   ## MURI Program: Nano-Newton Force Measurement Device  [7811931](https://iupui.joinhandshake.com/emp/jobs/7811931)   ## MURI Program: Artificial Retina Engineers  [7812783](https://iupui.joinhandshake.com/emp/jobs/7812783)   ## MURI Program: Research Associates for the Frederick Douglass Papers  [7807479](https://iupui.joinhandshake.com/emp/jobs/7807479)   ## MURI Program: Building a Preventive Care Recommendation System  [7791137](https://iupui.joinhandshake.com/emp/jobs/7791137)   ## MURI Program: Virtual Reality Model for Microelectronics Fabrication  [7791548](https://iupui.joinhandshake.com/emp/jobs/7791548)   ## MURI Program: 3D Printing of Ceramics for Solid Oxide Fuel Cell Applications  [7791501](https://iupui.joinhandshake.com/emp/jobs/7791501)   ## MURI Program: Developing Bio-Based Plastic from Potato Starch  [6892053](https://iupui.joinhandshake.com/emp/jobs/6892053)   ## MURI Program: Assistive Technologies for 3D Bioprinting  [7803769](https://iupui.joinhandshake.com/emp/jobs/7803769)   ## MURI Program: Black History Through Gaming Developer  [7811456](https://iupui.joinhandshake.com/emp/jobs/7811456)   ## MURI Program: Virtual and Augmented Reality Developer  [7791403](https://iupui.joinhandshake.com/emp/jobs/7791403)   ## MURI Program: Paleoclimate/Geoarchaeology Researcher  [7811197](https://iupui.joinhandshake.com/emp/jobs/7811197)   ## MURI Program: Nanovision, an Augmented Reality App  [7803824](https://iupui.joinhandshake.com/emp/jobs/7803824)   ## MURI Program: Synthesis of Unnatural Amino Acids  [7806783](https://iupui.joinhandshake.com/emp/jobs/7806783)  Go to Handshake Note: CRL-approved projects for the current funding cycle are currently being posted. Our website will be updated frequently.  [Go to Handshake](https://employment.iupui.edu/jobs-internships/search-job-board/index.html) "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/crlnews/News_5_18_2022.html#search",
    "body": "  # Two win UROP/MURI poster contest  By: CRL News  Wednesday, May 18, 2022  [Krista Pulley](https://www.linkedin.com/in/krista-pulley-523b95158?trk=public_post_share-update_update-text)  [Wyatt Highland](https://www.linkedin.com/in/wyatt-highland-0503b21ba?trk=public_post_share-update_update-text)  [Krista Pulley](https://www.linkedin.com/in/krista-pulley-523b95158?trk=public_post_share-update_update-text)  [Wyatt Highland](https://www.linkedin.com/in/wyatt-highland-0503b21ba?trk=public_post_share-update_update-text)  [National Science Foundation (NSF)](https://www.linkedin.com/company/national-science-foundation?trk=public_post_share-update_update-text)  [CRL IUPUI](https://www.linkedin.com/in/crliupui?trk=public_post_share-update_update-text) "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2016-2017%20AY/Articles/News_8_1_2017a.html#search",
    "body": " [http://www.cur.org/conferences_and_events/student_events/posters_on_the_hill_2017/](http://www.cur.org/conferences_and_events/student_events/posters_on_the_hill_2017/)  [Back to top of page](https://research.iu.edu/news-events/newsletters/enterprise/archive/enterprise-august.html#top) "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2017-2018 AY/news2.html#search",
    "body": "  # Student Spotlight CRL Student Isheka Orr: 360 Dust Analysis program at IUPUI offers free test of household dust contaminants  By: CRL Staff  Monday, July 23, 2018  Dust is almost everywhere. It's certainly annoying, but is it harmful?  Now, U.S. and Canadian households can easily determine whether the dust in their homes is harboring dangerous contaminants such as lead or chromium by sending what they collect when vacuuming to the Center for Urban Health at IUPUI for free analysis as part of the global 360 Dust Analysis project.  \"We spend a lot of time indoors, but we don't know what we are being exposed to -- contaminants can't be seen or smelled.\" said Gabriel Filippelli, founding director of the Center for Urban Health and professor of earth sciences in the School of Science at IUPUI. \"It's important to our health, and especially the health of children, to see if there are things in the indoor environment that are of concern.\"  Dust can be tracked inside by shoes or pets; it can be blown in from outside or generated by home repairs. Dust may come from deteriorating old paint, insulation or other indoor materials.  External sources of contaminated dust may not be obvious. For example, soil containing lead from the use of long-banned leaded gasoline can still be found close to roadways and streets lined by homes decades after the fuel ceased to be used. Without analysis, there is no way to know if exposure levels in daily life should be cause for concern.  The IUPUI 360 Dust Analysis project will initially focus on lead and chromium because of their known negative effects on health, but the study will also look for other contaminants including arsenic, copper and zinc.  [Video: Gabriel Filippelli discusses the 360 Dust Analysis project](https://www.youtube.com/watch?v=xkKiQCRsGZk&feature=youtu.be)  Filippelli and his team of IUPUI students will conduct an analysis of each sample and email a report to the individual who submitted the dust sample. Participants will be sent detailed information about their dust and helpful suggestions on ways to mitigate any health risk associated with the contaminants found in their home.  \"By sending us their indoor dust samples, individuals are acting as citizen scientists,\" Filippelli said. \"We can't go into a large number of people's homes and sample dust and ask questions. But people know about their own homes and can do this themselves.\"  The results of this hands-on approach to science will both benefit those who send in their sample and inform environmental researchers around the world.  There has been little previous research on the composition of, and risks associated with, house dust, and even less available information on how households can manage and reduce any identified risks, according to Filippelli.  Work on this project in the Filippelli lab is funded, in part, by a Charles Bantz Community Fellowship from IUPUI to support the project, titled \"Building Healthy Cities Through Community-Engaged Science and Action: Getting the Lead Out.\"  The 360 Dust Analysis program is a global research initiative based at Macquarie University in Sydney, Australia; Northumbria University in Newcastle, United Kingdom; Education University of Hong Kong; and IUPUI.  Anyone in the U.S. or Canada who would like to have their dust analyzed should email cuh@iupui.edu or leave a message at 317-274-3795 to be sent instructions. After completing a short survey about their home environment, participants will then vacuum their home according to the instructions, put what the vacuum has picked up into a resealable, gallon-size plastic bag and send it to the Center for Urban Health at IUPUI. "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2015-2016 AY/Articles/News_9_19_2016.html#search",
    "body": " Monday, September 19, 2016  [here](https://crl.iupui.edu/articlesfolder/researchprogramarticlesfolder/uroparticle.html)  [here](https://crl.iupui.edu/articlesfolder/researchprogramarticlesfolder/muriarticle.html) "
  },
  {
    "url": "URL: https://crl.iupui.edu/awards/richardward/index.html#search",
    "body": "  ## Award details for the Richard E Ward Undergraduate Research Opportunities Program Recognition Award  This honor is given each year to any undergraduate student in any discipline who completed a research/creative activity project through the UROP program in the preceding academic year. The $1,000 award will be applied to the winning student’s bursar account. The award honors Dr. Richard E Ward who served as the CRL executive director from 2011 to 2015.  A student must be nominated by a UROP research mentor.   ### Nomination materials to be submitted  [Nominate a student](https://iu.co1.qualtrics.com/jfe/form/SV_6KBv3eBADmrR4B8)   ### Deadline and contact information  This application opens November 1 . The deadline for submission of all materials is February 1 by 11:59 p.m. Please contact Dr. Jerry Daday at jdaday@iupui.edu with any questions you may have. "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/crlnews/News_7_30_2019a.html#search",
    "body": "  # IUPUI sophomore Karen Bonilla discusses her experience with summer undergraduate research.  By: Rebecca Acker  Tuesday, July 30, 2019  Even though most of IUPUI is quiet over the summer, some students have continued, or are beginning, their careers as researchers. On July 25, students from schools all across IUPUI gathered at the Center for Research and Learning’s Student Summer Poster Symposium to present the results and findings of their summer research projects. Topics covered a wide variety of subjects, ranging from the creation of new cures for heart diseases to collecting data from the dark web. Student research was mentored by faculty or staff. To read the full story, please click here .  [here](https://due.iupui.edu/news/2019-07-30-CRL-Student-Interview.html) "
  },
  {
    "url": "URL: https://crl.iupui.edu/awards/kathrynwilsonaward/index.html#search",
    "body": "  ## Award details for the Kathryn J. Wilson Award for Outstanding Leadership in Mentoring Undergraduates  The Center for Research and Learning invites nominations from undergraduate students for the Wilson Award for Outstanding Leadership and Mentoring of Undergraduates. Each year, this award in the amount of $1,000 is given to an individual who has made significant contributions to promote undergraduate research at lUPUl. The award is in honor of Dr. Kathryn Wilson, the founding director of the Center for Research and Learning.  This award nomination should consist of a one- to two-page letter describing how the nominee has made an impact in the student’s life. The letter should clearly explain in the student’s own words why the mentor is deserving of the award. The letter will carry more weight if co-signed by other undergraduate students who have had similar mentoring experiences with the nominee. A CV of the nominee should not be included. The selection committee will contact the department chairs of the finalist for additional information before deciding on the awardee. View the nomination checklist for the Wilson Mentoring Award Nominate a mentor This award opens November 1 . The deadline for submission of all materials is February 1 at 11:59 p.m. Please contact Dr. Jerry Daday at jdaday@iupui.edu with any questions you may have.  [Nominate a mentor](https://iu.co1.qualtrics.com/jfe/form/SV_bQqeNM60n0h7XaC) "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2010-2011%20AY/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/news/crlstories/Articles/news8.html#search",
    "body": "  # 2019 IU Research Day Highlights  By: Derrick Brownie  Friday, April 12, 2019 "
  },
  {
    "url": "URL: https://crl.iupui.edu/articlesfolder/researchscholarlyarticlesfolder/posterdesignguide.html#search",
    "body": "  ### Required Poster Dimensions: 32 inches wide x 40 inches tall   ### Planning and Managing Your Content   ### Designing Your Poster   ### Fonts   ### Colors   ### Pictures   ### Graphs   ### External Examples & Tutorials   ### Printing "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2010-2011 AY/Articles/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2014-2015%20AY/Articles/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2014-2015%20AY/Articles/News_10_25_2015.html#search",
    "body": " Sunday, October 25, 2015 "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/crlnews/news_8_17_2023.html#search",
    "body": "  # Summer Research Symposium at IUPUI showcases student research  Thursday, August 17, 2023  IUPUI student researchers presented their summer research, spanning across disciplines, at the Center for Research and Learning’s Summer Research Symposium on July 28. This event allowed students to demonstrate the depth of their research and creative activity, as well as highlight the impact of their work.  [Center for Research and Learning’s](https://crl.iupui.edu/)  “Our student researchers play a critical role in the research and creative activity that happens at IUPUI,” said Phaedra Corso, IU associate vice president for research and vice chancellor for research at IUPUI. “I was thrilled to see so many students present at this year’s Summer Research Symposium and cannot wait to see what comes next during their time at IUPUI.”  [Read the full story](https://research.impact.iu.edu/student-research/stories/summer-research-symposium-at-iupui-showcases-student-research.html) "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2017-2018 AY/index.html#search",
    "body": " [IUPUI revisits an old tradition: Student Research Day](https://news.iu.edu/stories/2017/04/iupui/inside/25-student-research-day.html)  [In Her Own Words, The Benefits Of Undergraduate Research: Cecelia Chapin (Video)](https://crl.iupui.edu/news-events/archives/2016-2017%20AY/Articles/News_7_1_2017.html#studentspotlight)  [Student Spotlight: Michelle Ramírez (Article)](https://crl.iupui.edu/news-events/archives/2016-2017%20AY/Articles/News_4_1_2017a.html#studentspotlight)  [Student Spotlight: Dana K. Oakes (Article)](https://crl.iupui.edu/news-events/archives/2016-2017%20AY/Articles/News_8_1_2017a.html#studentspotlight)  [In Her Own Words, Posters On The Hill: Dana Oaks (Video)](https://crl.iupui.edu/news-events/archives/2016-2017%20AY/Articles/News_8_1_2017.html#studentspotlight) "
  },
  {
    "url": "URL: https://crl.iupui.edu/events/index.html#search",
    "body": "  ### CRL News and Events   ## CRL News  [Current CRL News](https://crl.iupui.edu/events/crlevents/index.html)   ## CRL Events   ## CRL Archives "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2014-2015%20AY/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/articlesfolder/researchprogramarticlesfolder/dsirearticle.html#search",
    "body": " This new program is meant for IUPUI students from underserved and underrepresented populations who want to engage in an intense faculty-mentored research experience for the duration of at least 11 months (September 1 through July 31) .  To address the need to promote a diverse and inclusive campus, the program includes but is not limited to students from historically underrepresented racial and ethnic groups, individuals with disabilities, military veterans, students underrepresented in their discipline, LGBTQ+ students, as well as first-generation/low-income students.  [historically](https://www.gpo.gov/fdsys/pkg/USCODE-2011-title20/html/USCODE-2011-title20-chap28-subchapIII-partE-subpart3-sec1067k.htm)  DSIRE will offer a scholarship total of $7,000 with two disbursements, one at the completion of the spring semester and the second one after the completion of the summer semester. Students will have the option to continue working on their project in their senior year with a $2,000 scholarship contingent on availability of funds and previous performance. In addition, up to $1,500 will be provided to go to a national conference and present the research project.   ### Program Requirements  [IUPUI Graduate Office](http://graduate.iupui.edu/)  [CRL DSRP](https://crl.iupui.edu/articlesfolder/researchprogramarticlesfolder/dsrparticle.html)   ### Eligibility Requirements  [DS-UROP](https://crl.iupui.edu/articlesfolder/researchprogramarticlesfolder/dsuroparticle.html)  [DS-UROP](https://crl.iupui.edu/articlesfolder/researchprogramarticlesfolder/dsuroparticle.html)   ### Apply  This application opens February 1 . The submission deadline for this program is July 31 .  Before you click the application link, please have the following items ready:  [Apply here](https://iu.co1.qualtrics.com/jfe/form/SV_26rtt1aQ4Lvz0gd)   ### Contact  Tonya L. Shelton, M.S.Ed. toshelto@iupui.edu Center for Research and Learning A Division of the Office of the Vice Chancellor for Research University Tower (HO) Suite 202 911 W. Michigan Street, Indianapolis, IN  46202-2800 Phone: 317-274-8880 Fax: 317-278-3602 "
  },
  {
    "url": "URL: https://crl.iupui.edu/events/iupuissps/index.html#search",
    "body": "  ## Update on the CRL Summer Research Symposium  We are pleased to announce that the 2023 Summer Research Symposium will be an in-person event. Join us for a showcase of various discipline-research projects from across IUPUI.   ## CRL Summer Research Symposium   ### An event celebrating excellence in student summer research and engagement at IUPUI  We invite you to attend the CRL Summer Research Symposium. Join us for a showcase of various discipline-research projects from across IUPUI that demonstrate the breadth and depth of student research and creative activity across all academic units. Anyone interested and involved in student research and other high-impact practices is welcome to join us for this event.  Date: July 28, 2023 Time: 12:00–3:00 p.m. Location: University Tower Presenters schedule: View the program and schedule  [View the program and schedule](https://indiana-my.sharepoint.com/:b:/g/personal/jocfrank_iu_edu/EX1skD_oTG5JrPascRvKi-ABsj5F_7xKuByhN_4l5e0uGA?e=cWwMvA)  Images from the event: Photos  [Photos](https://indiana-my.sharepoint.com/:f:/g/personal/dbrownie_iu_edu/EjWRrPP2riJCqoeI2fJSNx8BhzwiQ6FlQG0CosXkRUXzcw?e=V8J7oV)  Share how you prepare for the event and enter to win a prize by using the hashtag #MYResearchIUPUI  A winner will be announced during the event.   #### Contact links  [Facebook](https://www.facebook.com/crl.iupui/)  [Twitter](https://twitter.com/IUPUICRL) "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2015-2016 AY/Articles/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2016-2017 AY/Articles/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/facultyprograms/r-course awards/index.html#search",
    "body": "  ## Center for Research and Learning Curriculum Development Grant  The Center for Research and Learning offers one to two grants annually for $2,500 to support the development of RISE courses with a specific focus on undergraduate research. The initiative aims to engage undergraduate students more deeply in their learning and to contribute to their intellectual, professional, and personal development.   ### Purpose  This grant is intended to increase course offerings and to expand the amount of 100-, 200-, and 300-level research courses. Faculty are encouraged to apply for up to $2,500, which might support professional development, summer salary, or a stipend. Faculty can develop a new research course or redesign an existing course as a research course.  Research courses must incorporate qualified experiences, integration of knowledge, and structured reflection to link the experience with targeted learning outcomes and assessment as outlined in the link below.  Research courses developed in the summer of 2019 must initially be offered in the 2020–2021 academic year.     ### Who May Apply  Full-time faculty members (including full-time lecturers) from all academic units at IUPUI are welcome to apply. Support of the department chair or dean must be demonstrated in the application materials. Applications must be submitted by: March 15, 2019 .   ### To learn more about course development, please see contact information below:  Those interested in creating an undergraduate research experience course are encouraged to contact Jerry Daday, Ph.D. (jdaday@iupui.edu), to learn more information about course development in this area. "
  },
  {
    "url": "URL: https://crl.iupui.edu/studentprograms/Human%20Subjects%20Research.html#search",
    "body": "  ## What exactly qualifies as human subjects research?  Any systematic investigation (including pilot studies, program evaluations, qualitative research) that is designed to develop or contribute to scholarly knowledge and which uses living humans or identifiable private information about living humans qualifies as human subjects research.  All human subjects research, and all other activities, which in part involve human subject research, regardless of sponsorship, must be reviewed and approved by the IU IRB, or registered exempt by the Office of Research Administration prior to initiation. This includes all interventions and interactions with human subjects for research such as:  Learn more about submitting your study for review.  [Learn more](https://research.iu.edu/compliance/human-subjects/index.html) "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/crlstories/Articles/index.html#search",
    "body": " In His Own Words, International Research Project Experience: Eric Durr  In Her Own Words, Posters On The Hill: Abigail Parker "
  },
  {
    "url": "URL: https://crl.iupui.edu/events/iupuissps/PresenterAbstracts/index.html#search",
    "body": " [View the program and presenters](https://indiana.sharepoint.com/:b:/s/msteams_92d57a/EYv4FAoQ909LilSBCAeDfBABAvHGPyXCH5wY8feHIfAyrw?e=9FkJNt) "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2014-2015 AY/Articles/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2015-2016%20AY/index.html#search",
    "body": "  #### CRL accepts applications to the 2016/17 UROP and MURI programs "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2017-2018 AY/Articles/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/privacy/#search",
    "body": " [Website Privacy Notice Generator](https://protect.iu.edu/online-safety/tools/privacy-notice/) "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2017-2018%20AY/Articles/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/articlesfolder/researchscholarlyarticlesfolder/posterprintingguide.html#search",
    "body": "  ### Poster Printing   ### CRL Printing Requirements "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2010-2011%20AY/Articles/News_10_25_2015.html#search",
    "body": " December 1, 2010 "
  },
  {
    "url": "URL: https://crl.iupui.edu/iupuisrd/#search",
    "body": "  ## Sorry, you don’t have permission to see this page or file  Try using the search function to find what you’re looking for. "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2010-2011%20AY/Articles/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/studentprograms/crlprograms/index1.html#search",
    "body": "  ## CRL undergraduate student travel fellowship  CRL now offers travel awards up to $500 to undergraduate students who are presenting their research in form of a poster or talk at a conference. Matching funds will need to be provided by the student’s mentor, department or school.  To apply for a travel fellowship, download and complete the form below. Funds are limited. Priority will be given to CRL awardees.  Download the form .   ### CUR Posters on the Hill  CRL will cover all trip expenses to Washington D.C. for any IUPUI undergraduate student who has been invited to present at the annual CUR Posters On The Hill event.  Learn more about Posters on the Hill This competitive event gives undergraduate students the opportunity to showcase their research to congressional members, meet with their representatives, and learn about advocacy for undergraduate research. If an IUPUI student is interested in submitting an application please contact CRL. Note, you will need to be enrolled as an undergraduate student throughout the spring semester to be able to participate.  [Learn more about Posters on the Hill](http://www.cur.org/conferences_and_events/student_events/posters_on_the_hill/) "
  },
  {
    "url": "URL: https://crl.iupui.edu/articlesfolder/researchprogramarticlesfolder/dsrparticle.html#search",
    "body": "  ## Diversity Scholars Research Program (DSRP)  The IUPUI Diversity Scholars Research Program (DSRP) is a performance-based scholarship directed toward academically talented first-time or incoming transfer students. The program is meant for students who want to continuously engage in faculty-mentored research while pursuing their degree at IUPUI. Scholars from racial and ethnic populations who have been historically underrepresented in institutions of higher education and whose presence will enhance the learning environment through increased diversity at IUPUI are encouraged to apply. Participants in the program are members of a community of undergraduate students who benefit from individual support, research activities, faculty mentoring and scholarship funding that leads to graduation with a four-year degree. Priority is given to incoming high school students, although continuing IUPUI students, as well as transfer students, may also apply. Awards are based on availability and applicants’ qualifications. These highly competitive awards are given to students in a variety of IUPUI majors/disciplines. A scholar may continue in the program for up to 4 years if he/she maintains a cumulative 3.0 GPA.   ### General Eligibility Requirements   ### Requirements   ## IUI-incoming freshmen  Incoming freshmen pursuing their first undergraduate degree who meet regular admission requirements and have a minimum cumulative high school GPA of 3.2 on a 4.0 scale, may want to apply if you:  Award  Scholars pursing a STEM degree must provide references from math or science instructors. Non-STEM majors may provide references from instructors or school administrators.  Undergraduate Research is the act of investigation in order to create and share new forms of knowledge.  What personal strengths and unique experiences do you bring to DSRP that will contribute to your success in research? 500 word minimum  How do you think engagement in research will help you grow as a scholar? 500 word minimum   ## IUI-current (continuing)  Current IUI students pursuing their first undergraduate degree who will have at least two years remaining (a current freshman or sophomore) and have a minimum cumulative IU GPA of 3.5 on a 4.0 scale, may want to apply if you:  Award  References must come from Math or Science instructors.  Undergraduate Research is the act of investigation in order to create and share new forms of knowledge.  What personal strengths and unique experiences do you bring to DSRP that will contribute to your success in research? 500 word minimum  How do you think engagement in research will help you grow as a scholar? 500 word minimum   ## IUI-incoming transfer  Incoming transfers pursuing their first undergraduate degree who meet regular admission requirements and will have at least two years remaining (an incoming sophomore or junior) and have a minimum cumulative college GPA of 3.3 on a 4.0 scale, may want to apply if you:  Award  Scholars pursing a STEM degree must provide references from math or science instructors. Non-STEM majors may provide references from instructors or school administrators.  Undergraduate research is the act of investigation in order to create and share new forms of knowledge.  What personal strengths and unique experiences do you bring to DSRP that will contribute to your success in research? 500 word minimum  How do you think engagement in research will help you grow as a scholar? 500 word minimum   ### Program Benefits   ### Apply  Apply to DSRP  [Apply to DSRP](https://iu.co1.qualtrics.com/jfe/form/SV_etwJtpNOuNDHY3k)   ### Contact  Tonya L. Shelton, M.S.Ed. Program Director toshelto@iupui.edu Center for Research and Learning Division of Undergraduate Education 875 W. North Street Hine Hall, Suite 243 Indianapolis, Indiana 46202 Tel: 317-274-5863   ### Apply  [here](https://iu.co1.qualtrics.com/jfe/form/SV_etwJtpNOuNDHY3k)   ### Questions "
  },
  {
    "url": "URL: https://crl.iupui.edu/index.html#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!   ### Learn more about us  The IUPUI Center for Research and Learning annually honors outstanding undergraduate research and mentoring with several awards.   ### Mentored research opportunities in all academic disciplines available to undergraduate students.  What are the benefits of doing research? There’s nothing like the thrill of discovery or making an original intellectual or creative contribution to your discipline. You’ll experience how fulfilling—and fun—it is when your research or creative project reveals a new understanding that could change how people think and live.  Under faculty supervision, you’ll play a significant role in IUPUI’s research endeavor. Research experiences help you gather serious credentials for your dream career. You can expand your professional network, present your research or art project at national and international events, and get your results.  A few of the benefits of doing undergraduate research include:   ### CRL Undergraduate Research Programs   ### CRL Undergraduate Research Programs   ### Non-CRL Undergraduate Research Opportunities   ### Non-CRL Undergraduate Research Opportunities   ### News  Summer Research Symposium at IUPUI showcases student research  Two win UROP/MURI poster contest  IUPUI sophomore Karen Bonilla discusses her experience with summer undergraduate research.  2019 IU Research Day Highlights  IUPUI Student Researchers Discuss their Work and its Impact  [317-274-5509](https://crl.iupui.edu/tel:317-278-7683)  [317-278-7683](https://crl.iupui.edu/tel:317-278-7683)  [About IUPUI](https://www.iupui.edu/about/)  [Office of the Vice Chancellor for Research](https://research.iu.edu/)  [IUPUI Academics](https://www.iupui.edu/academics/index.html)  [Office of Undergraduate Admissions](http://enroll.iupui.edu/)  [CIVIC Engagement](https://www.iupui.edu/city/engagement.html)  [IUPUI Athletics](http://www.iupuijags.com/)  [Office of International Affairs](http://international.iupui.edu/)  [IUPUI Event](http://events.iu.edu/iupui) "
  },
  {
    "url": "URL: https://crl.iupui.edu/facultyprograms/fr-opportunities/index.html#search",
    "body": " Mentors, if you are looking for undergraduate students to work with you on your research project you can now post an ad on the CRL website . Please describe your project in 2-3 sentences and include a short description of the type of student you are looking for (discipline, skill set etc). You may also want to mention whether this is a paid or volunteer position. You can provide your email address, phone number of both as contact information.  [CRL website](https://crl.iupui.edu/studentprograms/researchpositions/index.html)     ### How to submit.  Contact Joseph Franklin, our technical services specialist. Please include in your posting: "
  },
  {
    "url": "URL: https://crl.iupui.edu/news/archives/2015-2016%20AY/Articles/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://crl.iupui.edu/news/crlnews/news1_2019.html#search",
    "body": "  # Our Congratulations To The 2019 Award Recipients  By: CRL Staff  Friday, February 22, 2019  The IUPUI Center for Research and Learning hosted its annual awards luncheon Feb. 22 at the University Club, honoring several students for excellence in undergraduate research as well as a faculty mentor.  [IUPUI Center for Research and Learning](https://crl.iupui.edu/)  [View print quality image](https://crl.iupui.edu/images/newsimages/IMG_5395.JPG)  The Bowling-Jones-Russo Memorial Undergraduate Research Award consisting of $1,000 and a plaque was presented to Ethan M. Netsch by Mr. and Mrs. Michael L. Bowling Sr. This award has been made possible by donations honoring the memory of Michael Bowling Jr. and Christopher Jones, two IUPUI biology students who lost their lives in a tragic vehicular accident, and Raymond Russo, their faculty mentor, who passed away shortly thereafter. Ethan is a computer science student.  [View print quality image](https://crl.iupui.edu/images/researchscholarlyimages/IMG_5365.JPG)  Vice Chancellor for Research Simon J. Atkinson presented the second plaque and a $1,000 award to Celia Leticia Ochoa, the recipient of the Richard E Ward Undergraduate Research Opportunities Program Recognition Award. Celia is a student of Biomedical Engineering. She also received the very prestigious IUPUI Chancellor’s Award for Outstanding Undergraduate Research, which was conferred at the Chancellor’s Academic Honors Convocation in April.  Joseph Michael Wallace, Ph.D, an associate professor of biomedical engineering, was the recipient of the Kathryn J. Wilson Award for Outstanding Leadership and Mentoring of Undergraduate Research. He was presented with a plaque and a $1,000 monetary award by Wilson, the founding director of CRL.  [View print quality image](https://crl.iupui.edu/images/IMG_5268.JPG)  This award has been made possible by a generous gift from Wilson and her husband, Daniel R. Wilson.  The CRL RISE to the IUPUI Challenge Undergraduate Research Scholarship Awards are designed to bring new students into the research and creative enterprise. These awards, in the amount of $1,500 each, are also funded by Daniel and Kathryn Wilson. The five scholars recognized this year were Daniel Alejandro Di Martino (quantitative economics), Jeongwon Lee (biology), Kelly A. Lentsch (biology), Harkaranveer \"Veer\" Mahal (mathematics), and Jacob Wood (chemistry (ACS)). "
  }
]