[
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Tom Johnson.html#search",
    "body": "  ### Tom Johnson "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Bill Kivi.html#search",
    "body": "  ### Bill Kivi  Lead Animator, Disney Parks Experiences and Products, Walt Disney Company  Bill is a story focused Designer, Art Director, and CG Animation Director of interactive dark rides, attractions, and experiences for the Themed Entertainment Industry. He has 13 years of design and 3D animation experience and for the last 5 years, he has contributed to award-winning interactive dark rides design, build, and installation for clients and brands such as Warner Bros., DC Comics, Sesame Workshop, Paws, Viacom, Six Flags, PortAventura World, Hershey Park, Sally Dark Rides, and many others. He holds an MFA in Animation from SCAD and taught 3D Animation coursework for The Art Institutes for a number of years. He is currently working as a freelance Designer, Art Director, CG Animation Director, and Consultant for the Themed Entertainment Industry . He has a true passion for learning and exploring new technologies for the advancement of unique storytelling and visual communication. In addition, he enjoys volunteering his time, knowledge, and passion for both themed entertainment and animation with current college students, recent graduates, and those looking to pursue their passions in the creative art fields. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Theron Skees.html#search",
    "body": "  ### Theron Skees  Veteran Imagineering Creative Executive & Founder  The Designers Creative Studio  A visionary master story-teller and former Imagineering creative executive, Theron Skees has over 20 years’ experience assembling and leading multi-disciplined domestic and international teams. A highly adaptive story evangelist who applies vision, strategy, focus and solution-oriented processes that advance design, Theron has a track record of delivering business goals and increasing brand equity on diverse projects valued from hundreds of millions to multiple billions of dollars. With a career spanning 30 years in Themed Entertainment, he is an organized creative leader and is exceptionally capable at managing multiple, concurrently running teams on very complex projects. Highly respected in his field, Theron is a natural communicator who interfaces positively and professionally at all levels to get the job done. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Dan Mastropietro.html#search",
    "body": "  ### Daniel Mastropietro  Principal Network Design Engineer, The Walt Disney Company  Dan operated rides as a teenager in his hometown of Bristol, Connecticut and his career ultimately brought him to ESPN where he designed data networks for studios and live-to-air television. Today, with nearly 20 years at The Walt Disney Company, he has relocated to Florida and is the Principal Network Design Engineer for a team of specialists concentrating on data network technologies and architectures for rides, shows, interactive experiences and themed environments. Dan understands that themed entertainment experiences are built not only by technology, but also by the successful collaboration of hundreds of individuals working toward the same goal. When Dan isn’t designing, you’ll find him cooking in his kitchen or out playing in his Orlando based cover band. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Faculty/guy.html#search",
    "body": "  ### Jason Guy, MS  Lecturer, Computer Graphics Technology  Contact  jdguy@iupui.edu 317-278-7322 ET 309L   #### Education  M.S. Technology, Purdue University B.S. New Media, Indiana University A.S. Commercial Art, Vincennes University   #### Biography  Jason graduated with honors from IUPUI in 2004. Shortly thereafter, Jason landed his first game industry job with Poptop Software who were known for making \"Tropico\" and \"Railroad Tycoon 3\". In a little over a year, Jason shipped his first title, \"Shattered Union\" (PC, XBOX), a little known but highly rated strategy game as an environment artist. Jason was then transferred to Firaxis Games in Hunt Valley, Maryland. Jason shipped three AAA titles while working there; \"Sid Meier's Railroads!\" (PC), \"Sid Meier's Civilization Revolution\" (XBOX 360, PS3), and \"Sid Meier's Civilization V\" (PC) where he was as environment artist, lead environmental artist and artist III respectively.  As an Environmental Artist, Jason was responsible for the majority of screen real estate, creating almost everything that didn't include a character (texture, height map, foliage, trees, roads, bridges, clutter, buildings and landmarks). As Artist III, Jason was responsible for the creation of all structures, including cities, upgrades and wonders. Jason also helped the unit team and created a wide range of naval vessels for Civilization V.  Since 2011, Jason has been teaching full time at IUPUI. When he isn't taking care of three kids, he is still an active gamer and enjoys almost all forms of nerdery. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/News/index.html#search",
    "body": " Themed Entertainment Students Join IAAPA 2021    Students have an expectation when entering school that they will receive authentic learning experiences that provide them the opportunity to learn and grow in any number of different disciplines. They often e realize that this concept falls flat as they step into. A large classroom and receive lecture from the front of the room. The Computer Graphics technology program at IUPUI created a different type of experience where students learn on the ground not just from faculty but also from industry professionals through a shared partnership at IAAPA.  CGT Launches Invention Course and the Metaverse    Learning the creative and invention process is most often seen within specific majors on a college campus. It is not unusual to find new venture courses within a College of Business or courses focused on the creative process within a School of Art. However, higher education institutions often lack the opportunity for students to cross-collaborate among disciplines as they work in multidisciplinary teams. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Trowbridge.html#search",
    "body": "  ### Shane Trowbridge  Video Producer and Project Manager    Biography  Shane is a video producer and project manager with over 20 years of experience. He is driven to create engaging media and digital strategies that connect clients with their audience and accomplish their business goals. He embraces the balance between the creative (right-brained) and detail-oriented (left-brained) thinking required to produce great content and results.  Technology often opens the door for new opportunities, but Shane believes relationships, trust and reliability will always be at the foundation of good work. He is energized by being a change agent in team culture and enjoys it when his teammates succeed.  Ultimately, Shane loves when his skills are matched with opportunities that help people and have a positive impact on the community. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Dan Sawatzky .html#search",
    "body": "  ### Dan Sawatzky  Business Owner  Imagination Corporation    Biography  Dan is best described as a creative force and visual storyteller extraordinaire. His art career spans more than fifty years of magic. Dan's passion is to design and create imaginative worlds that take people from the normal world to places of delight and wonder.  Dan and his family operate their business, Imagination Corporation, from their small acreage in Chilliwack, British Columbia, Canada. Living and working in a small town does not limit their business however, as their projects go world wide.  Dan firmly believes each of us should pursue our dreams and do the things we love. Their business reflects that philosophy in every way possible. Ordinary simply does not apply. Their projects range from small dimensional signs to entire theme parks. Dan and his small, part time staff combine high tech with old world skills to make their unique pieces. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Tom Kraemer.html#search",
    "body": "  ### Tom Kraemer  President & Owner  Kraemer Design + Production, Inc.    Biography  As the President and Owner, Tom’s main focus is acquiring new business for Kraemer Design + Production, Inc. He directs the design process while working closely with the client. Tom’s design expertise is a result of over 30 years of experience in creating galleries and displays for museums and discovery centers. He responds to the challenge of having to reconcile design, space and fabrication issues with educational and behavioral objectives.  Tom enjoys running marathons and being with his grandchildren. In April 2018, he ran the Boston marathon and has ran the Cincinnati Flying Pig Marathon six times. Tom is also a member of the Industrial Design Society of America. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Faculty/koch.html#search",
    "body": "  ### Clint Koch, MS  Faculty, Computer Graphics Technology Game Designer ctkoch@iupui.edu "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Curriculum/Themed Entertainment Concentration.html#search",
    "body": "  ### Certificate in Themed Entertainment Design  Would you love a job creating and designing themed attractions and experiences that will bring stories to life? What if you could create for the likes of Walt Disney Imagineering, Universal Studios Creative, the Smithsonian, or another themed destination such as a theme park, zoo, aquarium, trade show or museum? Whether you are a mechanical engineer, audio engineer, interior designer, media arts specialist or any one of the over 140 disciplines that work in the themed entertainment industry, take your skills to the next level and apply your major or career experience to creating and designing for themed attractions and experiences.  Interested?  Join Us  [Join Us](https://cgt.iupui.edu/JoinUs/index.html)   ## Learn what we have to offer . . .  Description of the video:   ## Follow a flexible pathway   ## Get connected to the industry   ## Careers in Themed Attraction Design  Animation Specialists  Digital Animators  Graphic Design  Special Effects Specialist  Prototype Specialist  Audio Designer Show Designer  Show Producer  Set Designer  Prop Designer  Structural Designers  Lighting Designer  Technical Directors  Show Writers  Scenic Designers  Script Writers  “IUPUI does an excellent job of introducing students to the industry of themed attraction design and theme parks. From initial idea conception to complex layout plans and digital models, you will walk through the entire process of designing an attraction step by step. Weekly meetings with the professors and interviews with local themed attraction designers provided invaluable information as well as an inside perspective on the industry.\"  - Rachel Carter, Student   ## Themed Entertainment Certificate Coursework  One elective from these areas:   ##  All CGT courses must be completed with a grade of C- or better. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Monica Humphrey.html#search",
    "body": "  ### Monica Ramsey  Director of Exhibits and Interactive Media  The Children’s Museum of Indianapolis  Monica’s roots run deep in the theatre world; in undergrad she was a performer, stage manager, and held work-study roles in the box office and scene shop. These all provided significant experience and led her to join the world’s largest children’s museum in 2003 producing live theatrical productions in exhibitions and the 350-seat theater. She currently serves as Director of Exhibits and Interactive Media leading exhibit teams from concept development and design through opening day. This work has allowed Monica to work alongside paleontologists, civil rights advocates, ministries of culture, astronauts, and incredible storytellers and artists to create experiences for kids and grownups to share together. A new member of the CGT Advisory Board, Monica loves seeing the work students do to strengthen their communities through their work. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Curriculum/Plan of Study - Themed Attractions.html#search",
    "body": "  ### Themed Attraction Design  Create dreams that become reality!  Would you love a job creating and designing themed attractions and experiences that will bring stories to life? What if you could create for the likes of Walt Disney Imagineering, Universal Studios Creative, the Smithsonian, or another themed destination such as a theme park, zoo, aquarium, trade show or museum? Whether you are an engineer, interior designer or want to enhance your CGT degree...Themed Attraction Design can get you there. We are only one of a few handful of programs in the country and are tightly connected to an industry that is dedicated to creating experiences that will amaze and delight audiences of all ages.  Interested?  Join Us     ## Learn what we have to offer . . .  Description of the video:   ## Follow a flexible pathway  We provide you with a flexible experience that prepares you for a variety of careers in the exciting and growing themed attraction & experience industry. You will learn the history and current resources of the industry. You will also get to try your hand at creating all kinds of experiences in our dedicated themed attraction courses. Then move on to one of six specializations of your choosing along with a dedicated internship experience.   ## Get connected to the industry   ## Careers in Themed Attraction Design  Animation Specialists  Digital Animators  Graphic Design  Special Effects Specialist  Prototype Specialist  Audio Designer Show Designer  Show Producer  Set Designer  Prop Designer  Structural Designers  Lighting Designer  Technical Directors  Show Writers  Scenic Designers  Script Writers  “IUPUI does an excellent job of introducing students to the industry of themed attraction design and theme parks. From initial idea conception to complex layout plans and digital models, you will walk through the entire process of designing an attraction step by step. Weekly meetings with the professors and interviews with local themed attraction designers provided invaluable information as well as an inside perspective on the industry.\"  - Rachel Carter, Student   ## Themed Attraction Design Coursework  Six more options from these areas:   ##   ### General Education Requirements (30 cr.)   ### Selective and Technical Electives (25 cr.)    The Themed Attractions Design Development plan requires students to successfully complete 120 credit hours. All CGT courses must be completed with a grade of C- or better. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Curriculum/Themed Entertainment Minor.html#search",
    "body": "  ### Minor in Themed Entertainment Design  Would you love a job creating and designing themed attractions and experiences that will bring stories to life? What if you could create for the likes of Walt Disney Imagineering, Universal Studios Creative, the Smithsonian, or another themed destination such as a theme park, zoo, aquarium, trade show or museum? Whether you are majoring in mechanical engineering, music and arts technology, interior designer technology, media arts  or any one of the over 140 disciplines that work in the themed entertainment industry, take your skills to the next level and apply your major or career experience to creating and designing for themed attractions and experiences  Interested?  Join Us  [Join Us](https://cgt.iupui.edu/JoinUs/index.html)   ## Learn what we have to offer . . .  Description of the video:   ## Follow a flexible pathway   ## Get connected to the industry   ## Careers in Themed Attraction Design  Animation Specialists  Digital Animators  Graphic Design  Special Effects Specialist  Prototype Specialist  Audio Designer Show Designer  Show Producer  Set Designer  Prop Designer  Structural Designers  Lighting Designer  Technical Directors  Show Writers  Scenic Designers  Script Writers  “IUPUI does an excellent job of introducing students to the industry of themed attraction design and theme parks. From initial idea conception to complex layout plans and digital models, you will walk through the entire process of designing an attraction step by step. Weekly meetings with the professors and interviews with local themed attraction designers provided invaluable information as well as an inside perspective on the industry.\"  - Rachel Carter, Student   ## Themed Entertainment Minor Coursework  One elective from these areas:   ##  All CGT courses must be completed with a grade of C- or better. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/search#search",
    "body": ""
  },
  {
    "url": "URL: https://cgt.iupui.edu/AboutUs/index.html#search",
    "body": "  ### About the Computer Graphics Technology (CGT) Bachelor of Science (B.S.) Degree  Computer Graphics Technology (CGT) is a unique program that prepares students for a wide variety of computer graphics-related jobs. Computer graphics training is utilized in nearly every industry in the world, and typical professional titles include: graphic designer, digital animator, technical illustrator, multimedia developer, web developer, computer game developer, motion designer, themed attraction and park designer and others. The Bachelor of Science in Computer Graphics Technology program prepares students for lifelong opportunities as leaders in their field. The program is constantly adding new technologies to prepare students with current and relevant educational experience in applied computer graphics. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Faculty/rogers.html#search",
    "body": "  ### Christian Rogers, Ph.D.  Associate Professor, Computer Graphics Technology  rogerscb@iupui.edu 317-278-4144 ET 309F   #### Education  Ph.D. Educational Technology, University of Toledo M.E. Career & Technology Education, Bowling Green State University B.S. Visual Communications Technology, Bowling Green State University   #### Biography  Chris received his Bachelors of Science in Visual Communications Technology, a Masters of Education in Career & Technology Education at Bowling Green State University, and a Ph.D. at the University of Toledo in the field of educational technology with a focus in media production.  While earning a PhD, he was a Lecturer & Academic Advisor in the Visual Communication Technology program at BGSU, teaching courses in cross-media integration and overseeing the video production track.  Currently, he is an Assistant Professor in Computer Graphics Technology in the Purdue School of Engineering & Technology at Indiana University Purdue University Indianapolis (IUPUI). He teaches courses in the fundamentals of video production to advanced motion design and conducts research in the area of media theory, experiential learning and pervasive technology in the area of STEM education. His industry experience is quite diverse, with over thirteen years in the visual communications field, having worked for many different organizations and institutions. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Amber Tansy.html#search",
    "body": "  ### Amber Tansy  Senior Product Designer, Playstation    Biography "
  },
  {
    "url": "URL: https://cgt.iupui.edu/JoinUs/Themed Experience Showcase.html#search",
    "body": "  ## Introducing a New Design Showcase   ### Compete to create the best ride experience you can dream up!  You have been given the task of coming up with the next big theme park ride! It is your job to come up with the story behind the ride, tell us why you chose it, and design it in whatever method you choose. For junior high and high school students, this contest will introduce you to the world of immersive world of storytelling and creating animation for location-based entertainment. Become the next imagineer and come up with the next ride experience!   ## The Details! The Prizes!  When creating your ride you will need to consider the following:     ## Prizes include:  [ThemedAttraction.com](https://www.ThemedAttraction.com)     ## Questions?  Contact us here .   ## Featuring an industry leading panel of contest judges including:   ## The Process   ## Come up with a story  Themed rides always start with a story. You’re going to start with the following:  [Freytag's model](https://writers.com/freytags-pyramid)  You’re going to write one paragraph explaining what your story is. Don’t make it anymore than half of a page.   ## Theme It  Think about your story and the theme around that story. For example, if your story takes place on the moon then everything may be very dry, cold and maybe black or gray. What type of music would you choose? It might be mystical or it might be eery.  You’re going to come up with a theming mood board which is a way to convey the elements that are going in to your story. Start by making a list and include these elements:  When your done making this list your goign to do an internet search and find as many images as you can to give you ideas for your theme.  Here is some examples:  [https://i.pinimg.com/originals/7d/35/a8/7d35a8975eb55f359e593314611d975d.jpg](https://i.pinimg.com/originals/7d/35/a8/7d35a8975eb55f359e593314611d975d.jpg)  [https://99designs.com/blog/tips/how-to-create-a-mood-board/](https://99designs.com/blog/tips/how-to-create-a-mood-board/)  [https://justcreative.com/how-to-use-mood-boards-for-brand-identity-design/](https://justcreative.com/how-to-use-mood-boards-for-brand-identity-design/)  Need a tool to help you create a moodboard?  Here are some good ones:  [Miro](https://miro.com)  [Canvas](https://www.canva.com)  [Adobe Express](https://www.adobe.com/express/create/mood-board)  [Google Jamboard](https://jamboard.google.com)     ## Scene It  You are going to carry guests through your themed ride and they are going to view your story as it plays out. You can also choose to have the guests be active participants in the ride if you would like. As guests move through your ride they will experience at least four scenes from your story. So you need to spend some more time thinking about your story and come up with a couple of scenes that guests will see when they ride by. Look at these rides as examples:  [Secret Life of Pets](https://www.youtube.com/watch?v=jO4BWxH9jqI)  [Mickey and Minnie's Runaway Railway](https://www.youtube.com/watch?v=SvfypxnHD-o)  [Battle for Metropolis](https://www.youtube.com/watch?v=2SfJigL2Pfs)  You are going to present one design (illustration or basic concept) of a scene that will be in your final ride.  Here is an example of a scene:           ## Map It  The last part of creating the ride will be to create a map that will show us how guests will go through the ride. They will start off in a que or a waiting area and then got on a ride vehicle that will take them through the experience. You can choose to create this layout by doing a detailed drawing (a sketch you take a picture of) or using computer software (such as Adobe Illustrator or Sketchup). Here are some examples of ride maps:       ## Presentation  You will present your ride by creating a recorded video of your final idea showcasing your story, your mood board, your scene and your ride map. Present it in a compelling way and make sure it is no more than 5 minutes. You should also include a credit list of  your team members and your sponsoring teacher (the teacher who introduced you to the project).   # Sign me up!  Are you ready to take the plunge and become the next world renowned rider designer?  [Register Now](https://forms.gle/ea66geoK92XrcnfN7)   ## The Schedule   ## The Rules  The type of visualization you use is entirely up to you. These include but are not limited to:  Groups are encouraged to use as many images as they need for their final presentation. The important part is that your idea is clearly conveyed. Tell us a story. Make us want to visit your experience! "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Live/index.html#search",
    "body": " Upcoming Events   ## Pawel Nowak - Dice Gaming  We will have a fun student question and answer session with Pawel Nowak from Dice Gaming! Pawel is a former student from Poland who was instructed by IUPUI Professors and worked alongside IUPUI students! Pawel has worked on many AAA games as both a Senior Level Editor Artist and 3D asset creator. Games include Battlefield V and I, Mirror's Edge 2, and the Dying Light franchise. This is a session for students for figuring out the ins and outs of finding work in the games industry as a CG artist. Pawel has a very unique perspective for all students because he has worked on games in Europe and also in teh USA. You can check out his art at https://www.artstation.com/artwork/6ayV4w .  [https://www.artstation.com/artwork/6ayV4w](https://www.artstation.com/artwork/6ayV4w)  Date and time TBD  Past Events  See a group of IUPUI students present their Warner Bros IP based attraction idea \"Animaniacs in Cartoon Chaos\" Wednesday night, May 2, at 7pm ET.  If you would like to join the Zoom room and lend support or give direct feedback, contact joshpolk@iupui.edu for the link.  Watch Now  [Watch Now](https://youtu.be/fKZAlaHVeAo)     ## Dave Durham - Veteran Disney Imagineer  Join us as we spend time with Veteran Disney Imagineer Dave Durham. Dave was the Creative Ride Engineering Executive at Walt Disney Imagineering and has worked at Disney for over 30 years in a number of different divisions including Creative, Production, Ride Engineering and R&D.  Thursday, April 21, 4:00pm EST - Live   ## Rich Hill - Creative Director, Sally Ride  Join us as we learn about the process of ride devleopment and creation with Rich Hill, Creative Director of Sally Ride. Rich is a graduate of Art Institute of Pittsburg. He has worked on projects for the likes of Cedar Fair, Universal Studios and the Walt Disney Company is currently working various new dark ride concepts.  Watch Now  [Watch Now](https://www.youtube.com/watch?v=13uKW7jDrJI)   ## Josh Steadman - Director of Production, Unrivaled  Join us as we spend time with Josh Steadman, Creative Director, Designer and Director of Production for Unrivaled. Josh has a history of working for some of the top themed entertainment vendors and companies around the world from the likes of Walt Disney Imagineering, Evermore and Storyland Studios (to name a few).  Watch Now  [Watch Now](https://www.youtube.com/watch?v=IxWxnW00Yos)   ## Jenny Tod -  Creative Director, Owner   ### Personal Branding   ### Entrepeneuarship   ### Graphic Design  Jenny Tod brings the expertise of an agency, the vision of an art directorr, and the empathy of an entrepreneur. Her 10 years of creative experience, design acumen, and sensibilites as a leader to inform her studio, her work and her relationships with her clients. As a former high school athlete and current long-distance runner, she knows a thing or two about hard work and determination. Jenny founded Jenny Tod Creative in 2018 and hasn't looked back since.  Watch the Recording  [Watch the Recording](https://www.youtube.com/watch?v=0MFDm-I76YM)   ## Bob Rogers - Founder, BRC Imagination Arts  Bob Rogers, is the founder and Chief Creative Officer for BRC Imagination Arts. He has also moderated the Legends panel for IAAPA for over 20 years. He is one of the most trusted professionals in the themed entertainment industry and shares his wisdom on how students can break into the industry.  Watch the Recording  [Watch the Recording](https://vimeo.com/manage/videos/660924520/afad16bf41)   ## The Future of Themed Entertainment  Theron Skees, Veterin Disney Imagineer & Owner, Designers Creative Studio  Jason Surrell, Unversal Creative  Nathan Naversen, Founder, Themed Attraction.com  Josh Miles‘ and the Obsessed Show podcast  Learn from some of the top industry professionals on the future direction of the themed entertainment industry from those who have been there!  Watch the Recording  [Watch the Recording](https://www.themedattraction.com/the-future-of-themed-entertainment-the-obsessed-show-podcast/)   ## Jason Bube - Art Director at MSNBC  Join as we spend time with Jason Bube, Art Director for MSNBC as we learn about the use of motion design in news broadcasting and beyond.  Watching the Recording  [Watching the Recording](https://www.youtube.com/watch?v=g4zvVSqJw7Y)   ## Nate Purkeypile -Veteran Bethesda Environmental Artist  In this interview, Bailey Lester talks to Nate Purkeypile, former environment artist at Bethesda responsible for Diamond City, Blackreach, and other amazing fantastical environments about game development.  Watch the Recording  [Watch the Recording](https://www.youtube.com/watch?v=l5R4JzD6hmY)   ## Kraemer Design & Productions  Join CGT Alumni Miranda Shuler as she meets with the team at Kraemer Design & Productions to learn about the art and tech of designing themed exhibits and experiences.  Watch the Recording  [Watch the Recording](https://www.youtube.com/watch?v=FZu_sPEhRO8)   ## Shane Trowbridge - Producer, Videographer, Adam Grub Media  Learn the art of video production with industrial advisory board member, Shane Trowbridge.  Watch the Recording  [Watch the Recording](https://www.youtube.com/watch?v=De1Mbdo6BeE)   ## Bill Kivi - 3D Artist, Walt Disney Parks  Connect with industrial board member and 3D artist from the likes of Mattel, Sally Ride and the Walt Disney Company, Bill Kivi  Watch the Recording  [Watch the Recording](https://www.youtube.com/watch?v=tBWnjiLlVoc)   ## Dan Sawatzky - Founder, Imagination Corporation  Learn the art of themed entertainment from custom crafter and visionary Dan Sawatsky.  Watch the Recording  [Watch the Recording](https://www.youtube.com/watch?v=BMorXaUwJRo)   ## Branden Stall - Video Director, Static Media  Join as we explore motion design, video production and content creation with industrial board member, Branden Stall.  Watch the Recording  [Watch the Recording](https://www.youtube.com/watch?v=dG9hNJ-ifSk)   ## Rolando DeCastro - Concept Artist  Listen in as CGT student Cade Malinowski sits down with concept artist Rolando DeCastro.  Watch the Recording  [Watch the Recording](https://www.youtube.com/watch?v=DVNiCgdikws)   ## Oscar Mar - Freelance GUI and Motion Graphics Artist (EA, Ubisoft, Riot Games)  In this video we host an interview with Oscar Mar, whom has worked on big titles like Skate, Valorant, Splinter Cell, and Watch Dogs.  Watch the Recording  [Watch the Recording](https://www.youtube.com/watch?v=p4cTXdlQVJY) "
  },
  {
    "url": "URL: https://cgt.iupui.edu/AboutUs/study-abroad.html#search",
    "body": "  # Study Abroad: Poland  CGT is the sponsor of a highly successful Study Abroad program to Poland. During the trip, students will have the opportunity to travel around central Europe in the areas surrounding Poland, such as Germany, Czech Republic, and other nearby countries. Students will also gain highly valuable tutoring experience by assisting professor to deliver lectures and demonstrations, and helping high school and college aged students as they learn the software and techniques to computer graphics. Additionally, there is a wealth of opportunity for cultural and historical experiences, such as visiting a salt mine, the historic landmarks of Auschwitz and Birkenau, and many other local sites. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /index.html#search",
    "body": "  ##### Kasey Allen  Motion and Themed Entertainment Designer  Learn More About Kasey   ##### Rick Beddow  DIRECTOR, ATTRACTIONS AT UNIVERSAL STUDIOS   ##### Scott M. Devine  Project Engineer at Advent  Learn More About Scott   ##### Marc Dittmer  Director, Park Technology - SeaWorld Parks & Entertainment  Learn More About Marc   ##### Matt Eckert  President & CEO, Holiday World & Splashin' Safari  Learn More About Matt   ##### Mike Flaherty  Senior UX Designer, DealMachine  Learn More About Mike   ##### Josh Grow  DIRECTOR, CORE PIPELINE SOFTWARE - MADISON SQUARE GARDEN VENTURES: SPHERE Learn More About Josh   ##### Tom Johnson  Associate Creative Director, Lewis Communications  Learn More About Tom   ##### Bill Kivi  Lead Animator, Disney Parks Experiences and Products, Walt Disney Company  Learn More About Bill   ##### Tom Kraemer  President & Owner, Kraemer Design + Production, Inc.  Learn More About Tom   ##### Rita Marley  President & Creative Director, Bloom Design Studios, Inc  Learn more about Rita   ##### Kevin Marshall  UX Director, The Basement  Learn more about Kevin   ##### Daniel Mastropietro  Principal Network Design Engineer, The Walt Disney Company  Learn more about Daniel   ##### Nate McWilliams  Senior Consultant | Audiovisual, Arup  Learn more about Nate   ##### Frank Murphy  Attractions Supervisor, Universal Orlando Resort  Learn More About Frank   ##### Monica Ramsey  DIRECTOR OF EXHIBITS AND INTERACTIVE MEDIA, THE CHILDREN'S MUSEUM OF INDIANAPOLIS Learn More About Monica  DIRECTOR OF EXHIBITS AND INTERACTIVE MEDIA, THE CHILDREN'S MUSEUM OF INDIANAPOLIS   ##### Dan Sawatzky  Business Owner, Imagination Corporation  Learn More About Dan   ##### Theron Skees  Veteran Imagineering Creative Executive & Founder of The Designer’s Creative Studio  Learn More About Theron   ##### Branden Stall  Sr. Director of Video, Static Media  Learn More About Branden   ##### Amber Tansy  Senior Product Designer, Playstation  Learn More About Amber   ##### Shane Trowbridge  Video Producer and Project Manager  Learn More About Shane "
  },
  {
    "url": "URL: https://cgt.iupui.edu/News/11-23-21-IAAPA.html#search",
    "body": "  # Themed Entertainment Students Join IAAPA 2021 "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Curriculum/Plan%20of%20Study%20-%20Themed%20Attractions.html#search",
    "body": "  ### Themed Attraction Design  Create dreams that become reality!  Would you love a job creating and designing themed attractions and experiences that will bring stories to life? What if you could create for the likes of Walt Disney Imagineering, Universal Studios Creative, the Smithsonian, or another themed destination such as a theme park, zoo, aquarium, trade show or museum? Whether you are an engineer, interior designer or want to enhance your CGT degree...Themed Attraction Design can get you there. We are only one of a few handful of programs in the country and are tightly connected to an industry that is dedicated to creating experiences that will amaze and delight audiences of all ages.  Interested?  Join Us     ## Learn what we have to offer . . .  Description of the video:   ## Follow a flexible pathway  We provide you with a flexible experience that prepares you for a variety of careers in the exciting and growing themed attraction & experience industry. You will learn the history and current resources of the industry. You will also get to try your hand at creating all kinds of experiences in our dedicated themed attraction courses. Then move on to one of six specializations of your choosing along with a dedicated internship experience.   ## Get connected to the industry   ## Careers in Themed Attraction Design  Animation Specialists  Digital Animators  Graphic Design  Special Effects Specialist  Prototype Specialist  Audio Designer Show Designer  Show Producer  Set Designer  Prop Designer  Structural Designers  Lighting Designer  Technical Directors  Show Writers  Scenic Designers  Script Writers  “IUPUI does an excellent job of introducing students to the industry of themed attraction design and theme parks. From initial idea conception to complex layout plans and digital models, you will walk through the entire process of designing an attraction step by step. Weekly meetings with the professors and interviews with local themed attraction designers provided invaluable information as well as an inside perspective on the industry.\"  - Rachel Carter, Student   ## Themed Attraction Design Coursework  Six more options from these areas:   ##   ### General Education Requirements (30 cr.)   ### Selective and Technical Electives (25 cr.)    The Themed Attractions Design Development plan requires students to successfully complete 120 credit hours. All CGT courses must be completed with a grade of C- or better. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Josh Grow.html#search",
    "body": "  ### Josh Grow  DIRECTOR, CORE PIPELINE SOFTWARE - MADISON SQUARE GARDEN VENTURES: SPHERE  Josh comes from a film and television production background where he has had the unique opportunity to have worked in every stage of the production pipeline, from the on-set camera world to post production, both at the artist and engineering levels. Through this experience, he developed skills in networking, systems architecture, hardware and software development, camera negative debayering and color science.  In 2013, Josh conceptualized and wrote JOUST, a hardware/software solution that tracked the camera negative from slate to screen, while automating the processes in-between. JOUST encompassing tools for dailies review, the vfx plate pull requests, vendor delivery and the final conform pipelines. Most notable for the secure delivery of assets and metadata to the vfx and post teams, the software was acquired by Technicolor in 2016 and is still being used today.    During Josh’s time at Disney, he was responsible for architecting modular workflows to standardize processes for vfx and post. He was responsible for designing and implementing on-premise and cloud hybrid solutions, for projects that included The Lion King, Dumbo, Aladdin and more. He was known for increasing efficiency among remote production teams in how they collaborated and managed their data all across the world.    Josh has also worked directly with Dave Grohl and the Foo Fighters as the VFX Liaison and on-set DIT, building a mobile dailies lab for 8K workflows with the Panavision DXL, for their music videos Sky is the Neighborhood and Run.    Josh also spent time in the Machine Learning space, and has started to think of ways this technology can further push a production pipeline into the next generation.    Josh is now the Director of Core Pipeline at Madison Square Garden: Sphere, and is leading the charge architecting and developing massive resolution workflows starting from camera through post, edit, conform and display workflows. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Branden Stall.html#search",
    "body": "  ### Branden Stall  Sr. Director of Video, Static Media    Branden is the Senior Director of Video for ZergNet, a media and content recommendation company. He currently manages the day-to-day operations for ZergNet’s internal video department and played an integral role in building and developing the company’s video capabilities. Branden has over 19 years of experience working for production companies in both the US and China. He also founded a successful motion design and animation company in Indianapolis. He is passionate about bringing design and video together to tell a story.  He received his bachelor’s in graphic design from the University of Northern Iowa as well as a degree in Digital Media from Fullsail. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Faculty/cole.html#search",
    "body": "  ### Michael J. Cole  Lecturer, Computer Graphics Technology  colemj@iu.edumbannaty@iupui.edu  Hello! My name is Michael J. Cole and I currently reside in Greenfield, IN; which is just outside of Indianapolis. I reside just outside of town with my wife, two children, four cats, and dog. After relocating back to Greenfield from Orlando, my wife Cheri and I have spent a lot of time making our house a real home and we love it here! This is a good thing considering that I am a full time student, freelance illustrator, and stay-at-home parent. Because of that, I am in our house a LOT! For over fifteen years, I had the distinct pleasure of working for and with some of the biggest and best licenses in the world developing retail product. These include Disney, Mattel, Hasbro, and Harley Davidson. Most of that time was spent at The Walt Disney World Resort. It was the greatest professional experience of my life and such a wonderful creative outlet. But, it was spent managing the creative process and not actually artistically creating. Then, I decided it was time for a change and I decide to quite corporate America and go back to school to get my second degree: this time in design (my first was in fashion). I was lucky enough to live near Herron School of Art and Design and was accepted there into their Design program. I really enjoyed the time at Herron and so I decided to just continue on with my education and go after my Master’s of Fine Art. Since I have always loved drawing, designing, and create characters, I thought this time, I would apply to the Illustration program. When creating designs, I normally start with good old-fashioned pencil and paper, but then when I have reached a direction that I like, I normally then switch over to a digital format. Up to now, I usually start with Illustrator and then move on to Photoshop; but lately, I am trying out new techniques solely in Photoshop. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/News/11-23-21-Invention.html#search",
    "body": "  # CGT Launches Invention Course and the Metaverse "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Matt Eckert .html#search",
    "body": "  ### Matt Eckert  President & CEO  Holiday World & Splashin' Safari    Biography  Matt Eckert is the President & CEO at Holiday World & Splashin’ Safari and has been with the organization for 20 years.  Holiday World & Splashin’ Safari employs well over 2,000 employees and has been recognized as a World Leader in the Industry, attracting an average of over 1 million visitors each year since 2006.  Prior to joining Holiday World & Splashin’ Safari, Matt was a senior auditor with Arthur Andersen in the Indianapolis office, consulting clients in a variety of industries – Banking, Manufacturing, Service, Not for Profit and Retirement Plans.  Matt is a graduate of Indiana State University, where he obtained his Bachelors of Science in Accounting and Insurance and is a Certified Public Accountant.  Matt serves on the following Boards and Organizations:  He resides in Schnellville, Indiana, with his wife Tonya and three children – Abby, Claire and Drew. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Curriculum/index.html#search",
    "body": "  ### Curriculum    The Computer Graphics Technology program currently offers four plans of study to achieve a Bachelor of Science in CGT:  We also offer the following minors and certificates:  Transfer students should consult any Computer Graphics Technology faculty, or our advisor Betty Klein , regarding potential course exceptions and/or substitutions. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/JoinUs/index.html#search",
    "body": "  ## Send us a message!    Christian Rogers, Ph.D. Director of CGT rogerscb@iupui.edu 317-278-4144 ET 309C    Betty Klein Academic Advisor  bkklein@iupui.edu 317-278-7322 ET 309K   "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Curriculum/Plan of Study - Animation.html#search",
    "body": "  ### Technical Animation and Spatial Graphics    Learn to animate from professionals who have been there (and still are).  Computer Graphics Technology’s Animation and Spatial Graphics plan of study provides a comprehensive, traditional and technical, education that prepares students for a variety of 3D animation careers. Students learn from instructors who have both professional experience working at major studios, and are passionate about teaching and your success. As a Computer Graphics Technology animation student, you will learn both the technical skills and conceptual theory that mirror industry standards.  The Technical Animation and Spatial Graphics plan requires students to successfully complete 120 credit hours. All CGT courses must be completed with a grade of C- or better.   ## Learn what we have to offer . . .  Description of the video:  \"The animation track is perfect for any student interested in motion-based storytelling. Whether you’re pursuing 2D animation or the ever-growing world of 3D rendering, this concentration will provide you with the skills needed to push boundaries in the diverse field of animation.\"  - Joshua Meister , Student   ## Our Courses   #### Core Courses (38 cr.)   #### Concentration (27 cr.)   #### General Education Requirements (30 cr.)   #### Selective and Technical Electives (25 cr.) "
  },
  {
    "url": "URL: https://cgt.iupui.edu/CurrentStudents/Job Searching.html#search",
    "body": "  ## Job Searching and Beyond    So, your near graduation. What are the next steps? You could look for a job or consider graduate school. Either way, we are here to help. See below for different things to consider for your future after IUPUI.   ### Recruiters  Recruiters are one avenue to help you find a job in the media, design and themed entertainment industries. When you work with a recruiter you first meet with them, show them your resume and explain your skills and talents. They then they go out and try to help you find freelance, part-time, or full-time work, connecting you with companies in need of your specific skill set. The downside is they will take a cut of what the company decides to pay you. But the upside is they do a lot of the job-hunting leg-work and help you to negotiate pay.  Here are a few local creative talent agencies:  [Artisan Talent](https://artisantalent.com/)  [Vitamin Talent](https://vitamintalent.com/)  [Robert Half Technology](https://www.roberthalf.com/in-indianapolis)  [Slice Creative Network](https://slicecreativenetwork.com)   ### Companies  If there are companies you are interested in working with, bookmark and check their web sites regularly for new job postings. Sometimes they will pop up for very brief time frames. If they offer a notification service for new jobs, sign up to be notified when new jobs open up.   ### Job Posting Sites:  Many of these services offer job notifications. You provide specific keywords and locations and you will receive daily or weekly emails on positions as they become available.  [Glass Door](https://www.glassdoor.com/)  [Indeed](https://www.indeed.com/)  [Creative Hotlist](http://www.creativehotlist.com/)  [SimplyHired](https://www.simplyhired.com/)  [Monster](https://www.monster.com/)  [CareerBuilder](https://www.careerbuilder.com/)  [Gamasutra](https://www.gamasutra.com/)  [Game Job Hunter](http://www.gamejobhunter.com/)  [Creative Cow](https://jobs.creativecow.net/)   ### Social Media  Both LinkedIn and Twitter are helpful for finding job possibilities through your friends, coworkers, or connections. Many jobs are posted by individuals through these networks perhaps even before it becomes an official job posting.  [LinkedIn](https://www.linkedin.com)  [Twitter](https://twitter.com/)  LinkedIn is best for networking with others through a business minded medium. Follow companies you are interested in on Twitter and maybe you will see an early job posting. This is also a great place to follow companies local to you. You can see the kinds of projects, conferences, or events they are involved with.  Helpful articles:  [What Recruiters are Looking for on your LinkedIn Profile](https://www.fastcompany.com/3067594/this-is-what-recruiters-look-for-on-your-linkedin-profile)  [Make Networking Easier by Using LinkedIn](https://money.usnews.com/money/blogs/outside-voices-careers/articles/2017-06-28/make-networking-easier-by-using-linkedin)  [9 Ways to Make LinkedIn Work for Your Job Search](https://www.topresume.com/career-advice/9-ways-to-work-it-on-linkedin)  [7 Ways to Make LinkedIn Help You Find a Job](https://www.forbes.com/sites/susanadams/2013/04/25/7-ways-to-make-linkedin-help-you-find-a-job/#6986fc056f8a)  [How to Bag Yourself a Job Using Twitter](https://www.careeraddict.com/twitter-job-search)  [Get Active on Twitter](https://www.thebalance.com/get-active-twitter-2059458)   ###   ### Job Fairs  Watch for school announcements, social media, and news for local career fairs. Print several copies of your resume, dress to impress, and come see what companies are looking for.   ### Conferences  Attend conferences like IAAPA , Adobe Max , SIGGRAPH , Smashing , or others to rub shoulders with industry players and company managers. Often there are student discount prices to attend, or look for student volunteer opportunities well in advance of the conference for free or reduced cost access.  [IAAPA](https://iaapa.org)  [Adobe Max](https://max.adobe.com/)  [SIGGRAPH](https://www.siggraph.org)  [Smashing](https://smashingconf.com/)   ### Continue Your Education?  Maybe you would like to continue your education further. Do you realize that many graduate schools offer full-tuition assistantships and fellowships in exchange for work, research, or by being a teaching assistance? First, look further into grad school here at IUPUI , Purdue , or Indiana University .  [IUPUI](http://graduate.iupui.edu/admissions/programs.shtml)  [Purdue](http://www.purdue.edu/gradschool/)  [Indiana University](https://www.google.com/search?ei=Aa_yWbOEOoqGjwTDnYfABg&q=indiana+university+grad+school&oq=indiana+university+grad+school&gs_l=psy-ab.3..0l2j0i10k1l8.1250.2311.0.2453.12.7.0.0.0.0.172.321.0j2.2.0....0...1.1.64.psy-ab..10.2.321....0.esOywXQrxcc) "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Faculty/index.html#search",
    "body": "  ## Our Faculty   ##### Michael J. Cole  Lecturer, Computer Graphics Technology  Learn More About Michael   ##### Marc Dittmer  Director, Park Technology - SeaWorld Parks & Entertainment Faculty, Computer Graphics Technology  Learn More About Marc   ##### Jason Guy, M.S.  Lecturer, Computer Graphics Technology  Learn More About Jason   ##### Betty Klein  Academic Advisor, Computer Graphics Technology  Learn More About Betty   ##### Clint Koch, MS  Faculty, Computer Graphics Technology  Learn More About Clint   ##### Josh Polk, M.S.  Lecturer, Computer Graphics Technology  Learn More About Josh   ##### Christian Rogers, Ph.D.  Associate Professor, Computer Graphics Technology  Learn More About Christian "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Faculty/polk.html#search",
    "body": "  ### Josh Polk, M.S.  Lecturer, Computer Graphics Technology  joshpolk@iupui.edu 317-274-9704 ET 309E Design Portfolio Photography Portfolio  [Design Portfolio](http://www.joshpolk.com/)  [Photography Portfolio](https://joshpolk.smugmug.com/)  Education M.S. Computer Graphics Technology, Purdue University B.S.E Interdisciplinary Engineering, Purdue University  Biography Josh has always had a strong interest in computers, technology, and art. He attended Purdue University, earning a Bachelor’s in Multimedia Engineering and a Master’s in Computer Graphics. He has experience working with the Department of Defense, the Purdue Athletic Department, Compaq Computer, Walt Disney, and Big Idea Productions.  Locally, Josh has done freelance web and advertising media for Mortensen Kim, MediaSauce, The Basement Motion+Design, Tactic, and Tour Design Creative, working with clients like the Hoosier Lottery, Live Nation, Conseco Fieldhouse, Sega, Salesforce, and the Indianapolis Motor Speedway. In addition, he is an award-winning photographer doing commercial and portrait photography and has had images featured in Sophisticated Living, the Indianapolis Star, and other publications.  Since 2000, Josh has taught graphic design, game programming, animation, UI/UX, drawing, web design and development, and various multimedia courses on-ground and online.  Josh resides in Fishers, IN, just outside of Indianapolis with his wife and two children. He enjoys photography, learning, reading, running, basketball, travel, going to church, and serving others. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Curriculum/Plan of Study - Motion Graphics.html#search",
    "body": "  ## Master the art of motion design!  Learn how you can combine design, animation, special effects and video to create motion design pieces that will persuade and amaze audiences. Take your ideas from inception to completion as you consider color, movement, 2D & 3D visuals and sound. Do you make something for the screen or try your hand at augmented or virtual reality? Do you consider interaction or have the story unfold before their eyes? The choice is yours and we’ll help you get there.   ## Learn what we have to offer . . .  Description of the video:   ## Learn the Process   ## A fun and flexible environment  You will learn the 2D and 3D fundamentals of design and communication and how to tell stories in a digital world. Start by learning the basic principles of motion design and how to manipulate objects in a 2D space. When you’ve mastered basic fundamentals you will dig into more advanced concepts like rotoscoping, motion tracking and the art of compositing. What you can create is nothing short of amazing.   ## Careers in Motion Graphics Design  Animation Specialist  Compositor  Digital Animator  Motion Designer    Graphic Designer  Special Effects Artists  Video Editor   ## Faculty & Industry Connections  Learn from dedicated faculty who have been there and know what it takes. We have faculty with over 15 years in the industry as well as industry board professionals to help you in on your journey.   #### \"The motio n graphics concentration at IUPUI allows students, like me , to take our design thinking to the next level. We’re given the knowledge and skill set of combining design, animation, and video to uniquely communicate and tell stories. In our courses we explore the technologies and fundamentals of motion design. We learn to take our ideas and bring them to fruition through the motion design process, from creating story boards in the pre-production stage to color grading in post-production , and everything in between . Being in motion graphics has allowed me to take my designs and bring them to life by being able to incorporate movement and other visual elements. I think the knowledge I’ve gained in the motion graphics concentration are invaluable to me because they’ve made me a more multidimensional designer with a broader skill set.\"  - Delia Jimenez, Student   ## Our Courses   #### Core Courses (38 cr.)  The Motion Graphics Development plan requires students to successfully complete 120 credit hours. All CGT courses must be completed with a grade of C- or better.   #### Concentration (27 cr.)   #### General Education Requirements (30 cr.)   #### Selective and Technical Electives (25 cr.) "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Nate McWilliams.html#search",
    "body": "  ### Nate McWilliams  Senior Consultant | Audiovisual Arup  Nathan is an audio and video systems designer with about 15 years experience in large immersive design projects. His career spanned a wide variety of types of projects including design, engineering, construction site oversight, and integrating custom AV systems. He started his career at Walt Disney Imagineering, and over 9 years, worked on many existing permanent attractions as well as full ground-up builds in Shanghai Disneyland, Magic Kingdom, Disney California Adventure, Disneyland Anaheim, Tokyo Disney Sea, and Tokyo Disneyland. He was a design lead for a number of attraction types including dark rides, walkthroughs, queue design, round rides, roller coasters, themed restaurants, resort-wide audio systems design, and he has had particular experience theming and hiding loudspeakers. He also has experience operating AV systems as a live events AV tech spanning a wide variety of live event types including multiple theatrical performance venues (from 6000 seats to 200 seats), a 15,000-seat basketball arena, a 65,000-seat football stadium, ballrooms, outdoor amphitheaters, rock concerts, and touring shows. He is currently working as an AV consultant at Arup where he has focused on designing large-scale custom AV systems. Many projects included include high end immersive sound systems for live performance, media production facilities, terminal-wide AV paging for airports and rail, and corporate AV systems. Throughout his career, he has often worked on projects with unique client requirements that have involved the blending of system audiovisual system types; these usually also require tight interfaces with architecture, interiors, lighting, MEP systems, ride systems, SCADA systems, IT systems, and others. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Scott M. Devine .html#search",
    "body": "  ### Scott M. Devine  Project Engineer at Advent  Scott's tenure in the Audio Visual business includes 1 year at Walt Disney World, 2 years building and designing escape rooms around the country and 17 years at Universal Studios doing everything from being a Scaractor at Halloween Horror Nights to managing the technical maintenance department.  He received his Associate of Science Degree in Film and Video production from Full Sail University. Having recently bought a fixer upper property and doing a complete remodel, he spends most of his free time doing various projects around the house. He also enjoys doing volunteer work both with PSAV Cares and with other organizations like the Winter Springs High School Drama Department.  Scott currently resides in Winter Springs Florida with his wife Jennifer and their daughter Scarlette. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/CurrentStudents/Internships.html#search",
    "body": "  ## The Internship Process  For students in our Computer Graphics Technology Bachelors degree, you are required to complete a 200-hour internship experience. Your first stop will be teh Office of Career Services and Professional Development in the School of Engineering and Technology. Located in ET101 or online, the office is set up to aid you in finding internships during your course of study, or jobs after graduation.  [Office of Career Services and Professional Development](https://et.iupui.edu/students/)  This office also offers many resources for resume writing, resume review, and interviewing advice that would be invaluable in your career search, as chance favors the prepared mind. Here are some common questions people have about getting an internship.  Here from some of our students about their internship experiences.   ## What is an internship?   ## What are the requirements of an internship?   ## Can I do a full-time CO-OP instead of internship?   ## What is the process to obtaining an internship?  To enroll in the internship course, please follow these steps:  Step One : Obtain and accept an internship offer  Step Two : Complete the form located at: https://tinyurl.com/mr9rkyje  [https://tinyurl.com/mr9rkyje](https://tinyurl.com/mr9rkyje)  Step Three : Ask your Supervisor to complete the form located at: tinyurl.com/3dk742ae  [tinyurl.com/3dk742ae](https://tinyurl.com/3dk742ae)  After both forms are received, Career Services will review and process them. Student will receive an email that will provide final instructions for enrollment in the internship course.  Step Five : Once you are enrolled, you will be able to view all the assignments in Canvas.   ## Where do I find an internship?  There are many places you can look to find an internship. You need to remember that is your primary responsibility. We can definitely help and the Office of Student Services can as well but we want you to make the first steps. Consider these opportunities:  [Office of Student Services](https://et.iupui.edu/students/)  [LinkedIn Group](https://www.linkedin.com/groups/12070731/)  [CIGT Discord Server](https://discord.gg/7XxkHTBh)  [Indeed.com](https://www.indeed.com)  [MURI](https://crl.iupui.edu/articlesfolder/researchprogramarticlesfolder/muriarticle.html)  [UROP](https://crl.iupui.edu/articlesfolder/researchprogramarticlesfolder/uroparticle.html)  [IU Handshake](https://indiana.joinhandshake.com/login)  [Office of Student Services](https://et.iupui.edu/students/)    Other locations to consider:  [Disney Professional Internships](https://jobs.disneycareers.com/professional-internships)  [Universal Studios Internships](https://jobs.universalparks.com/universal-orlando-resort/)   ## Other Tips  Here are a few other tips to consider when finding and preparing yourself for an internship:  Tip 1 - Apply to as many places as possible. Ten, twenty or even thirty places may not cut it.  Tip 2 - Remember that if you cannot find an internship you may struggle to find a position after graduating. Be diligitant!  Tip 3 - Seek help from your faculty and career counselors. We are there to support you!  Tip 4 - Informational interviews are your friend. These are times where you contact a potential employer and ask for time to learn about their job (not ask for an interview). That time may lead to them asking you if you need an internship at the end.  Tip 5 - Network! Consider joining a local Meetup or an organization such as SIGGRAPH , IAAPA or TEA .  [Meetup](https://www.meetup.com)  [SIGGRAPH](https://www.siggraph.org)  [IAAPA](https://www.iaapa.org)  [TEA](https://www.teaconnect.org/index.cfm) "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Curriculum/Plan of Study - Interactive Multimedia.html#search",
    "body": "  ### Interactive Multimedia Development    Design and create for users of all types in an immersive and interactive world. Computer Graphics Technology’s Interactive Multimedia Development plan of study provides a comprehensive, traditional and technical, education that prepares students for a variety of web and multimedia careers. Students will learn the fundamentals of design and communication and how they are applied in a digital world. Students will develop a broad range of skills that includes graphics, motion, web, multimedia, and video design.  The Interactive Multimedia Development plan requires students to successfully complete 120 credit hours. All CGT courses must be completed with a grade of C- or better.   ## Learn what we have to offer . . .  Description of the video:  \"IMD puts the “fun\" in functionality. From user interface and user experience to virtual and augmented reality, IMD preps students for the future in human-computer interaction. \"  - \"Cade\" Malinowski, Student   ## Our Courses   #### Core Courses (67 cr.)   #### Educational Core Requirements (30 cr.)   #### Selective and Supporting Courses (11 cr.)   #### Electives (12 cr.) "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Faculty/dittmer.html#search",
    "body": "  ### Marc Dittmer  Adjunct Professor, Computer Graphics Technology  Director, Park Technology, SeaWorld Parks & Entertainment  mdittmer@iupui.edu    Biography  Marc is a is a former graduate of IUPUI, having over 23 years of experience in turning ideas into living, breathing entities, from developing creative concepts through execution successes in rides, attractions, shows, and entertainment.  Having started his career and education in the field of architectural design, he wanted to add to his portfolio and pursued technology, finishing with a BS Computer Information Technology in 2001. He delights in projects that combine strong storytelling with technology to inspire guests to connect to each other from Theme Park Design to world-building.  During his career the path has had some amazing positions with some world class institutions, including the Director of Technology Infrastructure for the Children’s Museum of Indianapolis, The Corporate Technical Manager for SeaWorld Parks and Entertainment and Director of Technical Entertainment for NBC Universal Orlando. He then moved to Vidanta Resorts where he oversaw the development (interactive technology, entertainment production and ride/show engineering) of multiple theme parks and world class shows in Nayarit, Mexico and throughout all Vidanta’s resorts in Mexico. He later moved to SpaceX where he served as a senior leader in IT and communications.  Currently, Marc is the Director of Park Technology for SeaWorld Parks and Entertainment. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /dittmer.html#search",
    "body": "  ### Marc Dittmer  Adjunct Professor, Computer Graphics Technology  Supervisor, Ground Segment and Launch SPACEX  mdittmer@iupui.edu    Biography  Marc is a is a former graduate of IUPUI, having over 23 years of experience in turning ideas into living, breathing entities, from developing creative concepts through execution successes in rides, attractions, shows, and entertainment.  Having started his career and education in the field of architectural design, he wanted to add to his portfolio and pursued technology, finishing with a BS Computer Information Technology in 2001. He delights in projects that combine strong storytelling with technology to inspire guests to connect to each other from Theme Park Design to world-building.  During his career the path has had some amazing positions with some world class institutions, including the Director of Technology Infrastructure for the Children’s Museum of Indianapolis, The Corporate Technical Manager for SeaWorld Parks and Entertainment and Director of Technical Entertainment for NBC Universal Orlando.  Currently, Marc is the Senior Director of Technical Production with Vidanta Resorts overseeing the development (interactive technology, entertainment production and ride/show engineering) of multiple theme parks and world class shows in Nayarit, Mexico and throughout all Vidanta’s resorts in Mexico. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Rita Marley.html#search",
    "body": "  ### Rita Marley  President & Creative Director  Bloom Design Studios, Inc.    Biography  Rita is founder and creative director at Bloom Design Studios based in Carmel, Indiana. She has over 15 years of multimedia design experience and creating digital & print design solutions for clients in a variety of industries ranging from financial advisors to medical devices. Rita is a 2006 graduate of the Computer Graphics Technology (CGT) Bachelor of Science (B.S.) Degree from IUPUI. The CGT program gave her the tools and exposure to a network of like-minded professionals necessary to launch Bloom Design Studios in 2006.  Rita previously worked in healthcare administration and earned a B.S. degree in Business from Indiana University and an MBA from Butler University.  She enjoys fitness activities, golf, travel and spending time with her family. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/AboutUs/laptop-program.html#search",
    "body": "  ## Frequently Asked Questions   ### Why is a laptop required?   ### What if I cannot afford a laptop?   ### What are the benefits of the laptop program?   ### What are the costs involved?   ### Are loaner systems available if my laptop is under repair?   ### How do I choose the laptop that is right for me?   ### What if I already own a laptop?   ### How can I get service or technical support?   ## Software "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Faculty/klein.html#search",
    "body": "  ### Betty Klein  Academic Advisor, Computer Graphics Technology  bkklein@iupui.edu 317-278-7322 ET 309K "
  },
  {
    "url": "URL: https://cgt.iupui.edu/privacy/#search",
    "body": " [Website Privacy Notice Generator](https://protect.iu.edu/online-safety/tools/privacy-notice/) "
  },
  {
    "url": "URL: https://cgt.iupui.edu/CurrentStudents/NEIL Program.html#search",
    "body": "  ## Use your skills in design in partnership with the Navy  The IUPUI Navy Engineering Innovation & Leadership (NEIL) training program will provide scholarships and training in leadership, research, teaching, and career development for selected high-achieving engineering and computing students. Looking for students with interest in: Internet of things 3D Vision/Virtual Reality Augmented Reality Human-Computer Interaction Design   ## What you will do   ##   ## Are you interested?   ## Contact us at neil@iupui.edu "
  },
  {
    "url": "URL: https://cgt.iupui.edu/CurrentStudents/index.html#search",
    "body": "  ## Current Students  As a student in any of our programs it is important that you get the help that you need and we are here to help you in your journey as a student. Below are some common questions to consider as you move throughout any of our programs. If you want more information on internships our your career after IUPUI take a look at our other pages.   ## What is a CGT elective?  Any required CGT course not already in your plan of study     ## What is a CGT/CIT elective?  Any required CGT or CIT course not already in your plan of study.     ## What do I need to do to graduate?  You must follow your academic advising report to make sure you need the requirements of your degree or certificate. Once you know you are near completion you need to:  [https://et.iupui.edu/students/graduation/](https://et.iupui.edu/students/graduation/)   ## Our Laptop Program  As a Computer Graphics Technology student you will need a laptop to complete your coursework. Below are the recommendations for the 2022/2023 academic year.  Mac/Apple Laptop  Windows Laptop:    We highly recommend the following: "
  },
  {
    "url": "URL: https://cgt.iupui.edu/teedc/index.html#search",
    "body": " Are you Creative? Technical? An Artist or Engineer?  Are you interested in designing the next great rollercoaster or themed experience? Is “Disney Imagineer” one of your career goals?  Do you want to work in museums, hotels, or entertainment venues?  Our student club is established to get you involved in :  This club will be directly connected to industry professionals and other students through the national Themed Entertainment Association (TEA), that offers member only scholoarships and perks.  [Themed Entertainment Association](https://www.teaconnect.org/index.cfm)  All majors are welcome - there is a wide variety of career opportunities.  For an introduction to themed entertainment, interviews of a pro and a graduated student, to hear about possible jobs, and discussion of the student club, here is a video or our first interest meeting. If you have interest in joining, or being a part of the leadership of this group, please fill out the following interest form as soon as possible.  [interest form](https://forms.gle/32pu2Bq5soaBo9Ht8)  You may also want to visit our department YouTube Channel where you can find longer interviews with themed entertainment professionals like Bill Kivi. You can also follow us on Instagram and Twitter . Contact teedc.iupui@gmail.com with any questions or visit cgt.iupui.edu for further  information about our series of themed entertainment classes including a minor, certificate, or BS concentration. These courses can multiply your power of your degree to obtain a career in themed entertainment.  [YouTube Channel](https://www.youtube.com/channel/UCv4xTzh4ocbK1D0NMCEuh2Q)  [Instagram](https://www.instagram.com/cgtiupui/?hl=en)  [Twitter](https://twitter.com/cgtiupui)  [cgt.iupui.edu](https://cgt.iupui.edu/Curriculum/Plan%20of%20Study%20-%20Themed%20Attractions.html)   "
  },
  {
    "url": "URL: https://cgt.iupui.edu/AboutUs/Accreditation.html#search",
    "body": "  ### ABET Accreditation  ABET , the recognized accreditor for college and university programs in applied science, computing, engineering, and engineering technology, is a federation of 33 professional and technical societies representing these fields. Among the most respected accreditation organizations in the U.S., ABET, has provided leadership and quality assurance in higher education for over 80 years.  [ABET](http://www.abet.org)  The Computer Graphics Technology program is accredited by the Computing Accreditation Commission (CAC) of ABET. Computer Graphics Technology is the only computer graphics related program at IUPUI with this prestigious accreditation.     ### Computer Graphics Technology Program Educational Objectives  PEO 1. Design, implement, and evaluate graphic solutions to meet the needs of industry. PEO 2. Provide leadership and project management for graphics-related projects and services. PEO 3. Expand technical expertise in computer graphics technology.   ### Computer Graphics Technology Student Outcomes  The Computer Graphics Technology program at IUPUI has adopted the ABET CAC (a) through (i) graduate attributes that prepare graduates to attain the aforementioned program educational objectives.  Upon completion of the Bachelor of Science degree, Computer Graphics Technology students will have attained:  (a) An ability to apply knowledge of computing and mathematics appropriate to  the program’s student outcomes and to the discipline  (b) An ability to analyze a problem, and identify and define the computing  requirements appropriate to its solution  (c) An ability to design, implement, and evaluate a computer-based system, process, component, or program to meet desired needs  (d) An ability to function effectively on teams to accomplish a common goal  (e) An understanding of professional, ethical, legal, security and social issues and responsibilities  (f) An ability to communicate effectively with a range of audiences  (g) An ability to analyze the local and global impact of computing on individuals, organizations, and society  (h) Recognition of the need for and an ability to engage in continuing professional development  (i) An ability to use current techniques, skills, and tools necessary for computing practice "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Mike Flaherty.html#search",
    "body": "  ### Mike Flaherty "
  },
  {
    "url": "URL: https://cgt.iupui.edu/index.html#search",
    "body": "  ## Earn a Bachelors Degree in  Animation  Interactive Multimedia  Motion Graphics  Themed Attraction   ## View our Minors and Certificates  Minor in Themed Entertainment Design  Certificate in Themed Entertainment Design   ## In todays world technology drives creativity.   ### Join us as we talk with the top industry leaders in our field.   ## Creativity + Technology = A World of Possibilities  Description of the video:  Welcome to Computer Graphics Technology! The place at IUPUI where your passion for creativity, driven by cutting-edge digital technologies, will uniquely position you as a modern problem solver at the forefront of the career you have always envisioned.  So whether you dream of designing and animating incredible 3D worlds / developing powerful websites and interactive multimedia experiences / creating amazing themed attractions that will immerse guests in all kinds of experiences / blending sound, animation, and story through stunning motion graphics design, or anything in between – the fun begins with Computer Graphics Technology.  Here, your dream starts with strong relationships and a fun community. You will forge lasting friendships with other talented students, where together you will produce results in our state-of-the-art learning and creation environments.  By design, our small online and face-to-face class sizes will allow maximum collaboration and mentoring from our award-winning faculty, who have been recognized nationally and internationally for their creative works, including their efforts on: triple A video game titles / animation / illustration / themed attraction / and video production. At Computer Graphics Technology we understand that the best way for you to break into the industry is to have faculty who have been there. Its’ important to your success to have, faculty who are award-winning teachers who couple their industry practices and connections with effective and valuable experiences in the classroom.  Connectivity to your peers, your faculty, and professionals in the field set us apart. Our Industrial Advisory Board and industry teachers, are comprised of some of the finest practitioners and thought leaders in our field. This collection of esteemed professionals has been carefully selected to guide the successes of our program, and specifically your future alongside of them.  From your very first class as a student of Computer Graphics Technology, you will be creating meaningful projects that challenge you conceptually, aesthetically and technologically. You will expand your skillsets as a CG artist, as you explore the intersection of theory and application, while fine-tuning your ability to solve real problems for a real audience. You will develop an expansive understanding of each market in our field, yet focus on the area where you feel most passionate. You will continually grow an exciting portfolio of work, learning strategies of marketing yourself and your abilities to clients and industry.  What does this all mean to you? Computer Graphics Technology works. Our alumni are employed at some very familiar places. From Sony, to Disney, to Adult Swim, to Dreamworks, from big companies to small, international to local, our alumni are consistently hired for their creative problem solving and technological expertise…and when our alumni can’t find their dream company, they start their own.  At Computer Graphics Technology, your dream is our dream, and we take that very seriously. So, what are you waiting for? Join us. Reach out to us today.   ## Connect with Us  1 Number of ABET Accredited Graphics Programs at IUPUI  6 Number of AAA Video Game Titles Worked on by CGT Faculty  97 Combined Years of Teaching Experience Across Our Core Faculty   #### Our faculty are both award winning practioners and teachers "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Kasey Allen.html#search",
    "body": "  ### Kasey Allen  Motion and Themed Entertainment Designer.  Over the past decade, Kasey has delivered more than 80 high profile and bold creative projects spanning physical, digital, and virtual mediums. Working with the biggest brands on the planet, he is an imaginative and out-of-the-box thinker, driven by curiosity and a cross-disciplinary approach. He continuously innovates, always at the forefront, using state-of-the-art technology to create emotionally engaging work. Notable Clients Include: Disney, Apple, Microsoft, Ferrari, Beats by Dre, Netflix, NBA, NFL, Pepsi, Adobe, Samsung, HP, Intel, Sony, Chevy, Honda, AT&T, ABC, NBC, CBS, ESPN, Discovery, FX, Eminem, Rihanna, Kevin Hart, Miranda Lambert, Blake Shelton, Calvin Harris, Chris Brown, Celine Dion, Elton John, and many others... Kasey regularly teams up with friends at world-class studios including: The Mill, Elastic, Imaginary Forces, Digital Domain, Royale, Blind, Method, Brand New School, Digital Kitchen, Big Block, Mousetrappe, and Possible. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Curriculum/courses.html#search",
    "body": "  ### 100 Level Courses  CGT 10100 Introduction to Computer Graphics Technology (3 cr.)  This course provides an introduction to and a survey of the discipline of computer graphics. The topics include a survey of the applications of computer graphics, the knowledge base and history of computer graphics, an examination of computer graphics technologies and careers as well as an overview of available resources for study and research in computer graphics.  CGT 11100 Design for Visualization and Communication (3 cr.)  An introductory design course for computer graphics majors. Students develop an understanding of the basic design elements and principles, composition and typography through exercises and projects. The focus is on visual thinking, exploring the relationship between type and image, and developing multiple solutions to a given problem.  CGT 11200 Sketching for Visualization and Communication (3 cr.)  This course applies fundamental computer graphics concepts of visualization, communication, and creativity within a sketching metaphor. Exercises and projects in graphic theory, problem solving, and sketching skill development provide students with activities that focus on further development within the discipline. A variety of sketching techniques are used to gather critical information and transform data into effective communication instruments.  CGT 11600 Geometric Modeling for Visualization and Communication (3 cr.)  Core introductory computer graphics course that provides entry-level experiences in geometric modeling. Students develop geometric analysis and modeling construction techniques and processes to produce accurate computer models for graphic visualization and communication.  CGT 11700 Illustration for Visualization and Communication (3 cr.)  This foundation course stresses the use of pictorial illustration for visualization and communication. Various projection systems are introduced with discussion focusing on the appropriate use of view and system utilized to accentuate and provide clear communication. A variety of digital tools are used to construct, extract, and render pictorial views using vector and raster tools.   ### 200 Level Courses  CGT 20100 Portfolio Presentation (2 cr.)  This course has been designed to introduce students to the standard practices used in business and industry to identify potential employees in graphics related positions. Lectures will cover professional conduct when searching for employment and graphics standards expected in a professionally developed portfolio.  CGT 20200 Motion and Video I (3 cr.)  The movement of graphics and incorporation of video is prevalent within commercial production. No longer are these elements done solely by the Hollywood elite or used strictly within the film industry. Many today are utilizing all kinds of tools in digital video, audio graphics design and animation to create moving elements that tell a story and communicate concepts to solve communication problems. Students will learn basics in the production process, framing and movement, keyframing, and design principles. Students will also learn basics in client relationship and business etiquette. Initial projects will focus on commercial creation and the utilization of typography as it relates to storytelling.  CGT 20400 An Introduction to Themed Attraction Design (3 cr.)  An introduction to immersive attraction; including the consideration of operations, graphics, engineering, technology and design. Students will apply their knowledge in narration and graphic principles to concept projects in immersive spaces.  CGT 21100 Raster Imaging for Computer Graphics (3 cr.)  Digital images are produced using a variety of computer technologies. Advanced color theory, surface rendering, and light control are emphasized in relation to technical illustration, hardware characteristics, and software capabilities.  CGT 21600 Vector Imaging for Computer Graphics (3 cr.)  Full-color vector illustrations for a variety of uses are produced using computer methods. Color theory, surface analysis, and rendering techniques are emphasized as they apply to vector-based illustrations.  CGT 24100 Introduction to Computer Animation (3 cr.)  P: CGT 11600 and have a solid understanding and ability to construct 3D surface and solid models, and understand raster imaging. This course introduces the knowledge base on which digital animation and spatial graphics are founded and developed. Emphasis will be placed on developing a working knowledge of the mechanics of 3D geometric formats, spline-based modeling with polygon mesh & NURBS, procedural mapping of raster images, simplified polygon modeling, rendering methods, hierarchical linking, and kinematic fundamentals.  CGT 25100 Principles of Creative Design (3 cr.)  This course introduces the design of the human computer interface coupled with traditional graphical design concepts applied to the creation of dynamic digital tools. Concepts are applied to multimedia and hypermedia products and the related print-based materials normally associated with them. Students learn graphic design, interface design, and information design to create effective and visually stimulating communication devices using multimedia and hypermedia tools.   ### 300 Level Courses  CGT 31300 Digital Painting I for Computer Graphics (3 cr.)  This course introduces students to digital painting techniques for graphical visualization and communication. Topics include industry standard practices and instruction in digital brush creation, digital mark making, value under painting, color palettes, and lighting and rendering to produce various computer graphics compositions.  CGT 31400 Advanced Motion Design (3 cr.)  P: CGT 20200. This course builds on the basic principles of motion design. Students will learn advanced techniques in visual storytelling, puppetry/rigging and integration of 3D elements into the design environment. Advanced design principles will also be discussed as well as post-production techniques for animators with the focus being commercial production.  CGT 31700 Planning and Commuinicating Themed Attraction Design (3 cr.)  P: CGT 20400. Building on students' knowledge of narrative creation and design, students will learn about the fundamentals of operations, graphics, engineering, technology and design to create theme-based immersive attractions. This course will focus on design concepts, technical design, management and creation of immersive experiences.  CGT 31800 Animation Preproduction (3 cr.)  This course introduces students to industry standard practices of preproduction for animation and demonstrates how these processes relate to the creation of large-scale graphics productions.  CGT 32800 Business of Themed Entertainment (3 cr.)  This course provides an insider’s look at the skills needed to succeed in the themed entertainment industry as well as provide an overview of the experience economy. Students will get an insider understanding of the project process, working with outside vendors, team communication, common constraints and budgeting.  CGT 34000 Digital Lighting and Rendering for Computer Animation (3 cr.)  P: CGT 11600 and have a good working knowledge of 3D modeling and basic animation techniques. The development of a working knowledge of perspective display of three-dimensional models and the resulting effects of projected light sources on shade, shadow, color, texture, and atmospheric effects in architecture, product illustration, and animation. Emphasis will be placed on lighting design, analysis, and photorealistic simulation for commercial graphic applications.  CGT 34100 Motion for Computer Animation (3 cr.)  P: CGT 24100. An applied course covering three-dimensional computer graphic animation for graphics specialists and professionals involved in the use of technical design, time and motion study, surface texture mapping, digital lighting, color, and the technology required to produce computer animations for commercial applications in manufacturing design, marketing, and training.  CGT 34600 Digital Video and Audio (3 cr.)  P: H ave experience in 3D modeling and animation techniques. Covers the use of digital technologies for video and audio in multimedia, hypermedia, and animation products. Students examine the methods for creating, sampling, and storing digital video and digital audio and the constraints placed on these media assets when used for media-based products. Emphasis is placed upon the technology of digital video and audio including formats, data rates, compressors, and the advantages of the different technologies.  CGT 35100 Multimedia Authoring I (3 cr.)  P: CGT 25100. This course introduces the many facets of interactive multimedia design and production. Students are introduced to authoring programs used for information delivery with special attention focused on the integration of various media assets for communication. There is also concentration on the storage, management, and retrieval of media assets in a production environment. Considerable time is spent on the systematic design of interactive media products to meet specified goals of communication.  CGT 35600 Dynamic Content Development (3 cr.)  P: CGT 25100. A course focusing on the development of dynamic content and applications to facilitate information distribution.  The course stresses development strategies for managing the rapidly changing information of corporations and organizations for just-in-time distribution, using authoring programs to create interactive multimedia products that utilize database management systems, file systems, and XML to provide a method for visualizing and manipulating that data.  Significant time is spent on intermediate to advanced programming and scripting.  CGT 36700 Previsualization in Themed Entertainment (3 cr.)  This course provides an overview of themed entertainment development from concept to previsualization and communication. Students will have the opportunity to take initial concepts for themed experiences and visualize them to communicate to multiple external audiences.   ### 400 Level Courses  CGT 40200 Motion and Video II (3 cr.)  P: CGT 31400, CGT 34600. This course builds on the principles of motion design & video production. Students will learn advanced techniques in effects and integration of video and motion elements with the goal of creating realistic production and animation to be used in commercial production.  CGT 40300 Digital Painting II for Computer Graphics (3 cr.)  P: CGT 31300. This is an advanced course in digital painting techniques for graphical visualization and communication. Emphasis is placed upon larger, more complex digital painting works through industry standard digital preproduction and production practices. Significance is placed upon visual development and professional criticism.  CGT 40400 Self Promotion for Computer Graphics (3 cr.)  P: Senior Standing. This course has been designed to introduce students to the professional practice of branding oneself as commonly used in industry. Students will learn how to critique their own work, and the work being done by peers in the industry.  CGT 40700 Current & Future Trends in Themed Attraction Design (3 cr.)  P: CGT 31700. Students will learn about current trends in immersive attractions. Current technologies will be explored that can be used to enhance the narrative in a themed immersive space. Students will explore technologies, narrative techniques and integration of engineering.  CGT 41100 Contemporary Problems and Applications in Computer Graphics (3 cr.)  P: Senior standing. Groups will to identify, design, qualify, manage, create and present a final project relative to existing or emerging issues within applied computer graphics. Activities and experiences will explore related topics such as project planning and management, user expectations, interpersonal communications skills, and quality management. The course concludes with faculty, peers and practicing professionals evaluating oral, written and media presentations of final projects.  CGT 41600 Senior Design Project (3 cr.)  P: Senior standing. This capstone course requires students to engage in a substantive endeavor directed at solving problems related to computer graphics. Activities include the creation and management of graphic systems and media assets per the requirements of the senior design proposal. Students are required to demonstrate professional attitudes and attributes in the timely completion and presentation of their project.  CGT 44200 Production for Computer Animation (3 cr.)  P: CGT 24100 . An applied course covering advanced spline modeling techniques, lighting techniques, applied shading, motion dynamics and controllers, particle systems, application customization programming, and pre-production development and planning. In addition to developing a working knowledge of advanced techniques, a scholarly study of emerging advancements in computer animation and spatial graphics technology will be included.  CGT 44400 Visual Effects in Film and Animation (3 cr.)  P: CGT 24100 . This lecture-based course presents the history and technique of special or visual effects in film from the 19th Century (George Melies) to the current digital age of visual effects. Emphasis is placed on the use of effects in fantasy, science fiction, and horror genres. These effects can range from the recreation of historical venues, to fictional characters and to worlds not yet seen. This course serves not only to address this facet of the history of film and cinema, but also the techniques and technology of visual effects including practical effects, miniatures, stop-motion, makeup, mechanical effects, optical effects, motion control, and the digital realm.  CGT 44600 Digital Post Production (3 cr.)  P: CGT 24100. A variety of commercial applications of technical animation and spatial graphics are analyzed and produced with special emphasis upon client development, design, organization, scripting, storyboarding, technical production, management, and evaluation.  CGT 45100 Multimedia Authoring II (3 cr.)  P: CGT 35100. This course focuses on the development of applications that manipulate media assets.  Significant time is spent on intermediate to advanced programming and scripting as well as the synchronization of aural and graphical components.  Students are required to plan, design, and implement a major project, and a final presentation is required.  CGT 45600 Dynamic Content Development II (3 cr.)  P: CGT 35600. This course presents the advanced technologies available for use on the World Wide Web and within corporate intranet environments.  Emphasis and discussion is focused on the advantages and disadvantages of these technologies as well as on implementation to create unique solutions for business and industry.  Strategies for planning, development, and implementation will be discussed and demonstrated.  Significant time is spent on advanced programming and scripting as well as manipulation and visualization of data from various sources, including robust database management systems.  Students are required to plan, design, and implement a major project.  CGT 49900 Select Topics in Computer Graphics (1-3 cr.)  Variable topic class. Hours and subject matter to be arranged by staff. Course may be repeated for up to 9 credit hours.  CGT-I 49600 Career Enrichment Internship V (3 cr.)  This class meets the EXPERIENTIAL LEARNING standard of the IUPUI RISE Challenge (Research, International Study, Service and Experiential Learning).  To learn more about the RISE Challenge go to https://rise.iupui.edu/  [https://rise.iupui.edu/](https://rise.iupui.edu/) "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Frank Murphy.html#search",
    "body": "  ### Frank Murphy  Attractions Supervisor, Universal Orlando Resort  Frank was born and raised in South Jersey. He's been working in the theme park industry for 22 years. He first started out as a ride operator at the Great American Scream Machine in Six Flags Great Adventure. Over the years, he's been relocated many times, from a park in Massachusetts, a museum in New Orleans, and between two theme park companies in Orlando.  He has his degree from Stockton University, located in New Jersey just outside of Atlantic City. Frank enjoys working with technology and other people. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/Industrial Advisory Board /Kevin Marshall.html#search",
    "body": "  ### Kevin Marshall  UX Director  The Basement    Biography  With over 20 years of user experience and interactive design, Kevin has been instrumental in developing key strategic solutions to improve the total user experience for various clients. He is currently the senior UX designer at NextGear Capital in Carmel Indiana. Prior to NextGear, he was a senior UX architect with DMI and UX Architect and manager of the UX team at PERQ software where he was recently awarded the 2018 Techpoint Tech 25 award.  Kevin has a BFA in graphic design from Ball State University and a Masters of Media Design from Indiana University.  When not designing or participating in UX related activities, Kevin is involved in several music programs in central Indiana including the JoySwing Jazz Orchestra. "
  },
  {
    "url": "URL: https://cgt.iupui.edu/AboutUs/facilities.html#search",
    "body": "  ## Auditorium Spaces   ## Equipment   ## Idea Garden  Monday - Friday, 10AM - 8PM Hine Hall, Room IP106  The Idea Garden is a place for students to be creative, to explore, to collaborate. It's where you connect with the community, learn from local tech leaders, and gain exposure to innovative ideas.  In the Idea Garden, you have access to cutting-edge technology for personal and professional growth, including:  Corsair One gaming PCs  HTC Vive VR headsets  Lulzbot Taz 6 3D Printers  IQ-Wall Touch  and much more   "
  }
]