[
  {
    "url": "URL: https://www.iupui.edu/academics/study-abroad.html#search",
    "body": "  ## Expand your horizons with study abroad opportunities  Give your education a global context by participating in one of the many study abroad opportunities available at IUPUI.  You can choose from the more than 82 programs we offer , the more than 380 programs offered by Indiana University as a whole , or even a non-IU program.  [more than 82 programs we offer](http://abroad.iupui.edu/apply-program/index.html)  [Indiana University as a whole](http://overseas.iu.edu/)  [Learn more about study abroad opportunities at IUPUI](http://abroad.iupui.edu/) "
  },
  {
    "url": "URL: https://www.iupui.edu/jaguar-life/student-jobs.html#search",
    "body": "  ## Want a part-time job now that will jump-start your career later? We can help  Many IUPUI students want a part-time job during the school year to earn money. But having the right kind of part-time job can offer a lot more than a weekly paycheck.  The Office of Student Employment will help you find part-time work that not only builds your bank account, but is also on or near campus, and gives you relevant and meaningful career experience to add to your resume.  [Learn more at the Office of Student Employment](https://employment.iupui.edu)   ## Work-Study opportunities  IUPUI offers Federal Work-Study Program funding to students with demonstrated financial need. Work-Study positions are diverse, offer flexible work schedules, and are located on and off campus.  [Learn more about Work-Study at IUPUI](https://employment.iupui.edu/work-study/index.html) "
  },
  {
    "url": "URL: https://www.iupui.edu/about/map.html#search",
    "body": "  ## Find your way around IUPUI with the right campus map  Although most students attend all their classes within a two-block radius, IUPUI is still a big campus. To help you get around, we’ve created a variety of maps.  Our primary campus map offers you a number of ways to search. You can find specific buildings and see street-view pictures of where you’re going.  Check out the interactive IUPUI campus map  [Check out the interactive IUPUI campus map](http://map.iupui.edu/)   ### IU Mobile App  Access the IUPUI campus map on the go with the IU Mobile app. Learn how to download the app and start getting directions to buildings and other spots on campus.  [Learn how to download the app](https://mobile.iu.edu/)   ### Parking maps  Just need to find out where to park? The Parking and Transportation Services department has you covered. It provides regularly updated parking maps for visitors, permit users, and more.  Just need to find out where to park? The Parking and Transportation Services department has you covered. It provides regularly updated parking maps for visitors, permit users, and more.  [Find a place to park](https://parking.iupui.edu/parking/parking-locations.html)   ### IUPUI post office  Need to mail something out? You’ll find the IUPUI post office on the first floor of Hine Hall. It offers a full menu of postal services, including international mail.  Need to mail something out? You’ll find the IUPUI post office on the first floor of Hine Hall. It offers a full menu of postal services, including international mail.  [Learn more about the post office](http://printandmail.iupui.edu/#/:services.html) "
  },
  {
    "url": "URL: https://www.iupui.edu/news-events/index.html#search",
    "body": "  ## See what’s happening at IUPUI  Catch up on IUPUI news and events below, or read all the news at the IUPUI Newsroom.  [Go to the newsroom](https://news.iu.edu/news/?campus=iupui)   ### News  New leaders, initiatives to catalyze arts and humanities research, creative activities across IU  [New leaders, initiatives to catalyze arts and humanities research, creative activities across IU](https://news.iu.edu/live/news/33739-new-leaders-initiatives-to-catalyze-arts-and)  November 19, 2023  Indiana University is investing in new leaders and initiatives in arts, humanities and culture, including new leadership positions in IU Research and on the IU Bloomington campus.  Research examines differences in charitable giving among communities of color  [Research examines differences in charitable giving among communities of color](https://philanthropy.iupui.edu/news-events/news/_news/2023/charitable-giving-patterns.html)  November 14, 2023  New research from the Lilly Family School of Philanthropy explores charitable giving trends by race and ethnicity — a topic that has not been extensively studied — and examines the factors that... Read more about Research examines differences in charitable giving among communities of color  [Read more about Research examines differences in charitable giving among communities of color](https://philanthropy.iupui.edu/news-events/news/_news/2023/charitable-giving-patterns.html)  Brain CareNotes telehealth app supports dementia caregivers  [Brain CareNotes telehealth app supports dementia caregivers](https://news.iu.edu/live/news/32680-brain-carenotes-telehealth-app-supports-dementia)  November 14, 2023  With the number of Americans living with dementia expected to more than double to 13.8 million by 2060, two Indiana University professors and Regenstrief Institute research scientists have created... Read more about Brain CareNotes telehealth app supports dementia caregivers  [Read more about Brain CareNotes telehealth app supports dementia caregivers](https://news.iu.edu/live/news/32680-brain-carenotes-telehealth-app-supports-dementia)  Music and Arts Technology joins Herron School, expanding opportunities for faculty, students  [Music and Arts Technology joins Herron School, expanding opportunities for faculty, students](https://news.iu.edu/live/news/32676-music-and-arts-technology-joins-herron-school)  November 13, 2023  The department will join the IU Herron School of Art & Design on the Indianapolis campus, building on the strengths of the state’s top accredited arts and design program and expanding opportunit... Read more about Music and Arts Technology joins Herron School, expanding opportunities for faculty, students  [Read more about Music and Arts Technology joins Herron School, expanding opportunities for faculty, students](https://news.iu.edu/live/news/32676-music-and-arts-technology-joins-herron-school)  Trustees approve $45 million in major research lab renovation, student housing design  [Trustees approve $45 million in major research lab renovation, student housing design](https://news.iu.edu/live/news/32671-trustees-approve-45-million-in-major-research-lab-reno)  November 10, 2023  The board approved four items from the Facilities and Auxiliaries Committee meeting; in addition to the research laboratory renovations are the architectural design of the Poplars Redevelopment pro... Read more about Trustees approve $45 million in major research lab renovation, student housing design  [Read more about Trustees approve $45 million in major research lab renovation, student housing design](https://news.iu.edu/live/news/32671-trustees-approve-45-million-in-major-research-lab-reno)  Stigma, fear may keep shooting survivors from seeking mental health services  [Stigma, fear may keep shooting survivors from seeking mental health services](https://news.iu.edu/live/news/32657-stigma-fear-may-keep-shooting-survivors-from)  November 6, 2023  The research team found that survivors preferred receiving support from their existing networks instead of professionals.  [View more news](https://news.iu.edu/news/?campus=iupui)   ### IUPUI Calendar  Nov 20  Automatic W deadline | Fall 2023: Second eight weeks  [Automatic W deadline | Fall 2023: Second eight weeks](https://events.iu.edu/academicdatesiupui/event/821400-automatic-w-deadline-fall-2023-second-eight-weeks)  All day  Nov 20  View charges on bursar account | Spring 2024: Full term, First eight weeks, Second eight weeks, 10 week session, 12 week session, Dental assisting program, Non-standard session, Intercession  [View charges on bursar account | Spring 2024: Full term, First eight weeks, Second eight weeks, 10 week session, 12 week session, Dental assisting program, Non-standard session, Intercession](https://events.iu.edu/academicdatesiupui/event/821401-view-charges-on-bursar-account-spring-2024-full)  All day  Nov 21  Withdraw with W or F | Fall 2023: Second eight weeks  [Withdraw with W or F | Fall 2023: Second eight weeks](https://events.iu.edu/academicdatesiupui/event/821399-withdraw-with-w-or-f-fall-2023-second-eight-weeks)  All day  Nov 22  Thanksgiving Break - No Classes | Fall 2023: Full term  [Thanksgiving Break - No Classes | Fall 2023: Full term](https://events.iu.edu/academicdatesiupui/event/784396-thanksgiving-break-no-classes-fall-2023-full)  All day  Nov 22  Withdraw with W or F | Fall 2023: Second eight weeks  [Withdraw with W or F | Fall 2023: Second eight weeks](https://events.iu.edu/academicdatesiupui/event/821399-withdraw-with-w-or-f-fall-2023-second-eight-weeks)  All day  Nov 23  Thanksgiving Break - No Classes | Fall 2023: Full term  [Thanksgiving Break - No Classes | Fall 2023: Full term](https://events.iu.edu/academicdatesiupui/event/784396-thanksgiving-break-no-classes-fall-2023-full)  All day  Nov 23  Withdraw with W or F | Fall 2023: Second eight weeks  [Withdraw with W or F | Fall 2023: Second eight weeks](https://events.iu.edu/academicdatesiupui/event/821399-withdraw-with-w-or-f-fall-2023-second-eight-weeks)  All day  Nov 24  Thanksgiving Break - No Classes | Fall 2023: Full term  [Thanksgiving Break - No Classes | Fall 2023: Full term](https://events.iu.edu/academicdatesiupui/event/784396-thanksgiving-break-no-classes-fall-2023-full)  All day  Nov 24  Withdraw with W or F | Fall 2023: Second eight weeks  [Withdraw with W or F | Fall 2023: Second eight weeks](https://events.iu.edu/academicdatesiupui/event/821399-withdraw-with-w-or-f-fall-2023-second-eight-weeks)  All day  Nov 25  BEX turned on | Spring 2024: Full term, First eight weeks, Second eight weeks, 10 week session, 12 week session, Dental assisting program, Non-standard session  [BEX turned on | Spring 2024: Full term, First eight weeks, Second eight weeks, 10 week session, 12 week session, Dental assisting program, Non-standard session](https://events.iu.edu/academicdatesiupui/event/821397-bex-turned-on-spring-2024-full-term-first-eight)  All day  [View full calendar](https://events.iu.edu/iupui/categories/Academic%20calendar)  [IUPUI Today News for IUPUI faculty and staff.](https://today.iu.edu/iupui/)   ### IUPUI Today  News for IUPUI faculty and staff.  [JagNews Campus updates and events for IUPUI students.](http://jagnews.iupui.edu/)   ### JagNews  Campus updates and events for IUPUI students. "
  },
  {
    "url": "URL: https://www.iupui.edu/academics/classes-calendar.html#search",
    "body": "  ## Plan ahead   ### Schedule of classes  IUPUI offers classes year-round, separated into four main sessions: fall, spring, and summer I and II.  [See the current schedule of classes](https://studentcentral.iupui.edu/register/schedule-of-classes/index.html)   ### Priority and open registration  After reviewing the schedule of classes and determining which courses you want to enroll in, you’re ready to register for your next semester. Be prepared for priority registration, a registration period reserved for current students and the earliest date students can register for classes.  If you miss priority registration, that’s ok, you can still register for classes during open registration. Open registration is open to all students.  Register for classes  [Register for classes](https://studentcentral.iupui.edu/register/steps-to-register.html)   ### Academic calendar  The academic calendar is published online and includes dates for registration, dropping or adding classes, and campus holidays.  [View the academic calendar](https://studentcentral.iupui.edu/calendars/official-calendar.html) "
  },
  {
    "url": "URL: https://www.iupui.edu/#search",
    "body": " Our Future Starts Now: IUPUI is transitioning to IU Indianapolis  [Learn about IU Indy](http://vision.iu.edu/)   ## support to help you thrive  [Cost & aid](https://indianapolis.iu.edu/admissions/cost-and-aid/index.html)  [Apply](https://indianapolis.iu.edu/admissions/index.html)  [Visit campus](https://indianapolis.iu.edu/admissions/visit/index.html)  Ind ianap olis   ## Where opportunity is center court  IUPUI is within minutes of game-changing opportunities in Indianapolis. We're proud to have hosted the NCAA Division I men's basketball tournament, and our students made the madness happen . You’ll find real-world experiences to jump-start your career in a city you’re excited to call home.  [and our students made the madness happen](https://news.iu.edu/stories/features/making-the-madness/landing.html?_ga=2.57414306.903942464.1618247007-1969444091.1611237895)  DRIVEN BY RESEARCH AND INNOVATION  As Indiana’s premier urban research institution, where you can choose an IU or Purdue degree, we’re asking questions and making discoveries. In 2020 alone, our researchers were awarded $633 million in external research funds to move Indy and the world forward.   ## Our values  We are all-in to promote an inclusive and accessible campus that is community oriented, internationally conscious, and an advocate for the rights of our students. Recognized as a twelve-time recipient of the Higher Education Excellence in Diversity Award, we make our ambitions into actions by asking tough, student-centered questions, and consistently working to improve, through anti-racism initiatives , honoring the heritage of Native peoples , taking action locally and globally , and so much more.  [anti-racism initiatives](https://diversity.iupui.edu/initiatives/anti-racism-initiatives/index.html)  [honoring the heritage of Native peoples](https://diversity.iupui.edu/land-acknowledgment/index.html)  [taking action locally and globally](https://www.iupui.edu/about/global.html)  We promote student learning and success in everything we do. Our students are our partners as we focus on their personal and professional development. Our location in Indianapolis provides valuable opportunities our students can only get here.  We set high standards for our faculty and staff, so we invest in them. They return advancements in health and life sciences and accelerate innovation and discovery through research and creative activity. All the while, they provide excellence in teaching, scholarship, and service to our students.  We’re committed to strengthening the bond we have forged with our community. As a leader in fostering collaborative relationships, we strive to make consistent intellectual, economic, and cultural contributions through community partnerships.  We care for our community’s health and safety. As home to the largest school of medicine in the nation and an accredited school of public health, IUPUI is uniquely equipped to ensure a safe campus.  [Our strategic plan](https://strategicplan.iupui.edu/)   ## Get to know IUPUI  27,690 students  85.8% of undergrads receive financial aid  550+ academic programs   ## Building a better future  Latest IUPUI news  [View all news](https://news.iu.edu/news/?campus=iupui)  Latest IUPUI news   ## Building a better future  [Herron exhibition to explore Black creative responses to legacy of slavery Read more about Herron exhibition to explore Black creative responses to legacy of slavery](https://news.iu.edu/live/news/28042-herron-exhibition-to-explore-black-creative)   ### Herron exhibition to explore Black creative responses to legacy of slavery  [Crop disruption from war in Ukraine could increase global carbon emissions, food prices Read more about Crop disruption from war in Ukraine could increase global carbon emissions, food prices](https://news.iu.edu/live/news/28041-crop-disruption-from-war-in-ukraine-could-increase)   ### Crop disruption from war in Ukraine could increase global carbon emissions, food prices  [$2.4M grant will fund housing equity initiative to reduce infant mortality rate in Indianapolis Read more about $2.4M grant will fund housing equity initiative to reduce infant mortality rate in Indianapolis](https://news.iu.edu/live/news/28040-24m-grant-will-fund-housing-equity-initiative-to)   ### $2.4M grant will fund housing equity initiative to reduce infant mortality rate in Indianapolis   ## Ready to take the next step?  [Request information](https://indianapolis.iu.edu/admissions/request-information/index.html)  [Plan a visit](https://indianapolis.iu.edu/admissions/visit/index.html)  [Learn how to apply](https://indianapolis.iu.edu/admissions/apply/index.html) "
  },
  {
    "url": "URL: https://www.iupui.edu/city/attractions.html#search",
    "body": "  ## Where art, culture, and recreation come together  Indianapolis is the capital city and the economic and government center of Indiana. And IUPUI is located in the center of it all. Sure—Indy is great for internships (who doesn’t want to walk to their internship between classes?), and developing some great career connections , but it’s also a place where there’s always something to do.   ### Dining and cuisine  Dine at dusk on a patio where tonight’s entrée is made from local, farm-fresh ingredients. Looking for lunch? Shapiro’s Kosher-style Delicatessen serves a mean Reuben. And make sure you stop by the International Marketplace where over 70 languages are spoken and you’ll find tasty fare from around the world.  [Learn more about food in Indy](http://visitindy.com/indianapolis-where-to-eat)   ### Art and culture  Find global premieres of a never-before-seen art exhibit at the Indianapolis Museum of Art. Or attend an outdoor concert at the Farm Bureau Insurance Lawn at White River State Park. Interested in theater and Broadway? Then you’ll want to spend some time in Mass Ave, which features five performing arts theaters.  Whether you’re travelling by foot, bicycle, bus, or car, you’ll always have access to one of Indianapolis’s six designated Cultural Districts —where you’ll encounter thriving pockets of international and local talent, music, and art.  [Cultural Districts](http://www.downtownindy.org/explore-downtown/cultural-districts/)  [Discover more art and culture](http://visitindy.com/indianapolis-things-to-do-arts-culture)   #### It’s easy to get around the city  Cruise down the Cultural Trail or ride around campus by renting a bike from the Indiana Pacers Bikeshare .  [Cultural Trail](http://indyculturaltrail.org/)  [Indiana Pacers Bikeshare](https://www.pacersbikeshare.org/home/)   ### Shopping and recreation  Stop by the local comedy club after spending the day at Fountain Square, where boutique shops and local galleries line the streets. Not the shopping type? Spend an outing on the water with your friends at the local marina, or take a walk through White River State Park—America’s only urban state park.   ### And that’s just the tip of the iceberg  [Learn more at visitindy.com](http://visitindy.com/) "
  },
  {
    "url": "URL: https://www.iupui.edu/about/index.html#search",
    "body": "  ## Built for change  At IUPUI, we believe in the power of transformation. We’re the product of a one-of-a-kind partnership between two Big Ten universities — Indiana University and Purdue University — and a devoted connection to the city we call home. We're uniquely built to change our students, our city, and the world for the better.  Read about IUPUI’s commitment to the community in the community report.  [Read the community report](https://communityreport.iupui.edu/)   ### Home to two of Indiana's top universities  It was this commitment that was behind the merger of the Indianapolis campuses of IU and Purdue—some of which are more than 100 years old—that won accreditation by the Higher Learning Commission in 1969, creating IUPUI.  [merger](https://www.iupui.edu/about/history.html)  [accreditation](http://accreditation.iupui.edu/)  And it’s what binds us together today. We’re now Indiana’s premier urban research university offering more than 550 undergraduate, graduate, and professional programs from Indiana University and Purdue University.   ### Creating a welcoming, inclusive, and accessible campus  IUPUI established the Welcoming Campus Initiative in 2016, and is committed to listening to the voices and needs of our students and our community. This initiative aims to make our campus a more welcoming place for everyone. Through a series of task forces, town halls, and focus groups, we’ve begun to identify ways we can change our campus for the better—and we’re dedicated to finding even more.  We ask tough, student-centered questions and then work diligently to improve. Our campus aims for total inclusivity and accessibility, and does so through anti-racism initiatives, listening to underrepresented voices, and fostering global consciousness in our community.  Learn more about the Welcoming Campus Initiative  [Learn more about the Welcoming Campus Initiative](https://chancellor.iupui.edu/initiatives-celebrations/welcoming-campus/index.html)   ### Renewing our commitment to sustainability  An IU-wide Climate Action Planning Committee created in April 2022 is engaged in developing comprehensive recommendations to identify short- and long-term opportunities to reduce the impact of greenhouse gas emissions from the university's various campuses and units.  Learn more about the plan  [Learn more about the plan](https://cpf.iu.edu/climate-action/index.html)   ### Indiana's innovation engine   ### Leading the way in sustainability  IUPUI is dedicated to doing its part to creating a sustainable future. As a result of its initiatives, the campus has received the Association for the Advancement of Sustainability in Higher Education's AASHE STARS designation.  IUPUI is dedicated to doing its part to creating a sustainable future. As a result of its initiatives, the campus has received the Association for the Advancement of Sustainability in Higher Education's AASHE STARS designation.  [Explore our sustainability initiatives](https://sustainability.iupui.edu/)   ### Taking on a grand challenge  Faculty from the IU School of Medicine are leading a Grand Challenge in precision health medicine. The team will build on IU's legacy of biomedical breakthroughs to transform health through the application of research results.  Faculty from the IU School of Medicine are leading a Grand Challenge in precision health medicine. The team will build on IU's legacy of biomedical breakthroughs to transform health through the application of research results.  [Learn more about the Grand Challenge](https://grandchallenges.iu.edu/precision-health/index.html)   ### Gaining recognition for engagement  Community engagement is an important part of the IUPUI curriculum. In 2018, the campus won the Engaged Campus of the Year award from the Indiana Campus Compact in recognition of its efforts and we continue to make engagement a primary focus.  Community engagement is an important part of the IUPUI curriculum. In 2018, the campus won the Engaged Campus of the Year award from the Indiana Campus Compact in recognition of its efforts and we continue to make engagement a primary focus.   ### Fifty years of growth and change  In 2019 IUPUI celebrated the 50th anniversary of its founding. The year long celebration included special events and programs honoring the past and envisioning the future of the campus.  Look back at the 50th anniversary  [Look back at the 50th anniversary](https://50.iupui.edu/)   ### Learn more about how IUPUI is changing lives  [Read our Strategic Plan](http://strategicplan.iupui.edu/) "
  },
  {
    "url": "URL: https://www.iupui.edu/vision/task-forces.html#search",
    "body": "  ## Vision 2024 implementation team  Shaping the future of the Indianapolis campus is going to take time, hard work, and thoughtful engagement with our community.   ### Executive committee  Leadership for Vision 2024 is provided by an executive committee, chaired by President Whitten:    The executive committee is the decision-making authority and public face of Vision 2024. The group meets monthly. It works with key stakeholders and establishes implementation priorities with recommendations provided by the implementation steering committee.   ### Implementation steering committee  The following are members of the implementation steering committee, which liaises with both the executive committee and the implementation teams:    This group provides a global view on behalf of the executive committee and serves as Vision 2024's operational “air traffic control.” It meets biweekly.   ### Implementation teams  Each member of the implementation steering committee will convene an implementation team that will focus on subject-specific items and will engage, as appropriate, with the related cabinet member noted below. The groups will meet weekly.   #### Academic affairs   ####   #### Communications   ####   #### Enrollment management   ####   #### Faciities and signage   ####   #### Finance and administration/HR   ####   #### IT   ####   #### IU Columbus   ####   #### Research   ####   #### Student services "
  },
  {
    "url": "URL: https://www.iupui.edu/about/history.html#search",
    "body": "  ## A visionary university with humble beginnings  IUPUI can trace its roots back to 1891, when Indiana University offered classes in Indianapolis for the very first time.  In the decades that followed, both IU and Purdue proved themselves dedicated to providing higher education opportunities in Indianapolis, offering programs in the liberal arts, medicine, and more.  However, the two universities operated independently until then mayor Richard Lugar called for “a great state university in Indianapolis” in 1968.  As a result, Indiana University and Purdue University merged their many programs and schools to create IUPUI in 1969.  Since then, IUPUI has come into its own, becoming Indiana’s premier urban research university.   ### IUPUI timeline   #### 1891–1920   #### 1921–1940   #### 1941–1968  In 1969 Indiana University and Purdue University merge to create IUPUI and Maynard K. Hine, D.D.S., becomes the first chancellor.   #### 1970–1975   #### 1976–1985   #### 1986–1995   #### 1996–2005   ### 2006–present   ### See more historical events from the last 50 years  [Visit the IUPUI 50th Anniversary website](https://50.iupui.edu/) "
  },
  {
    "url": "URL: https://www.iupui.edu/city/engagement.html#search",
    "body": "  ## Learn with and from the community to solve real-world problems  An engaged campus means our students, faculty, staff, and alumni partner in the surrounding communities to benefit the public good. These relationships enrich your life and learning at IUPUI, while helping to address social issues and spur the economy in Indianapolis and beyond.  #21 In service learning among national universities by U.S. News & World Report   ### Wondering what the benefits of getting involved in your community are? Here's five:   ### Work to address an issue you’re passionate about  The Office of Community Engagement facilitates your involvement with the community. You have the opportunity to become engaged with community organizations, businesses, schools, and nonprofits that align with your interests and career goals and better prepare you for your career.  [Office of Community Engagement](https://engage.iupui.edu/)  Connect your passion with your pathway to a degree through:  [Community-based learning courses](https://csl.iupui.edu/teaching-research/curriculum/index.html)  [Volunteer opportunities](https://csl.iupui.edu/volunteering/events/index.html)  Your options are broad and deep and your impact is lasting.  [Learn more about the Office of Community Engagement](https://engage.iupui.edu/)   ### Help for potential community partners  If you’re looking for a partner to bring a project to life, we can help.  We work with organizations and institutions across the Indianapolis area to make our communities stronger, help our neighbors stay healthier, and better prepare our workforce for the future.  How? By making the right connections between community organizations like yours and IUPUI schools, departments, faculty, and students.  Learn how you can partner with us  [Learn how you can partner with us](https://engage.iupui.edu/partner/index.html) "
  },
  {
    "url": "URL: https://www.iupui.edu/research/opportunities.html#search",
    "body": "  ## Be there when breakthroughs happen  There’s nothing like the thrill of discovery, and IUPUI’s hands-on learning culture will put you in the center of the action. You’ll experience how fulfilling—and fun—it is when your research project reveals a new understanding that could change how people think and live.   ## Get immersed in research and creative activity  New this fall for IUPUI students! The 1st Year Research Immersion Program (1RIP) is an exciting opportunity for first-year undergraduate students to gain an immersive experience in research, scholarship, and creative activity on campus. Students will be paired with a faculty mentor and will work with their peers on a team project that spans a wide array of scientific and creative disciplines.  Hear Linnea Johnson, a biology student in the School of Science, share how research has impacted her experience at IUPUI.  Description of the video:  Hi, I am Linnea Johnson, and I'm a biology student here at IUPUI.  What we look at is the genetics that relate to Down  Syndrome and how knocking down certain genes can affect the bone  deficits and cognitive deficits that are associated with the disorder.  I feel like  this is kind of along those lines of I will be able to eventually help people  and then, even further than that, see what therapies we can come up with.  Why Research  I fell in love with research, so I am planning on continuing to do that  throughout my undergraduate career.  After I graduate, the end goal is pediatric cardiology.  If you have the opportunity to be part of a research lab,  Outro  then take that opportunity.  I've had people come up to me and be like, \"I  kind of am interested, but I don't really know what to do\".  Do it.  It's an amazing experience. I have loved it.  And if even if you find out it's not something for you,  then there's always a million other things that you can try.  But I think you should always definitely try research.   ### About the 1st Year Research Immersion Program (1RIP)  As a 1RIP student you will spend approximately five hours working on your project per week, either in-person, virtually, or hybrid, during the fall 2023 and spring 2024 semesters. At the end of each semester, $1,000 will be deposited into your bursar account. You will also receive one credit hour for completing the year-long program.  No previous research experience or minimum GPA is required to participate.   ### Get started  Learn about the available projects, including project description and the faculty mentor's department in the descriptions below.  You can apply for the program online, selecting your top five choices of opportunity. You'll be notified of your match within about a week of the application closing date. At that time, you'll register for the one credit course.  Apply for 1st Year Research Immersion Program (1RIP)  [Apply for 1st Year Research Immersion Program (1RIP)](https://iu.co1.qualtrics.com/jfe/form/SV_eycIszzgkvI1g90)   ### Projects  From chemistry and biology to music and arts, research at IUPUI knows no boundaries.  To learn more about the 1st Year Research Immersion Program, contact Darla Campbell at darlcamp@iupui.edu .   #### Biology   #### 1: Cilia in Feeding Behavior  Current work in the lab focuses on the roles of small hair-like cellular appendages called cilia. We are particularly interested in their roles in the brain. Interestingly, when cilia are disrupted in the feeding centers of the brain this results in obesity in both mice and patients with genetic disorders that affect cilia function. We are currently trying to determine how cilia can affect appetite and satiety. We are utilizing conditional and congenital knockout mouse models, tissue culture, pharmacology and electrophysiology to address this question. Student Experiences include: Learning Animal Husbandry & Mouse Genetic Models of Disease, Molecular Biology of PCR Genotyping and Establishing Cohorts, Tissue Histology, Immunofluorescence and Microscopy, Image Analysis  This research will be done in person.   #### 2: Sodium Channelopathies  In the Cummins lab we use computational, molecular biological, tissue culture and electrophysiological techniques to study the impact of sodium channel mutations on neuronal excitability. The student will work with me and the lab members to learn the various methods we use for our investigations, the rationale for the research approach and the meaning of the data in terms of the published literature.  This research will be done in person.   #### 3: Fracture Healing in Genetically Modified Mouse Models  This project will use genetically modified mice to identify genes that are involved in fracture healing. The mice will be bred in the lab and then fractured and fixated. Their fracture healing will be observed weekly using X-ray imaging, MicroCT imaging, and histology. Biomaterials and bone marrow-derived stem cells will also be used to accelerate the bone healing process.  The results of this project will help to improve our understanding of the genes that are involved in fracture healing. This knowledge could be used to develop new treatments for patients with impaired bone healing. The student who assists with this project will be given the opportunity to participate in all aspects of the project. They will have the chance to learn from graduate students and to contribute their own ideas to the project. The students will also have the opportunity to present their work at scientific conferences on campus.  This research will be done in person.   #### 4: Cutting-edge genetics and pharmacotherapy research of Down syndrome  Trisomy 21 causes Down syndrome and affects ~1/800 live births. Trisomy 21 is the leading genetic cause of intellectual disability, and also significantly affects skeletal features in individuals with Down syndrome. Scientists in our laboratory utilize data from humans with Trisomy 21, mouse models of Down syndrome, and trisomic cells to understand how genes in three copies lead to the development of intellectual and skeletal disabilities in individuals with Down syndrome. By understanding the genetic and cellular mechanisms of how trisomy causes developmental changes, we hope to be able to improve the lives of individuals with Trisomy 21. Students in our lab test genetic and pharmacological treatments to find if we might correct the developmental trajectory of cognitive and skeletal deficits affected by trisomy. Scientists in the 1st Year Research Immersion Program will have the opportunity to learn in person about Down syndrome and cutting-edge science, participate in genetics and molecular biology research, and be mentored by leading scientists in the Down syndrome field. First year students will be taught basic laboratory techniques including genotyping trisomic mice through polymerase chain reaction (PCR), scoring behavioral tests of Down syndrome mouse models, and introduced to analysis of large datasets. Students will attend a weekly lab meeting on Fridays from 2-4 (must be available during this time) to learn about and discuss innovative research in the field.  This research will be done in person.   #### 5: Bioinformatic Analysis of Face and Skull Shape  This project is a purely bioinformatic project. This craniofacial research focuses on analyzing the effects of age, sex, and ancestry on the shape of the human face and skull and exploring the genes behind its development. Students will take part in CBCT collections at the dental school, will learn to analyze these CBCT scans and prepare the meshes of the skull and face for further research. The main part of the project will be performed in both Blender and Matlab, editing, and running scripts to see how the face and skull shape changes based on different sexes, ancestries, and other variables. It involves vector mathematics and bioinformatics.  This project is perfect for students with an interest/background in coding and 3D meshing. You must have experience in some computer programs, R/Matlab/SPSS are preferable or even some experience in 3D meshing with Blender or other programs. No wet lab work is required. Due to the short number of hours per week, students should enjoy developing their coding skills and how it applies to biological research. This project shall complement other work being performed in the lab on how to predict a face from skeletal remains and help provide their identity.  This research will be done in person and virtually.   #### 6: Understanding the cell biology of progressive deafness  In the Perrin lab, we explore the basic cellular and molecular mechanisms responsible for normal hearing and, especially, progressive deafness. Research is focused on auditory sensory cells, which convert sound energy to neuronal signals using actin-based protrusions called stereocilia. Recent projects have addressed how the actin cytoskeleton contributes to stereocilia maintenance (recently published in Molecular Biology of the Cell , PNAS, Cell Reports, Current Biology, and PLoS Biology ). Ongoing experiments will probe how regulatory proteins control actin, both during development and in mature mice experiencing progressive hearing loss. At the level of disease, stereocilia malformation or degeneration causes deafness, so better understanding the molecular details is a path towards rational therapeutic intervention. At a more basic level, we are uncovering how cell architecture is formed and maintained, which may be broadly applicable to many biological processes.  Our experimental approach uses mice that model progressive deafness, have conditional gene knockout and express transgenes. Hearing is assessed in intact mice by measuring auditory brainstem responses. Cell morphology and molecular behaviors are analyzed by fluorescent confocal imaging of live cells and fixed samples along with high resolution electron microscopy. The Perrin lab is currently supported by NIH funding and has three PhD students, one scientist, and two undergraduates. New undergraduate students can expect to shadow graduate students, attend lab meetings, discuss research with Dr. Perrin, and work towards developing lab skills necessary for research projects.    This research will be done in person.   #### 7: How can machines help the insects? And why would we want to?  We are excited to announce an exciting research opportunity in the Picard Lab for a motivated student with a background in computer science, informatics, or engineering. This research experience will delve into the fascinating realm of biological data within the field of insect biology. By working collaboratively, we will embark on insect genomics projects, seeking to unravel critical biological questions using comprehensive datasets. The projects encompass a wide range of topics, including forensics, biodiversity, and sustainable protein production.  Throughout this research experience, the selected student will have the opportunity to acquire foundational knowledge in genome biology while actively contributing to ongoing lab projects under the guidance of a graduate student mentor. Moreover, individuals with a keen interest in applying machine learning algorithms will find a welcoming environment within our lab.  By participating in this research experience, students will cultivate a diverse skill set, including proficiency in science communication across disciplines. Additionally, they will develop a solid foundation in basic programming and gain expertise in data analysis and management. These skills will prove invaluable in their academic pursuits and future scientific endeavors.  We look forward to welcoming an enthusiastic student who is eager to explore the intersection of computer science and biology and make significant contributions to our insect genomics research. Join us on this exciting journey of discovery!  This research will be done in person and virtually.   #### BioHealth Informatics   #### 8: Research in Biomedical Informatics  Discover what awaits you in the thrilling world of Biomedical Informatics with the Krohannon Lab! Get ready to dive into the forefront of discovery as we utilize cutting-edge next-generation sequencing (NGS) technology to explore the captivating connections between DNA, RNA, and proteins. We'll unravel what drives the intricate workings of our cells, both in health and in disease. By studying these interactions, we'll gain insights that could pave the way for new treatments and innovative ways to enhance our well-being. Join us in this exciting endeavor as we uncover the mysteries of life's fundamental processes and shape the future of medical therapies.  This research will be done in person and virtually.   #### 9: Unlocking the Secrets of Disease Development: Explore Spatial-Temporal Cellular Patterns  Emerging spatial omics provides unprecedented cellular and subcellular resolution to track the development of complex diseases such as cancer and Alzheimer’s disease. Modeling the progression of disease development using computational approaches can help to understand the biochemical and biophysical mechanisms underlying these diseases. In this project, students will be coding to analyze the spatial-temporal patterns of disease development. Participants will have an immersive experience in bioinformatics research with cutting-edge data science and biomedical technologies, from data retrieving, data preprocessing, to mathematical modeling, and bioinformatical analyzing.  This research will be done in person and virtually.   #### 10: Understanding the Effect of Complexity in Sensory Stimuli on the Engagement Level among Individuals with Acquired Brain Injury  Virtual Reality (VR) is advocated as an effective medium for enabling individuals with acquired brain injury (ABI) to practice simulated activities of daily living (ADL) through rich sensory stimuli. However, many individuals with ABI suffer from both cognitive and motor impairments, making it difficult for them to process complex sensory stimuli. Ironically, the strength of VR—rich sensory stimuli—can serve as a barrier for individuals with ABI to fully engage in the therapeutic components of simulated ADL. In this research project, we will assess the engagement level and cognitive load perceived by individuals with ADL during VR-assisted therapy sessions, using both quantitative and qualitative data. Participating 1RIP students will gain experience quantitatively analyzing the engagement level and cognitive load and will triangulate the findings using qualitative interview and observation data.  This research will be done in person and virtually.   #### 11: Participatory design enhancements to NeoRoo app  Approximately 15 million premature babies are born yearly and face a higher risk of newborn mortality, particularly in low and middle-income countries. One common complication of prematurity is neonatal hypothermia, which can be effectively treated with Kangaroo Mother Care/Skin-to-Skin care (KMC/STS). However, implementing KMC/STS is hindered by multiple barriers, such as a shortage of healthcare workers and the labor-intensive nature of caring for premature newborns, leading to inconsistent scale-up of KMC/STS.  To address these challenges, a sensor-enabled swaddling device (NeoWarm) and the linked NeoRoo mobile app have been developed through the IU NeoInnovate Collaborative, to support the adoption and uptake of skin-to-skin care among adult-baby dyads and automatically collect key vital signs information from newborns. The goals of this technology include automated monitoring of vital signs with regular alerts to parents and nurses if any abnormality is detected, enabling nurses to track multiple babies and KMC dyads simultaneously, and setting and tracking shared goals for education, KMC, and discharge. The ultimate aim of understanding whether this device is feasible and acceptable for use in health facilities in the United States. The future directions of this technology include incorporating participatory design feedback, conducting A/B usability assessments, and modifying and evaluating the feasibility of opioid-exposed infants.  The participatory design study with A/B prototypes of the app is being conducted by graduate students from the Luddy School of Informatics, Computing, and Engineering at Indianapolis. This project is to perform enhancements to the NeoRoo app based on the feedback of Neonatal ward nurses at Riley Hospital, Eskenazi, and St. Vincent hospitals.  This research will be done in person and virtually.   #### Chemistry and Chemical Biology   #### 12: Nanotechnology-based optical sensor for cancer diagnosis  Pancreatic ductal adenocarcinoma (PDAC, pancreatic cancer) is one of the deadliest cancers with marked resistance to chemo- and radiation therapy leading to a 5-year survival rate of around 11%.  This dire situation is due to advanced stage diagnosis, absence of accurate screening tools for early detection, and lack of effective therapeutics. In PDAC, early disease detection using biomarkers (biological molecules present in the human biofluids such as blood, plasma, urine) levels are not currently effective liquid biopsy technique using blood PDAC biomarkers has been adopted clinically yet, due to limited reliability and accuracy. To reduce mortality from PDAC, which is predicted to be the second leading cause of cancer-related death by 2030, a more reliable detection technology is urgently needed for screening and early diagnosis. In this project, we will develop a novel strategy for the multiplexed detection and identification of PDAC-specific blood biomarkers, which remain challenging, but hold the greatest promise in simple and timely disease diagnosis and prognosis assessment. This project will focus on fabricating an entirely new class of optical nanosensors that utilize multispectral localized surface plasmon resonance properties of noble metal nanoparticles (“ms-plasmonic”) to detect and identify both proteins and microRNAs simultaneously in a single instrument run with unprecedentedly high sensitivity. The 1RIP student will work with the PI and team consisting other undergraduates, and graduate students. The 1RIP student will learn concepts of nanotechnology, and how this emerging field will make a paradigm shift in cancer detection and diagnosis.  This research will be done in person.   #### 13: Machine-Learning-Assisted Enzyme Free Energy Simulations  Our primary research interest is centered around understanding chemical reactions in complex environments using computational chemistry and molecular modeling. To understand how enzymes achieve catalytic power at a molecular level, we work on obtaining free energy profiles along the reaction coordinate. This involves combining quantum mechanical calculations with efficient molecular mechanics (QM/MM) to conduct free energy simulations of enzymes. However, the demanding computational costs of highly accurate QM calculations have posed challenges in obtaining sufficient statistically sampling of the free energy surface. To overcome these challenges, we have embraced the exciting advancements in machine learning (ML) techniques. By harnessing the power of ML, we aim to train efficient ML models to predict QM energy and forces on-the-fly during free energy simulations, thereby eliminating the need for time-consuming QM calculations. Our lab has been working in this area over the past few years (see the related publications listed below), developing neural network (NN) and Gaussian process (GP) ML methods for combined QM/MM simulations.  In this project, students will engage in a wide array of research activities, ranging from building all-atom models of protein simulation systems, to conducting biophysics-based molecular dynamics (MD) simulations by using various software such as Chemistry at HARvard Macromolecular Mechanics (CHARMM), and to further developing the ML-assisted QM/MM free energy methods. The method development component of this project involves substantial computer programming tasks in Python, machine-learning packages such as TensorFlow and PyTorch, Fortran/C, and Unix/Linux scripts. The student researchers will also receive solid trainings on using the IU supercomputing resources (e.g., BigRed3, BigRed200, and the DeepLearning/GPU platform on Carbonate) and sharpen their scientific presentation skills. This project would be especially suitable for students with interdisciplinary research interests in chemistry, biology, math/physics, and computer/data sciences.  This research will be done in person and virtually.   #### 14: Application of Mass Spectrometry to Problems in Biophysics and Structural Biology  In my research group we apply cutting edge mass spectrometry technologies to solving important problems in biophysics and structural biology. We are chiefly interested in measuring the different functional states of proteins and how their structures relate to these functions. Students will work with the research team to observe and learn the techniques involved in these analyses.  This research will be done in person.   #### 15: 3D Printing in Chemistry - Columbus Campus  My research lab at IUPUC focuses on various applications of 3D printing in chemistry. While this is a broad field, my lab focuses on a few specific applications of 3D printing. First, we develop tools and models for teaching chemistry. These can be as simple as a model of a molecule to a more complex system integrating electronics and augmented reality to demonstrate hybridization. Lucky for us non-engineers, there are a wealth of tools available now that make designing and 3D printing objects easier than ever (even if you have never seen a 3D printer before). We are also working on making alternative materials to use for 3D printing. While 3D printing is an amazing tool for creating an endless variety of objects, it does generate a significant amount of plastic waste. We are using naturally derived polymers (plastics from shrimp shells essentially) as a substitute for traditional plastics. This involves some chemistry to modify these materials and finding the right compositions to make them suitable for 3D printing.  Both projects involve working with various 3D printers and a lot of problem solving. Normally it takes a lot of mistakes and failed prints to find something useful. This just makes it more satisfying when something works!  This research will be done in person.   #### 16: Investigating secretory stress pathways to understand beta cell failure in diabetes  Pancreatic islet β-cell dysfunction is a central element in both type 1 and type 2 diabetes (T1D and T2D). Combined, T1D and T2D afflict more than 37 million people in the United States: over 11% of the population. The Kalwat lab applies multiple methodologies including computational biology, molecular biology, and cell culture techniques on pancreatic beta cell lines and primary human islets. Our goal is to understand how β-cells handle secretory stress under normal and disease conditions to drive therapeutic discovery in diabetes. We have discovered multiple small molecules that alter β-cell function and also have applied machine learning algorithms to publicly available transcriptomic data from normal and diabetic donor human islets. We can offer students training in all molecular biology techniques we employ in the lab, as well as invaluable networking and exposure to small biotech and pharma companies who also work in our building. The sum of these experiences will help the student in their career decisions, including whether they are interested in graduate school, wet lab research, or computational work. Dr. Kalwat has experience helping former trainees achieve their goals across different areas including graduate school, medical school, and industry.  This research will be done in person.   #### 17: Leveraging YouTube as Supplemental Instruction  Within this Chemistry Education Research program, undergraduate students will interrogate the resources used in chemistry instruction.  YouTube is an increasingly common resource that the vast majority of students rely on for learning and some instructors reference for instruction. However, there are few guidelines or measures to evaluate the efficacy of videos. The broader goal of this project is to support instructors and students in using YouTube effectively. To reach this goal, undergraduate students will conduct a systematic review of the use of YouTube in chemistry research and instruction. The students will read and analyze articles from the Journal of Chemical Education, Chemistry Education Research and Practice, and Journal of Research in Science Teaching to characterize how instructors and researchers leverage YouTube.  With this project, 1RIP students will (a) search for and read scientific literature; (b) use various frameworks, qualitative methods (e.g., narrative coding and deductive coding), and software (e.g., Mendeley reference manager, NVivo qualitative coding software) to analyze data, (c) engage in collaborative discussions with colleagues, and (d) prepare and deliver high-quality oral presentations.  This research will be done in person and virtually.   #### Community and Health Systems   #### 18: Use of Social Media Mining in Health-Related Research  I have large datasets of Twitter and Reddit data related to various health-related topics: epilepsy, rural health, cyber bullying, and the profession of nursing. Undergraduate students could participate in analysis of these data on existing projects, as well as form and ask their own questions of the data.  This research will be done in person and virtually.   #### 19: Body size and preferred care providers  I am a nurse and a health promotion researcher. My recent research is focused on weight management intervention among pregnant women. I have developed an 8-week weight management intervention, which is based on the self-regulation theory and the intervention involves self-monitoring of weight, food intake, and walking. I propose, in this application, a project titled body size and preferred care providers that can be accomplished by a first-year college student. The overall purpose of the project is to assess if perception of own body size among college students is associated with the preferred body size of their chosen care providers, including the physician and the nurse and the provider’s competency in providing weight management consultation.  This research will be done in person and virtually.   #### Computer and Information Science   #### 20: Secure and verifiable online voting  My research area spans applied cryptography, cybersecurity and Ai/Deep learning. The project I would like for the freshman to work on is secure and verifiable online voting and provide the student with the opportunity to conduct research and implement and test an online e-voting system using different protocols/tools/platforms.  This research will be done in person and virtually.   #### 21: Preliminary Study for Interpreting and Generating Visual Metaphors in Natural Language Processing  Visual metaphors are powerful communication tools that can be used to describe states or convey persuasive messages. They are often more impactful than verbal explanations, as they can appeal to the senses and trigger emotions. For example, smoking visual metaphors can be more effective in depicting the harmfulness of smoking than simply stating the facts.  Despite their importance, visual metaphors have not been studied extensively. This research project aims to build computational models that can interpret and generate visual metaphors. Participants in this project will investigate existing work and datasets, create a new dataset, and identify specific research problems with the research group members. They may also have the opportunity to be involved in designing machine learning models.  This research will be done in person and virtually.   #### 22: Explainable AI Techniques for Enhancing Network Intrusion Detection Systems  Research Area: My main research area is enhancing security of networked systems. Such area is motivated by the exponential growth of the number of cyber-intrusions on current networked systems. The pressing need to detect these intrusions inspires new research directions on developing advanced artificial intelligence (AI) techniques for intrusion detection systems (IDS) to secure our networked systems. My research focuses on enhancing main shortcomings of AI for IDS, including high rate of false alerts, and lack of the ability to explain AI decisions. To achieve such enhancement, I focus on the following research objectives: (1) Designing novel explainable AI (XAI) frameworks to improve AI models' explainability in intrusion detection tasks, and (2) Proposing XAI-based feature extraction methods to identify significant intrusion features for different AI models and intrusion types. The students will gain a good introductory experience in research during that project under my supervision. In particular, the students will gain the following skills and learning outcomes during the timeline of that project. They will work in a research team that involves me and graduate students. In total, this project will provide students with a basic research experience in network intrusion detection and XAI. Moreover, it will provide the undergraduate students with several skills, including critical thinking, problem solving, communication, collaboration, and writing. This will be a first step in helping the undergraduate students in developing their professional identity and ultimately boosting their interest in graduate school.  This research will be done in person and virtually.   #### 23: Developing Trustworthy Artificial Intelligence  We will deploy Trust Engineering and Inference Causality to enhance our work on Trustworthy Artificial Intelligence. We will extend the use of our metrics, including acceptance, explainability, and fairness in various applications, including medical, natural resource management, and security. The students will be trained in cutting-edge Trust Engineering and Inference Causality skills to develop Trustworthy AI solutions, which is the most required need now in the AI field.  This research will be done in person and virtually.   #### Dentistry   #### 24: The Fluoride Content of Beer  My research interests encompass dental caries and erosive tooth wear, both leading to eventual tooth loss. Fluoride containing compounds play an important role as they can mitigate the impact of both. However, excessive intake of fluoride can be toxic. Hence, determining the intake of fluoride as part of the diet is important to balance risks and benefits. The proposed project aims to understand the relative contribution of beer to fluoride intake. Beer is one of the oldest beverages and is typically made from malted barley, yeast, hops, and water. Each ingredient can contribute fluoride to the finished product.  The present study aims to comprehensively sample beers from craft breweries operating in central Indiana and the main brands of beers available in retail outlets (e.g., Budweiser, Miller, Coors). Beer samples will be obtained and then stored at the Oral Health Research Institute of the Indiana University School of Dentistry until analysis. Beers will be grouped into types (e.g., IPA, lager, stout). The analysis of the beers’ fluoride content will then be conducted using a gold standard method, involving a fluoride ion-selective electrode.  This research will be done in person.   #### 25: Experience the Heart of Evidence-Based Dentistry in The Department of Periodontics  Periodontics has always been one of the dental specialties that is heavily evidence-based in its practice.  The first current project in my lab is collecting gingival crevicular fluid, or the fluid found between the gingiva (gums) and the tooth, to assess inflammatory markers between patients that have periodontal disease and gingival (gum) health. This is of significant importance as it will give us clinicians a better look at what is happening biologically, and it can aid in detecting possible markers that can be used to diagnose or assess disease activity. The students involved will see how we obtain informed consent, the process of collecting gingival crevicular fluid, transferring the samples to the laboratory for further assessment, and possibly even analyzing data if we get to it. It will provide the student with some insight into the process of clinical research.  The second project involves the assessment of implant accuracy and stability in different bone densities. This is an in-vitro study, where the student will see how we perform digital implant planning and static computer aided implant surgery. The student will be able to observe the workflow from data gathering, obtaining a cone beam scan and intraoral scan, followed by merging the data and treatment planning the implant position and surgical guide on a computer aided design software and finally 3D printing the surgical guide and performing implant surgery on the models. They will observe how accuracy will be tested and data will be analyzed using the same software.  The student will gain insights in data driven dentistry, more specifically periodontology.  This research will be done in person and virtually.   #### 26: Electrical Impedance in working length determination  Root canal therapy (RCT) is the preferred method of addressing teeth with infected root canals. During RCT the canal is disinfected by mechanically shaping the canal and irrigating it with disinfecting solutions. Then, the disinfected canal space is filled with a biocompatible material. The apical limit or Working Length (WL) at which root canal instrumentation, irrigation and obturation should end remains a major controversial issue in RCT. Electronic-Apex-Locators (EAL) are devices that help the clinician determine the WL. The EAL displays changes in impedance as an endodontic file is moved in the canal in an apical direction. A sharp change in impedance readings indicates that the file has exited the tooth foramen and is in the apical tissue, a surrounding with a different impedance than the tooth. This helps the clinician establish the WL during RCT. EAL measurements are usually accurate but not in every case. The primary goal of this project is to collect data that will assist in developing an in-vitro model a 3D printed tooth embedded in surroundings that simulate clinical situations that may affect impedance measurements using EAL. A secondary goal is to create a virtual teaching tool that will explain impedance and EAL to dental students. The student will collect relevant papers and present the current status of the topic. The student will help with project preparation such as collecting research supplies and help with preliminary set up.  This research will be done in person.   #### 27: Developing a Realistic 3D-Printed Mannequin for Radiography Training  We recently published a research paper demonstrating the development of a 3D-designed mannequin for teaching dental students the proper techniques for taking radiographs. The goal now is to create a more realistic 3D model, with detailed structures that will be 3D printed.  This innovative mannequin will provide an immersive and realistic training experience, allowing students to gain practical skills in accurately positioning and capturing dental X-rays. The mannequin will be equipped with a comprehensive range of simulated dental structures, including teeth, gums, and a fully articulated jaw, mirroring the complexities of a human oral cavity. We are seeking an accomplished student to contribute to the design and testing of this state-of-the-art 3D mannequin, as well as actively participate in the research proposal and subsequent article writing. Previous experience in 3D design is required.  This research will be done in person and virtually.   #### 28: Expression of Biomarkers in the Progression of Oral Premalignant Lesions  I am a Board-certified Oral and Maxillofacial Pathologist and am currently a Clinical Assistant Professor at the Indiana University School of Dentistry. Oral and Maxillofacial Pathology is an advanced dental specialty that diagnoses and treats diseases affecting the oral and maxillofacial regions such as oral cancer and investigates the causes, processes, and effects of these diseases. Besides my clinical expertise in the diagnosis and management of oral diseases, my research is focused on the evaluation of the expression of biomarkers that are linked to oral premalignant and malignant lesions. Oral squamous cell carcinomas are the most common malignancy that affects the oral cavity, and they typically start as premalignant lesions called oral epithelial dysplasias that later progress to malignancy. Early diagnosis and management of oral epithelial dysplasias are crucial as they can reduce the incidence of oral squamous cell carcinomas. Currently, I am investigating the expression of a panel of biomarkers in progressive and non-progressive oral epithelial dysplasias as a means to predict the risk for progression to oral squamous cell carcinoma.  Through the 1RIP program, I am excited to guide an enthusiastic first-year student on the skill sets that are required for a successful undergraduate educational experience. I will mentor the student to develop critical thinking skills and research curiosity by guiding them in a systematic literature search on scientific questions and composing review reports. They will be introduced to the foundational knowledge of oral premalignant and malignant conditions, and to develop an understanding of the pathogenesis of oral squamous cell carcinoma. The student will be encouraged to design an evidence-based research project based on the information gathered. Above all, I will provide support for an easy transition to college life and nurture a passion for lifelong learning.  This research will be done in person and virtually.   #### 29: Glucocorticoid induced leucine zipper (GILZ) in Alzheimer’s disease  Glucocorticoid induced leucine zipper (GILZ) is a regulatory protein that mimics the anti-inflammatory effects of glucocorticoids and acts by blocking the p65 subunit of the transcription factor, nuclear factor kappa B (NF-kB). We and others have shown that the GILZ expression is reduced in lipopolysaccharide induced neuroinflammation and is inversely related to inflammatory mediators. The objective of this research is to extend and compare our observations of GILZ expression in mouse models to human Alzheimer’s Disease (AD). Our long-term goal is to systematically characterize the role of GILZ in neuroinflammation and neurodegeneration in the context of AD. The objective of this current research is to extend and compare the observations of GILZ expression in mouse models of Alzheimer’s Disease to human Alzheimer’s Disease. We hypothesize that the GILZ expression will be inversely associated with the neuroinflammation and disease severity in AD.  Twenty human AD brain tissues (cerebral hemisphere) have been obtained from Indiana Alzheimer’s Disease Research Center (IADRC). Age and sex matched normal human healthy brain tissues were procured from commercial vendors. 1RIP students will learn to perform: Immunohistochemical analysis of GILZ, GR and NF-κB p65 expression in CNS cell types:  Hippocampal slices from AD and control brain tissues will be probed with anti-human GILZ, GR, NF-kB p65, Iba1 (microglia specific), GFAP (astrocytes) and NeuN (neuron specific). Co-localization of GR, GILZ and NF-kBp65 in microglia, astrocytes and neuron will be determined. Students will also learn to perform data analysis and interpretation. They will have the opportunity to participate in research meetings and present posters or abstracts.  This research will be done in person.   #### 30: Exploration of Dental Alumni Engagement Practices Across the US  Universities continue to face a multitude of challenges as they seek to provide contemporary education to prepare their student learners to become the leaders and workforce of tomorrow. Some of these challenges include but are not limited to decreased state financial support, decreased enrollment numbers, and increased pressures surrounding high student tuition levels. These same challenges impact all components of a university, including units such as the School of Dentistry. If strategies are not identified to address these issues, the number of students pursuing dentistry could reduce, which could have a significant impact on access to care for community stakeholders. One possible strategy to reduce these financial pressures is to establish an active and effective relationship with program alumni. Partnering with program alumni creates a rich opportunity for broad dissemination of the school’s mission and opportunities to cultivate relationships that could foster significant financial gifts to the unit. To that end, we would like to conduct a project to evaluate various dental alumni program structures in hopes of identifying strategies that the IU School of Dentistry can employ to further enhance our alumni involvement and long-term our non-state, non-tuition revenue.  Research questions:  Research Strategy: The identified student will work with the IUSD Office of Development and Chair of the Department of Orthodontics to:  This research will be done in person and virtually.   #### 31: Impact of Social Media on Dental Alumni Engagement & Giving  Over the last decade, the composition of the IU School of Dentistry’s alumni base has shifted dramatically. Baby Boomers, who for many years were the primary and most engaged portion of our alumni group, have become less engaged and active as alumni. They have been replaced by individuals categorized as Generation X and Generation Y/Millennials. As the literature suggests, there are rather significant differences in the way that each of these generations perceive work, connect with the community, and communicate. Identifying effective strategies to connect with and engage alumni is a critical component of the school’s overall fundraising efforts. To that end, we would like to conduct a project to evaluate the current demographic of dental alumni engaged in social media and seek to connect their online engagement with their current levels of philanthropic activity.  The 1RIP student will work with the IUSD Office of Development and Chair of the Department of Orthodontics to review the current social media practices of the IU School of Dentistry and evaluate which members are engaged in social media (denote general demographic information by cross-referencing with institutional records), and work with the Office of Development to create strategies to enhance alumni participation in the school’s social media spaces.  This research will be done in person and virtually.   #### 32: Artificial Intelligence in Virtual Reality Simulation for Interprofessional Education  The goal of this project is to investigate the efficiency of Artificial Intelligence (AI)-powered virtual reality simulation (VRS) on the development of interprofessional core collaborative competencies among health professional students. Collaborative core competencies focus on shared values, roles and responsibilities, professional communication, and team dynamics. Comparisons will be made between the use of AI healthcare provider avatars and human-controlled provider avatars in VRS on the development of these skills. A virtual reality simulation will be developed using the Unity 3D game engine by a team comprised of academics, information technology professionals, and game developers (Unity Technologies, 2023). A virtual clinic, non-player character patient, healthcare professional avatar role and, AI or human providers (physician, nurse, social worker, pharmacist, dietitian, etc.) will be developed in the 3D virtual environment.  Involving student researchers in this project can offer several valuable benefits for enhancing their understanding of IPE and research methodology. Student researchers will have the opportunity to actively engage with the project's design, implementation, and data collection processes. This hands-on experience allows them to directly interact with the AI-powered VRS and understand how it is used to promote IPE. This experience mirrors the type of teamwork they will encounter in real healthcare settings and reinforces the importance of effective communication and shared responsibilities.  This research will be done virtually.   #### Earth Sciences   #### 33: Smartphone Based Remote Sensing of Water Quality in Eagle Creek Reservoir  Surface freshwater is essential for ecosystem existence and required for human consumption, irrigation, fishing, and recreational use. Access to water with excellent quality is one of the seventeen sustainable development goals identified by the United Nations. Water quality in Eagle Creek Reservoir (ECR) is an important aspect of Indianapolis’s freshwater resources and ongoing information about its water quality is vital for local water resource management stakeholders. Previous studies conducted in my lab focused on the applications of satellite and airborne remote sensing for mapping water quality parameters of this water body. Undergraduate students participating in this research project will use smartphones to monitor the water quality in the ECR. Unlike the application of satellite and airborne remote sensing, smartphone-based sensing does not need a very advanced theoretical and complex technical training and knowing how to use a smartphone app would be sufficient in addition to a very basic very a basic understanding of Remote Sensing Reflectance or Surface Reflectance as measured by satellites, drones, aircraft, or other remote sensing platforms. Undergraduate participants will learn to use two smartphone apps the EyeOnWater (EoW) and HydroColor (HC). Participants will analyze and assess the accuracy and precision of the HC and EoW apps by comparing concurrent measurements made with a field portable spectrometer. Citizen science offers a low-cost avenue to measuring environmental parameters such as water quality at a large scale and volunteered information can expand environmental datasets at no cost, but concerns on the quality, reliability and the overall value of such datasets collected with smartphones are often present. Results from this project will shed light on this point.  This research will be done in person and virtually.   #### 34: Urban dust and impacts on human health  This research in the area of GeoHealth looks to define the element and mineral content of dusts collected from the atmosphere at specific spots and from vacuum cleaner samples people send in.  We seek to determine metal content (including lead, mercury, and arsenic) and elongated mineral particles that people may be inhaling as part of their everyday lives in their urban surroundings. Students will sample atmospheric dusts and learn lab techniques to separate minerals and other materials, X-Ray Fluorescence to determine element composition, and both light and electron microscopies to characterize minerals.  This research will be done in person.   #### 35: Evolution of Magma Systems  Students will work with rock samples and data sets to build basic geology observation skills and quantitative reasoning about magma transport processes in the dynamic Earth.  Activities will involve rock description timed to match first semester course work, and quantitative skill-building culminating in quantitative description of their own rock sample by scanning electron microscopy. In the second semester, students will engage in a paid research experience where we will use a team approach to characterize the whole rock and mineral chemistry of a suite of rock samples from a national park in California using x-ray fluorescence and electron probe microanalysis.  This research will be done in person and virtually.   #### 36: Exploring Earth's polar regions  The 1RIP participant will work closely with a graduate student and faculty member studying glacial sands collected in Greenland. From these tiny grains, less than a millimeter wide, we can make interpretations about how glaciers function. In the lab, we will use optical microscopy, electron microscopy, and laser particle size analyzers. Participate in weekly Sedimentology Lab research group meetings and learn about the work, success and challenges of other IUPUI students.  This research will be done in person.   #### 37: Geobiology studies  Our group studies how life has changed through time and how life’s adaptations have altered the environment and climate. We are part of a scientific field known as Geobiology, which combines geochemistry and microbiology to study ecosystems found in modern environments like anoxic lakes or the deep sea and compare these life signals to those preserved in rocks and sediments. We are currently working on a NASA project, glaciers in Greenland, and deep sea sediments from the South Atlantic Ocean. Students who join the group will learn about how to collect samples, do chemical extractions and how to analyze samples on a variety of different scientific instruments. For more details see our lab website: https://gilhoolysil.earthsciences.iupui.edu.  This research will be done in person.   #### Engineering Technology   #### 38: Decomposition of Trainees’ Actions for Non-Invasive Behavioral Feedback in Construction Safety Training  Workers’ safety training plays a vital role in enhancing the safety of construction projects because safety accidents mostly occur due to workers’ unsafe behaviors. One promising safety training strategy is to provide trainees with hands-on learning experiences in conjunction with feedback on their learning performance. As trainees practice what they learn from lectures (e.g., inspection of safety harness or lanyard), they have a higher level of emotional arousal and, in turn, become more motivated in learning. Also, accurate feedback on trainees’ learning performance helps them understand their strengths and weaknesses.  The integration of vision sensors and machine learning into hands-on learning environments provides new opportunities to create accurate feedback messages on trainees’ learning performance in a non-invasive manner. With vision sensing technologies, it is possible to collect real-time video data on trainees’ actions. Then, using the collected human action data, machine learning automatically identify and categorize what poses trainees take to complete an action. Therefore, it is possible to create accurate feedback information about root causes of trainees’ safe or unsafe actions based on their key poses. In order to fill the gap in literature, this study explores trainees’ key poses of safe and unsafe actions during a construction safety training. To achieve this objective, the study team will conduct a safe training on the inspection and wearing of safety harness with 40 college students, as study participants, majoring in construction management at IUPUI. The safety training program will have one instructional session in conjunction with one assessment session.  1RIP students will be given opportunities to participate in literature review and data collection. The literature review will focus on investigating state-of-the-art technologies (i.e., remote sensing and machine learning) and their applications in construction training. Aside from the literature review, students will participate in collecting and preprocessing video data on trainees’ actions during a safety training. This research activity will allow students to learn fundamental theories and concepts about data collection and preprocessing, which are very useful but can be difficult when taken from other disciplinary.  This research will be done in person.   #### 39: Enhancing the Mechanical Properties of Thermoplastic Starch Film through Adaptive Experimental Design in a Bayesian Optimization Framework  My research focuses on innovative formulations and optimization methods for compostable plastics, specifically thermoplastic starch (TPS). Our advancements have broad applications, from fabricating environmentally friendly plastic bags to promoting sustainable additive manufacturing. In recent years, our research group has introduced an innovative TPS film formulation that incorporates potato starch in a solution of glycerin and acetic acid (AcOH) sourced from white vinegar (5% AcOH), acting as a plasticizer alongside distilled water as the solvent. Throughout this research experience, students will acquire comprehensive knowledge of the chemical mechanisms involved in the formation of compostable plastics, as well as the techniques for preparing and testing TPS specimens, both film and 3D parts. Students will gain practical skills in measuring TPS physical properties such as hardness, stiffness, strength, and elongation. Additionally, they will gain proficiency in utilizing in-house computational tools to support adaptive experimental design and the discovery of novel TPS formulations. Students will be able to engage within a dynamic and collaborative multidisciplinary research group of faculty and graduate and undergraduate research assistants with diverse backgrounds in engineering and science. As part of this experience, students will actively contribute to preparing scientific papers, posters, and conference presentations.  This research will be done in person and virtually.   #### 40: PSHAUM Lower Reservoir Design  Reducing the use of fossil fuels to help mitigate the effects of climate change has accelerated the development of renewable energy sources such as wind and solar to meet the country’s electrical energy needs. Pumped Storage Hydro (PSH) has been able to provide grid-level storage and has the advantage of not requiring any mining of materials as is required for chemical batteries. However, PSH requires the topology to support the change in elevation necessary for electrical generation via water flowing from an upper reservoir through a turbine that is coupled to a generator. The generator provides power to the electrical grid when demand is high, for example around dinnertime. After flowing through the turbine, the water flows to a lower body of water (lake, river, reservoir, etc.) to be pumped back to the upper reservoir when the demand for electricity is low. Another possibility where traditional PSH is not viable is to employ PSH for soon-to-be Abandoned Underground Mines (PSHAUM). In this approach, the reservoir and turbine can be located in the same vertical plane, reducing the overall topological footprint. The “soon-to-be” phrase was added because completely abandoned mines may require significant cost to ensure safety requirements are satisfied, while existing mines already meet these requirements.  One of the key design and cost drivers for PSHAUM is the lower reservoir within the mine.  The objective of this project is to investigate an artificial lower reservoir to hold the substantial volume of water required for grid scale energy storage, in lieu of having the lower mine walls and floor serve as the lower reservoir and requiring shotcrete. Material properties, stresses, degradation effects, and modular construction approaches would be studied for this structure along with a cost estimate of this approach. The anticipated outcome of this investigation would be a set of materials and their viability for holding several million gallons of water.  This research will be done in person.   #### Geography   #### 41: Soil and Water Conservation at Indy Urban Acres  I investigate urban agriculture and food insecurity as interlinked socio-ecological systems. My research is conducted alongside a group of community partners who work at Indy Urban Acres (IUA) on the city’s east side. IUA is a non-profit, organic farm that donates the entirety of its annual harvest. Managed by the Parks Alliance of Indianapolis, the farm yields 60k pounds of fresh produce. It distributes this produce through Old Bethel Food Pantry and a free veggie-box program sponsored by IU Health.  First-year students are welcome to join the research team. In addition to gaining hands-on experience in organic agriculture and soil and water conservation, students who participate in 1RIP at the farm will learn how to formulate and investigate research questions about the interlinked socio-ecological systems associated with environmental sustainability and food. My research group meets at the farm on Monday and Wednesday mornings from 9 to noon.  This research will be done in person.   #### 42: Food, Maps, and Sustainability  Dr. Jeff Wilson (Geography) can support two to three 1st-year students during the 2023-24 academic year who are interested in multidisciplinary research that integrates applications of geographic technologies to sustainable development and natural resource conservation in the context of food studies. In collaboration with colleagues at the University of Catania (Sicily, Italy), we are developing a geographic database of socioeconomic and environmental characteristics for products recognized under the EU’s system of Geographic Indications for specialty food products. This work informs the development of prototypes for similar policies in the US. 1RIP Students will work with geographic data and satellite imagery in local and cloud-based environments, learn some fundamental coding skills, and develop brief reports and data summaries for 35 food products certified with Protected Designation of Origin (PDO) and Protected Geographical Indication (PGI) status in the EU.  This research will be done in person and virtually.   #### Human-Centered Computing   ## 43: Designing Hospital Information Systems of the Future: Connecting Patients, Providers, and Family  Although hospital care is carefully documented and that information is electronically available to clinicians, few information systems exist for patients' families to use while they are in the hospital. Information often appears trapped within the hospital room. In this research project, we are using Human-Centered Computing research and design techniques to envision the hospital information systems of the future. Sponsored by the National Science Foundation and working in partnership with patients & cancer doctors at Riley Children's Hospital, we are radically re-thinking the design of patient-facing hospital technology. This year, we plan to transform qualitative findings into design requirements, and propose audacious design solutions using interactive prototyping toolkits. Join us!  This research will be done in person.   ## 44: Designing Intelligent Assistants to Support Healthy Aging  My research is in Human-Computer Interaction, where I examine the intersection of aging, health, and intelligent technology design. I employ user-centered and participatory design methodologies to investigate the design of existing and novel intelligent technologies, such as conversational assistants and AI-enabled tools, to support aging through improved access to health information and wellness resources. More broadly, I investigate ways to enhance the usability and accessibility of technologies for older adults across their lifespan and explore the benefits and barriers of adopting these technologies in home and community environments. Within my research group, I can offer the student any of the following experiences:  This research will be done in person and virtually.   ## 45: Patient-centered Diabetes Technology for Older Adults  People with Alzheimer’s Disease, related dementias, and diabetes have a notably higher risk of hypoglycemia and adverse events, including hospitalization and death. This project’s goal is to increase awareness of hypoglycemic risks and shared decisions about treatment options among patients with Alzheimer's and diabetes, caregivers, and primary care clinicians. To that end, we will design an information technology leveraging continuous glucose monitoring and evaluate its impact on care.  Students will have the opportunity to experience research at the intersection of health services and information technology. They will become part of our lab and interact with patients, clinicians, analysts, and other student researchers. Students will assist in our recruitment, analysis, and manuscript development.  This research will be done in person and virtually.   #### Arts, Humanities, and Social Sciences   #### 46: Fan Conventions and COVID-19, a Survey Project  Anime, manga, and fandom studies is an exciting, interdisciplinary research area that encapsulates the work of a wide variety of scholars. From gender analysis of Sailor Moon to food ethics research into Tokyo Ghoul, to larger, survey-based research into fan communities themselves, anime and manga studies is a vibrant and varied research area that can give fantastic opportunities to engage students, especially ones that are new to research. As the Editor of the Journal of Anime and Manga Studies, I can offer students a fascinating behind-the-scenes look at popular culture scholarship and what it's like to craft and run a fandom studies survey, on top of what it's like to manage an interdisciplinary academic journal that attracts international readership. This project will involve students interacting with various stakeholders across the fan convention community, giving students skills in outreach and information management. Students will assist in the creation and administration of a survey that will ultimately assist fan conventions and scholars in their understanding of how attendees feel about conventions in the \"post-COVID\" world.  This research will be done in person and virtually.   #### 47: Photography and Intermedia--Climate Change Project  I am a photography and intermedia professor whose research practice encompasses working with image based artistic processes to explore the intersection between science, technological advances and how society comprehends and values nature. My current body of artwork titled the Future is Broken, addresses how our choices are changing the earth's climate by overlaying a range of scientific data visualization directly into landscapes we hold dear. I work with long exposure photography, Video, LED light mapping techniques, laser etching and CNC milling in this body of work.  This academic year I will be preparing work for exhibitions at the University of Augusta and the Nordic House Museum in Reykjavik, Iceland, Researching a project involving photographing glaciers in Iceland in summer 2024, and sketching out and producing new photographs for the series locally. I will also be applying to select exhibitions. A first-year student working with me would have the opportunity to engage directly in several professional practices of a working studio artist from project research, to artwork production, to exhibit preparation and execution.  This research will be done in person.   #### 48: Greenlawn Cemetery 1st Year Research Immersion Program  Dr. Jeremy Wilson (Anthropology) can support two to four first-year students in the Bioarchaeology Lab during the 2023-24 academic year that have expressed an interest in multidisciplinary research and the intersections between the biological and medical sciences with the social and behavioral sciences (i.e., STEM+). During the fall semester, the 1RIP students would be trained in the fundamentals of human skeletal anatomy, bone biology, growth and development, and functional morphology. Participants will learn to 1) identify and side bones and bone fragments, 2) estimate the biological profile of unknown remains, and 3) characterize the pathological processes routinely encountered during the analysis of human skeletal remains, among other subjects. Once trained, the 1RIP students would then transition in the spring semester to the Greenlawn Cemetery research project. The former grounds of Indianapolis’ first cemetery are presently being developed along Kentucky Avenue and Dr. Wilson has secured the research contracts to analyze the exhumed human remains. As a result, the 1RIP participants would actively contribute to the inventorying and analysis of human skeletal remains from this archaeological context, assisting with the development of biological and taphonomic profiles for each exhumed individual as the project progresses.  This research will be done in person.   #### 49: Black Indianapolis is not an Abstraction: The Power and Promise of Collaborative and Community-Embedded Scholarship  I am a scholar of the Black body, and I study how Black secular and religious institutions have historically responded to the Black body. Specifically, I address how questions around the Black body continue to impact the viability and sustainability of cultural and religious organizations in the contemporary moment and how local organizations think about their deployment and engagement of body-focused initiatives. My focus on the \"local body\" has shifted my work from a primarily theoretical encounter to addressing the ways that local institutions and individuals talk about the Black body and construct responses to the dehumanization and disregard of Black bodies by dominant institutions. In this regard, \"Black Indianapolis is not an abstraction\" or a theoretical variable, but it is a constellation of histories and present stories that need to be engaged, archived, and disseminated. Black Indianapolis or the stories of the Black bodies that have shaped Indianapolis, moreover, require a method that is attentive to the erasure and minimization of Black communities. I believe that collaborative and community-embedded scholarship is the best method to reclaim and retell these stories. Students who work with me will be a part of a collaborative and community-embedded research team that includes university-based scholars, local scholar-activists, community members, and community organizations.  Over the course of the next year, students who choose to work on this project will do the following:  This research will be done in person and virtually.   #### 50: 1st Year Africana Repertory Theatre of IUPUI (ARTI) Community Engaged Research Immersion  The Africana Repertory Theatre of IUPUI (A.R.T.I.), launched in 2018, leverages the creative and communal power of Black theatre arts as a tool for fostering community, youth empowerment, and positive social transformation. Black theatre is pedagogical. A growing body of research indicates that lively Black theatre arts activity in communities helps social cohesion, enhances well-being, and supports economic resilience. This is a key moment to conduct research on thought-provoking productions, offering a critical analysis of existing performances, and deepening the understanding of the arts’ roles in fostering community health. A.R.T.I. is developing the “Black Theatre Scholar’s Eye” The Scholar’s Eye (iu.edu) and it will be further developed by students learning the skills and knowledge developed through guided, mentoring and CEnR inquiry. Using community engaged research (CEnR) methods, my research is focused on educational leadership and university/community engagement to foster lifelong learning.  In the urban setting, community-engaged research is attentive to the rich diversity of cultures and languages as well as poverty and wealth, to privilege and marginalization. Community-engaged research practices are equity-driven and intentionally change-oriented.  Community engaged research (CEnR) is a collaborative process between the researcher and community partner co-creating questions; sharing pursuits of answers; and disseminating knowledge.  Using a hybrid modality, two first year undergraduate 1RIP students will learn about CEnR methods. The students will develop research skills and throughout the process increase their confidence in carrying out research; add to their understandings of research concepts, methods and practices; demonstrate good research methodology and technical adroitness including collection and interpretation of data; preparation of tables; research paper writing, while considering recommendations.  This research will be done in person and virtually.   #### 51: Editing the Letters of Frederick Douglass  This project will provide first-year undergraduate students an immersive experience in working with the staff of the Frederick Douglass Papers--a research unit of the IUPUI Institute for American Thought (School of Liberal Arts)--in their on-going effort to prepare a comprehensive online collection of the thousands of letters to and from Frederick Douglass, the iconic 19th African American abolitionist and reformer. Students will be instructed in the technique of transcription of Douglass letters, utilizing state-of-the- art online electronic software. They will be trained to work together as teams to verify their transcriptions. Students then will be introduced to how scholars research and write \"annotation\" of people, places, events, and quotations found in historical documents to make them comprehensible to the modern-day reader. The students will have the satisfaction of seeing their own finished transcription and annotation projects be added to the online documentary collection found on the Frederick Douglass Papers website.  This research will be done in person and virtually.   #### 52: The New Humanities Lab  The New Humanities Lab at the IUPUI Arts & Humanities Institute (IAHI) is seeking enthusiastic and curious undergraduate interns for an immersive internship experience. As an intern, you will be part of team-based, community-engaged research projects that address contemporary problems through interdisciplinary collaboration. This internship offers an opportunity to explore the ways in which the humanities (working in tandem with arts, social science, and STEMM disciplines) can help address important societal issues. In the process, students will develop knowledge, skills, and competencies that will both extend their classroom experience and make them more competitive in the job market.  1RIP Students who participate in the program in 2023 and 2024 will have the opportunity to participate in several ongoing projects:  This research will be done in person and virtually.   #### 53: Ray Bradbury Center Resources Intern  Ray Bradbury, one of the most well-known authors of the 20th century, wrote in a vast array of literary genres--science fiction, fantasy, horror, detective fiction, etc. He was incredibly influential. The Ray Bradbury Center houses a collection valued at over $7.8 million. Its archive includes over 150,000 pages of Bradbury's work, and we have actually recreated Bradbury's basement office with entirely original artifacts--his desks, typewriters, and working library are on display in Cavanaugh Hall. People travel from all over the world to see this collection, and you'll have to work on-site every week.  The Bradbury Center needs a student researcher who 1.) Loves to read and 2.) enjoys science fiction, fantasy, horror, and other types of literature. Should you accept this research position, you'll spend 5 hours/week conducting on-site research and public scholarship. Your task will be to compile a resource for Bradbury Center staff that includes brief, bullet-point summaries of Ray Bradbury's short stories that include character names, basic plot points, and a brief evaluation of whether or not the story will resonate with young readers today. This is an essential operation that will help the Bradbury Center staff further its intellectual control over Bradbury's vast writing career by providing a resource that allows the Bradbury Center to easily access Bradbury's stories in particular genres, thematic elements of Bradbury's stories, etc. In the process, you'll gain valuable knowledge of one of the most famous writers in American history, and you'll get to work with a really fun team. Dr. Aukerman, the Center Director, also teaches courses on Science Fiction, Banned Books, Conspiracy Theories, and American Supernatural. Other team members include a creative marketing professional, an archivist, a Navy veteran, a librarian, and museum studies professionals. This is a cool opportunity! Don't pass it up. We need your help!  This research will be done in person.   #### 54: Family Makers research project  My research inquiry is related to Informal Learning Environments Research (ILER), which explores the non-formal, free-choice learning in out-of-school learning settings. My research focuses on elementary-aged children’s use of hands-on maker technologies in libraries and home environments. I employ qualitative research methods to investigate learning processes in authentic contexts and examine factors within rural libraries and home environments that influence making and learning. My analytical approaches provide the foundation for an empirical understanding of learning and participants’ cultural assets, which I use as resources for designing tech-supported maker experiences. I am currently serving as a PI on a federal grant entitled Family Makers that aims to develop a culturally relevant online engineering program for underserved children (5-10 years) and their caregivers in rural communities that can be facilitated by staff at rural libraries. As part of this grant-funded project, we will strengthen rural libraries’ capacities for outreach educational programming, online facilitation skill, and culturally relevant engineering program for underserved children.  Towards this goal, 1RIP students will be involved in various roles and responsibilities, including web-based search, transcribing, support with the design of the project website and other digital resources needed for the project. By participating in this project, students will gain hands-on experience in federally-funded research.  This research will be done virtually.   #### 55: Enhancing Futures Thinking and Practices in Social Work: Leveraging AI for Online Simulation-Based Learning  My research areas include the following: Futures Thinking and Futures Research in Mental Health;  Telebehavioral health; AI for education and mental health practice; Telehealth equity; Distance Education; Online simulation-based learning.  I was a first-generation, nontraditional student from a low-income family that lived in a rural community. I recognize some of the challenges a student can face when trying to advance their education and careers and know how critical a role strong mentorship can help students achieve academic success. My experiences as a student and professional will allow me to offer to potential 1RIP students a supportive mentor, an educational resource, and the opportunity for us to collaborate with one another on shared interests to help them better understand and experience research in a positive, enlightening, and enriching way while ensuring I remain mindful of the demands the student may be experiencing. The student would work with me on a research endeavor that explores using futures thinking and strategic foresight to identify potential future and ethical considerations in relation to the use of AI for mental health education and practices. If the student desires, they can also work with me on a met-analysis on futures work in social work practices.  This research will be done in person and virtually.   #### 56: Data for Good: Studying Youth Philanthropy Programs  This research project is designed to benefit the community through assisting a nonprofit organization whose mission is to create youth philanthropy education programs for communities committed to preparing the next generation of charitable sector leaders. The youth philanthropy program is implemented by local community organizations with the goal of promoting more engaged citizens and philanthropists. This project studies the outcomes of this program for youth participants and shares these data with the community partners. For learning outcomes, student research assistants will gain valuable research skills by applying social science techniques to benefit a community partner. This will aid the student in developing evidenced-based reasoning; being informed by relevant research; analyzing complex social issues; and assessing philanthropic actions by studying their community impacts. The most important qualifications for this position are an unquenchable curiosity, eagerness to learn new skills and apps, and a desire to research a program that aims to create positive change in the lives of young people.  This research will be done virtually.   #### 57: Climate Change Policy and Agriculture in the United States  I am an economist who conducts global and interdisciplinary research at the intersection of agriculture, the environment, and energy, which all play important and interconnected roles in climate change mitigation and adaptation. My research seeks to help solve the challenges faced by society in a carbon-constrained world. It assists policy makers, institutions (e.g., households, farmers, firms), and individuals understand the rationale behind and consequences of new policies and the effects of macroeconomic forces on policy outcomes and climate change. In the coming year, I am involved in a project that quantifies the interaction between (1) climate change and crop yields, (2) vehicle electrification and biofuel demand, and (3) climate change policy in the United States. The research experience for the students will involve Executive Summary Reading Assignments. Students participating in the 1RIP will be assigned to read some of those executive summaries relating to climate change and agriculture, carbon policies, and vehicle policies (e.g., fuel efficiency standards) in the United States. At the end of each reading assignment, students will submit a short paragraph outlining (1) what they have learned and (2) what questions they have. The reading of the Executive Summary prepares students with the more technical aspects in this part of the 1RIP. Specifically, I will show students how research is implemented for forward-looking policy analysis via online video conferences for easy screen sharing, I will show them how the analysis is implemented in a computer software. At the end of the 1RIP, students will have covered the basics of a research project in applied policy analysis from reading the relevant literature, data, analysis, and research output presentation.  This research will be done in person and virtually.   #### 58: Exploring prosecution in Indiana  This line of my research agenda involves active researcher-community-practitioner partnerships with two prosecutor's offices (Lake and Monroe County Prosecutor's Offices). Through this work, I am examining the prosecution of low-level criminal offenses and infractions, identifying the presence of racial disparities as cases are managed, and assessing the effectiveness of strategies to divert residents from the justice system. Students will primarily support administrative records collection and the development of translational reports/presentations. Students will attend standing virtual meetings with each office. Students will have the option to attend site visits to shadow elected or deputy prosecutors, support field observations, support interviews with justice-involved individuals, and participate in community town halls about prosecution and justice system reforms.  This research will be done in person and virtually.   #### 59: Information Content Of Block Option Trades  This project involves analyzing the motivation and profitability of following large option trades. There is a cottage industry of financial professionals that tout following institutional size option trades as a route to profits. Preliminary work shows this is far from the truth. The study method involves tracking the top five, as ranked by volume versus open interest, option trades each trading days and determining if they large trades are buys, sells, or part of a spread. Finally, the profit or loss for each large trade is tracked, using open interest changes as an indication if the trade was exited or held through expiration.  This research will be done in person and virtually.   #### 60: Sports and Media, Sport Consumer Behavior  My research areas are in the fields of sport management and marketing. Especially, I focus on the research regarding sport consumer behavior, sporting events and media effect, and younger generation's consuming behavior of sports related social media. I would like to have opportunities to mentor and discuss these research topics with 1st year students.  This research will be done in person.   #### 61: Assessing Community Resources and Needs among Older Adults  This project encompasses the areas of medical sociology, gerontology, and public health. As part of a larger project focused on understanding older adults’ experiences of aging-in-place, I have an opportunity for a student to gain hands-on experience analyzing qualitative data (i.e., approximately 50 interviews) with the goal of assessing the resources and needs of older adults living in the community. The student would be responsible for reading over excerpts of transcribed interviews and compiling answers to the questions about community resources. After identifying any gaps in services (e.g., lack of transportation), the next objective would be to find existing agencies and services in Central Indiana that fill these gaps. Finally, the student would create a brief report analyzing community resources, needs, and barriers that influence older adults’ ability to age in place. Included in the brief report would be a pamphlet or flyer that would spread awareness about existing programs/services. In sum, the four aims of this project are to: (1) characterize the most desired services/programs as reported by older adults; (2) ascertain what programs currently exist in our community and state; (3) analyze to what extent are these services and programs available, but not being used; (4) develop an easy to use guide for older adults about services and programs to enhance their ability to age in place.  This research will be done in person and virtually.   #### Medicine   #### 62: Use of pharmacogenomics to prevent adverse drug reactions  My long-term goal is to enhance medication safety and optimize medication use in patients by using pharmacogenomics. In my current position (Research Associate Professor), I have focused on translational pharmacogenomic research to prevent adverse drug reactions. During my training and my transition to a faculty member, I was fortunate to have had exceptional mentors. These mentors had a significant impact on my career and therefore I strongly believe in the duty to invest time into mentoring junior scientist. I am excited to serve as a mentor for an undergraduate student. This research experience will be hybrid with some in-person meetings and work that can be done remotely. I have extensive experience mentoring undergraduate, graduate, pharmacy, and medical students, as well as post-doctoral fellows.  This research will be done in person and virtually.   #### 63: Expanding the Komen Tissue Bank: A Unique Resource for Breast Cancer Prevention and Control  I am a molecular cancer epidemiologist with expertise in the intersection of health disparities and tumor biology. I am currently the Director of the Susan G. Komen Tissue Bank (KTB) at Indiana University. An underlying theme of my work is the utilization of tissue to better understand carcinogenesis, from disease initiation to response to treatment, with special emphasis on including participants that have historically been underrepresented in research. With respect to the KTB, my primary interest is understanding and predicting increased risk of breast cancer in women who have had a previous clinically-indicated benign breast biopsy. We know that this experience increases a women's risk of breast cancer approximately two-fold compared to a woman who has never needed a biopsy, but there is limited insight as to why this might be. The KTB has normal tissue from approximately 400 women who have also undergone a clinical biopsy, and we are interested in receiving consent from these women to obtain a piece of that tissue. This process will give the student experience with developing a protocol, gaining regulatory approval, coordination with other KTB team members (including tissue collection and other outreach events) and data collection and management. I look forward to meeting undergraduate students at IU-Indianapolis and welcoming them into the inclusive environment we work to facilitate at the KTB.  This research will be done in person and virtually.   #### 64: Investigating Novel Targets for Cancer Cachexia  I work on Pancreatic Cancer and Cancer Cachexia. We utilize cell-models and murine models to assess novel targets. I can offer the students to come to our weekly lab meetings, engage in setting up experiments, testing hypotheses, analyzing data, manuscript writing and collaborative work with others in the lab.  This research will be done in person and virtually.   #### 65: Circadian rhythms and diabetic retinopathy  Diabetic retinopathy (DR) is the most common complication of diabetes in which microvessels supplying blood to the back of the eye are either dysfunctional or grow uncontrollably, resulting in vision impairment or, in extreme cases, complete vision loss. Our laboratory is focused on studying mechanisms of DR development and newer treatments. Our studies demonstrate improper circadian rhythm in DR, and we found that clock gene dysfunction is central to developing vascular dysfunction of DR. Additionally, our lab is also focused on discovering biomarkers of diabetic retinopathy using peripheral blood stem cells. Interested 1st-year Research Immersion Program students will gain experience working on basic molecular and cell biology techniques and be exposed to animal studies characterizing the ocular phenotype and immunohistochemistry techniques.  This research will be done in person.   #### 66: Effect of iron deficiency on osteoblast differentiation  Patients with chronic kidney disease (CKD) exhibit bone loss which increases incidence of fracture and mortality. However, there are no therapies currently approved for improving bone in these patients. CKD results in disruptions in mineral metabolism including deficiencies in iron. Our lab is interested in how CKD related factors influence bone homeostasis, especially in bone forming activities of osteoblasts. Students that participate in the lab will contribute to various molecular analysis techniques related to evaluating and reversing the effects of iron deficiency on osteoblasts from DNA all the way to protein evaluations. They will work alongside PhD students performing translational work in mouse models of CKD. In sum, students will obtain insight into how biomedical research is conducted.  This research will be done in person.   #### 67: Metabolic Regulation of Hematopoietic Stem Cells  Hematopoietic stem cells (HSCs) are vital to generate all blood cell lineages throughout the entire life span. As a result, HSC-based bone marrow transplantation has been used to treat multiple blood diseases, including leukemia. However, HSC homing and engraftment is often compromised due to the complicated microenvironment that creates an unfavorable barrier. The research in the Zhang lab combines biochemistry, cellular/molecular and genetic approaches to explore the metabolic inputs, including oxygen and amino acids, that affect HSC function following transplantation. The ultimate goal is to be able to manipulate the nutrient availability to improve HSC-based therapeutics in patients with blood disorders.  This research will be done in person.   #### 68: Exploring the function of the oncogene Mdm2  I will teach the students about oncogenic proteins such as Mdm2 that are involved in cell signal transduction and cancer. If they understand the concepts of protein production, we will produce proteins in bacteria. Upon success/mastery of protein production and purification, we will perform protein-protein interaction.  This set of experiences is set up to provide an incremental experience that will lead to more challenging experiments i.e. tissue culture, transfections, and cellular assays in the upcoming year.  This research will be done in person.   #### 69: Developing base editing therapies for Duchenne muscular dystrophy  My laboratory focuses on developing novel gene editing approaches for muscular dystrophies. We can offer the 1st year student hands-on experience in carrying out experiments that employ techniques in molecular biology, biochemistry, cell biology, viral vectors and animal studies.  This research will be done in person.   #### 70: Targeting Protein Arginine Methyltransferases for Multiple Myeloma treatment  Our laboratory utilizes gene editing tools and animal models to study the functional consequences of mutations leading to blood disorders. One of our projects is to investigate the functions of protein arginine methyltransferases (PRMTs) in multiple myeloma and hopefully to develop a treatment for myeloma patients, especially relapsed/refractory patients. Joining this project, the prospective student will have an opportunity to be familiar with varieties of laboratory techniques, learn how to read scientific papers, and learn how to analyze and present the research data.  This research will be done in person.   #### 71: Want to Understand Radiation Response: Knock out and see!  P53 is an oncogene that plays a key role in keeping cancer cells alive especially after induction of DNA damage during cancer treatment such as by X-rays. MDM2 and MDMX are proteins that alter the functions of the P53 protein. We are investigating whether the knockout of specific gene combinations of P53, MDM2, and MDMX affected the X-ray sensitivity and repair capacity of mouse embryo fibroblasts (MEFs). Overall, our data to date indicates that in p53-/- cells, MDM2 and MDMX knock out affect cell viability and radiation sensitivity differently and may alter how the cells die after X-ray treatment. Further investigation will be required to understand these differences and mechanisms involved. 1RIP students will work with Dr. Mendonca and his lab members to gain an understanding of the rationale for the experiments being performed, the research methods being utilized, and the methods to analyze the data collected. If time allows, students will also be trained to perform and analyze experiments themselves.  This research will be done in person and virtually.   #### 72: High-resolution Magnetic Resonance Imaging for Alzheimer’s Disease  Our Laboratory focuses on developing novel quantitative MRI techniques and analysis methods on CNS and musculoskeletal system. The research group has developed advanced MRI techniques to detect the early change of Multiple Sclerosis, Alzheimer’s disease, and ASD, including UTE, multi-component T2*, quantitative susceptibility mapping (QSM), and compressed sensing for high-resolution diffusion MRI.  Alzheimer’s Disease (AD) is a progressive neurodegenerative disorder that affects over 6 million people in the United States alone. The pathogenesis of AD is a topic of ongoing investigation, and a complete understanding has not been achieved. Novel biomarkers for early diagnosis are essential for the development of preventative strategies for AD. In addition, there is an urgent need to develop novel imaging strategies to improve AD diagnosis and enhance our understanding of AD pathogenesis. High-resolution diffusion MRI may provide a sensitive imaging biomarker for detecting Alzheimer’s disease (AD) and monitoring AD progression. Students will learn 3D printing design, be familiar with 3D printing software, gain basic coding experience with Matlab or Python, have knowledge of imaging acquisition and analysis, be familiar with image visualization and animation, know brain anatomy, etc.  This research will be done in person and virtually.   #### 73: Association of exercise and aging  My research primarily revolves around the creation of bioinformatics strategies and software to interpret various types of omics data, with a particular emphasis on single cell sequencing and epigenetic aging. With affiliation of Indiana Center for Musculoskeletal Health, I try to figure out the influence of exercise to aging. In this project, students will learn to find and analyze data from a few public databases. I will give an introduction to the National Health and Nutrition Examination Survey data from CDC, where we can find lifestyle and diseases information of the participants. The students will learn how to filter and download the data of interest first. After the students download the data, I will teach them how to analyze and interpret the data. Some basic training in programming and data analysis will be provided. Depending on the progress of the project, I may also give them a brief introduction about bioinformatics and omic data analysis related to aging.  This research will be done in person and virtually.   #### 74: Mechanisms of chronic pain  The major focus of Dr. Fletcher A. White’s laboratory is to understand, at the molecular/cellular level, the processes involved in inflammatory and chronic pain states. The main approaches utilized in the laboratory include biochemistry, molecular biology, electrophysiology, mouse genetics, and imaging. Projects in our laboratory involve the development of drugs that act on inflammatory mediators/receptors as well as the molecular basis for pain in bone fracture and mild traumatic brain injury both at the pre-clinical and clinical level.  This research will be done in person.   #### 75: Modeling Addiction in C. elegans: A Path to New Treatments  My research program is currently focused on the use of invertebrate models of drug addiction in Caenorhabditis elegans (C. elegans). The models are used to study the underlying processes involved in drug reward and addiction and to test potential drug treatments for substance use disorders in humans. Due to the high throughput nature of the models, the goal is to screen for novel treatments in a quicker, more economical manner. We have examined the rewarding properties of a number of drugs of abuse in C. elegans to date, but our primary focus over the next year will be on nicotine and alcohol. The student will have the opportunity to learn about the use of animal models to study addiction and the use of C. elegans in research. In the laboratory, they will assist in the maintenance and care of the C. elegans and help perform the assays we use to study drug preference, compulsive drug seeking, and adaptive responses such as tolerance and withdrawal. In the spring, the student will also conduct their own study from start to finish with oversight from one of the graduate students.  This research will be done in person.   #### Music and Arts Technology   #### 76: Emergency musical hologram expansion project  The Emergency Musical Hologram (EMH) Project began with developing the Faceplayer software and the Telepod projection system. These systems work in tandem to create a visually engaging interactive image of a musician that creates live music in real-time. These systems have been successfully deployed at IUPUI MAT performances, but there is much more work to be done to perfect these systems and develop them further. Specifically, this year our goals will be to continue production of Phase 1 EMH iterations for MAT-related performances while beginning work on Phase 2, which will move away from capturing videos of human musicians and into the development of fully digital avatars for the system while also wholly redesigning the Telepod projection system with Faculty collaborators.  If awarded this grant, my lab (Machine Musician Lab) would offer up to two 1RIP students the opportunity to work with me, a grad student, faculty collaborators, and my undergraduate performing group (DISEnsemble) in the production of musical holograms for the Fall 2023 and Spring 2024 semesters. These students would attend regular meetings with team members developing the EMH system, interact with the software, capture videos for use in the performance projects (or for later documentation of project results), set up and maintain the system for rehearsals and performances, and collaborate on papers or other dissemination outlets relating to the project or to eventual commercialization opportunities.  This research will be done in person.   #### 77: Music mechanisms and technologies network: Integrative models to address pain through music  This project involves building a research network of expertise to explore the neurobiological mechanisms and measurement technologies explaining music’s ability to address chronic pain. The student will have opportunities to explore the available literature related to music-based interventions and pain. This includes interacting with a multidisciplinary team, extracting information from research literature, and perhaps an opportunity to participate in designing pilot studies.  This research will be done in person and virtually.   #### 78: The efficacy of music therapy to reduce substance use in community clinics  This study will test the efficacy and mechanisms of a music-based intervention to reduce cravings, decrease substance use, and mechanisms of action. The student will be able to assist in identifying relevant literature, assisting the project manager in following up with meeting agendas/tasks, data quality monitoring, etc.  This research will be done in person and virtually.   #### 79: Peer Mentoring and Community Outreach through the Music Technology Academy  My research focuses on using music technology to foster creativity and STEM Self-Efficacy for children ages 5-14 in informal learning environments. The primary aim of the Music Technology Academy is to launch after-school and summer-based programming at local community centers and middle schools in Indianapolis. Children will learn to record and manipulate sounds and implement them into songs, coding projects, and simple games. Undergraduate assistants will serve as peer mentors and assist the research team in facilitating small-group projects with students. We need peer mentors to help us one day a week after school from 4p-6p and periodically throughout the school year. Most of these events will be in-person, but there will likely be some hybrid meetings and opportunities to assist with online demonstrations and curricular planning. Bilingual (Spanish and English) students are encouraged to reach out. Anyone interested in music-making, podcasting, education, and games is also encouraged to apply. I expect the project to launch again in the early fall and expand to additional sites in Spring 2024.  This research will be done in person and virtually.   #### Physics   #### 80: Is gravity quantum?  We will continue building a system to test if general relativity is the full description for gravity, or if it is actually quantum in nature. Students will build and test different parts of the system, from how to produce a mist with quantum dots, to trapping them in a laser, to build an optical cavity in high vacuum. While doing so, they will learn numerous experimental techniques (optics, vacuum, solid state,...)  This research will be done in person.   #### 81: Emergence of clocks: from nanoseconds to years  With easy-to-use and exceptionally powerful computational tools (and large-language-models including ChatGPT), students at all levels of preparation can meaningfully participate in discovery through model-building and numerical experimentation; in many cases, this is followed by leveraging the emergent understanding for applied sciences. Over the past decade, undergraduate students in my group have carried out research on classical systems -- electrical circuits with energy gain and loss and memory; properties of memristors, a circuit element discovered in 2008; properties of single-neuron ion channels and neural networks and quantum systems. For the 1RIP, my project is to investigate the emergence of “clocks” – i.e. periodic, oscillatory behavior – and their robustness in different physical systems. In isolated qubits (quantum bits) such behavior emerges naturally, but the clock period changes when the system is perturbed. Recently, we have shown that highly tunable periodic behavior can emerge in linear, electrical circuits with time-modulated parameters (Zach Cochran, undergrad Phys. Rev. Applied 18, 054034 (2022)). Based on the student interest, we will investigate corresponding phenomena in the three aforementioned domains - biological, classical, or quantum. The \"period\" of such clocks ranges from years to nanoseconds, based on the platform.  My group is platform agnostic (Mathematica, Matlab, Python, Jupiter, etc.) and the focus is constantly on solving the problem – as opposed to learning a particular tool that might help solve it. In addition to the weekly group meeting (comprising postdoc, doctoral students, undergraduate students, and high-school students who join remotely), the student will have weekly 1-1 meetings with me. The one-year duration will allow the student to undertake a moderately challenging project with multiple parts, some of which might require interfacing with experimental colleagues to assist them in realizing the model in their platform.  This research will be done in person and virtually.   #### 82: High speed photonics with semiconductor lasers  My lab works on utilizing lasers to develop high speed components for optical communication systems. The research includes experimental work, theoretical and mathematical models, and computer simulations, and so can accommodate students with interests and talents in hands-on lab work, mathematical inclinations, and computer programming background. Students will have the opportunity to shift their focus if and when their interests change. Specific projects will be determined in consultation with students.  This research will be done in person.   #### 83: Interaction of Neurotransmitters with Lipid Membranes  One question investigated in our group is how neurotransmitters such as dopamine and serotonin interact with lipid membranes that lack specialized receptors. This is relevant to understanding how neurotransmitters are collected by the post-synaptic membranes followed by quasi-2D diffusion to receptors. Recent work from our group has shown by small-angle X-ray scattering that dopamine prefers the headgroup region of model lipid membranes made of single lipid types [1]. The objective of current work is to develop a reliable and cost-effective method to prepare lipid samples that are mixtures of two or more lipid types to be used for x-ray scattering and solid-state NMR spectroscopy. These physical methods require relatively large amounts of lipid materials. First-year students can work in the next step of our project and learn how to prepare binary and ternary lipid membranes with different headgroups. The students will then learn and perform measurements by Dynamic Light Scattering, x-ray scattering, and solid-state NMR spectroscopy. These results will allow us to quantify the effect of dopamine on membrane electrostatics which in turn affects molecular processes in the brain.  This research will be done in person.   #### Psychology   #### 84: Brain and behavioral impacts of repeated binge alcohol drinking in mice  Binge alcohol drinking is a major health risk in the US and worldwide. Work in the Boehm lab seeks to understand how repeated bouts of binge alcohol drinking impact brain function and behavior. Students training in the Boehm lab get hands on experience working with mice in various behavioral testing paradigms, making alcohol and other drug solutions for consumption or injection, taking blood samples, and harvesting brain tissue for later imaging or molecular analysis.  This research will be done in person.   #### 85: Sex differences in stress & alcohol effects on the brain & behavior  My laboratory explores sex differences in brain and behavior related to stress and alcohol effects, and how they alter one another. We use biochemistry, physiology, and rodent behavioral models (rats and mice) to understand how the brain adapts to stress and what this means for alcohol misuse. In particular, we are interested in ways that stress and alcohol may change the brain differently in males and females to increase our understanding of why women are more susceptible to stress-induced mental illness, including for alcohol misuse. We also hope to identify changes in the brain that may be targeted to find new drug therapies that better treat both men and women with stress-related alcohol use disorders. Interested students can be involved in any part of this research. Those interested in rodent behavior can learn to run stress- and alcohol-related behavioral paradigms and contribute to video scoring of certain behaviors. Those with more interest in the molecular end of neuroscience can learn how we analyze protein and RNA content in various brain regions following specific behavioral exposures to understand how the brains are adapting. In addition to direct exposure to laboratory experimentation, I will help expose the students to the basic principles of the scientific method and its role in experimental design, analysis, and presentation of results, including discussions on ethical considerations in research. I have a fairly active team of undergraduate researchers and am happy to help students engage in this during their first year at IUPUI.  This research will be done in person.   #### 86: A Window Into Schizophrenia: Evaluating Social Dysfunction in Daily Life  This project offers a variety of experiences for students and is focused on analyzing naturalistic social experiences in matched healthy control and schizophrenia cohorts. Social dysfunction is among the most disabling aspects of schizophrenia and laboratory measures are limited in what they can assess. The goal of our study is to collect real-world social interactions to account for limitations of existing methods and to evaluate the feasibility, acceptability, and incremental validity of our methodology.  Experiences for undergraduate Research Assistants can vary based on their interest and offer opportunities to interact with the PI, external collaborators, and advanced graduate students. Our laboratory already boasts an active undergraduate research program, with many students advancing to conducting independent projects and honor's theses as they advance at IUPUI.  This research will be done in person and virtually.   #### 87: WoW and Indiana CARES first year undergraduate research immersion program  I have two interconnected labs where undergraduate students may learn valuable knowledge and skills in psychological research aimed at understanding and remedying gender and race bias in work and academic-related contexts. The WoW lab (Women and Work lab) studies sexual and racial harassment. First-year undergraduate students will learn how to review and summarize research literature related to our studies on racialized sex-based harassment, sexual harassment training effectiveness, and empathy training with an emphasis on virtual reality training. First-year undergraduate students will also learn how to conduct an experiment with human participants comparing the effects of sexual harassment empathy training where participants experience a real-life story of sexual harassment, complete empathy exercises, and complete questionnaires testing their knowledge, attitudes, and behavioral intentions toward sexual harassment. The study will compare three forms of media conveying the sexual harassment story: written narrative, 2D video of a re-enactment of an interview with a sexual harassment experiencer, and 3D virtual reality video of that same re-enactment. The first-year undergraduate will help conduct the laboratory research testing these training modalities mentored by senior students and myself.  The Indiana CARES lab (Creating Accountability and Building Relationships to Eradicate Sex Harassment) is an NIH-funded lab consisting of myself, Dr. Ann Kimble-Hill (Biochemistry and Cell Biology), Dr. Randall Roper (Biology), Dr. Wei Wu (Psychology), two graduate students, an IPrep student, and an advanced undergraduate student. This lab is conducting research on the role of research mentors’ power and mentees' positive and negative lab experiences including allyship, mentorship, sex harassment, racial microaggression, and incivility. We are developing and implementing the first round of interventions with research labs on the IUI/IUSM campus to improve positive research mentoring experiences and decrease mistreatment of students working in those labs. First-year undergraduate students will learn how to review and summarize research literature on these topics and assist with preparing the intervention materials. They will also observe more senior students who are building and executing online data collection instruments.  Students working in either (or both) labs will also learn how to create an IRB protocol for research with human participants.  This research will be done in person and virtually.   #### 88: Racial Allyship to Mitigate Social Identity Threat  Broadly speaking, my program of research develops, tests, and implements evidence-based interventions to promote positive clinically relevant outcomes among minoritized persons. My most recent projects are in the health equity space and focus on Black women and Black birthing persons. Specifically, I have multiple projects that examine how perceiving non-Black persons as allies can alleviate social identity threat (e.g., devaluation concerns due to your identity) in different organizational environments. Students that work with me can expect to be exposed to any or all parts of the research process, including reading relevant literature, preparing IRB protocols, attending regular lab meetings, participant recruitment, programming data collection materials, data collection, and analyses. Students that hope to ultimately attend graduate school in psychology and have a passion for projects focused on interventions for Black individuals would be an excellent fit for my lab.  This research will be done in person.   ## Looking for more opportunities?  The IUPUI Center for Research and Learning has additional research opportunities available.  Explore more student research programs  [Explore more student research programs](https://crl.iupui.edu/studentprograms/crlprograms/index.html) "
  },
  {
    "url": "URL: https://www.iupui.edu/jaguar-life/health-wellness.html#search",
    "body": "  ## At IUPUI, we take a holistic approach to health and wellness  Why? Because having a healthy body and a healthy mind enables you to meet—and exceed—your personal, academic, and professional goals.  On campus, you’ll find that developing and maintaining a healthy lifestyle is part of Jaguar culture. You have access to a variety of on-campus health and wellness services, each geared to help you be your best during your time at IUPUI, and beyond.   ### Health and wellness as a lifestyle  Some people look at health as an avoidance of being “sick.” We look at health as daily choices to do what is best for your body, mind, and spirit. Health and Wellness Promotion is here to help you find what works for you!  Check out the Health and Wellness Promotion website to learn about:  [Learn more about Health and Wellness Promotion](https://studentaffairs.iupui.edu/health/index.html)   ### Health and wellness for the body  Sick or injured?  Ready for your annual physical or women’s exam?  IUPUI has two health centers, both located in the heart of campus.  From the comfort of campus, you can schedule an appointment with our experienced and certified medical providers for:  [Learn more about student medical services](https://studentaffairs.iupui.edu/health/medical/index.html)   ### Health and wellness for the mind  Emotional stress and distress can impact all areas of your life, including academic and professional progress. Your emotional health is just as important as your physical health—and you can’t have one without the other.  IUPUI Counseling and Psychological Services (CAPS) is here to help students dealing with stress, depression, anxiety, or other types of emotional distress.  CAPS offers group and individual counseling, medication management, and testing services. Counselors are also available for crisis situations during regular business hours.  [Learn more about CAPS](https://studentaffairs.iupui.edu/health/counseling-psychological/index.html)   ### Health and wellness for life  Need help with some of life's challenges?  Are you feeling anxious, overwhelmed, or stressed out?  Or maybe you need help with caregiving or providing basic needs for yourself or your family.  It’s OK. You’re not alone, and IUPUI is here to help.  [Check out the resources available for you](https://www.iu.edu/mental-health/find-resources/index.html)   #### Jaguars create a safe community for their fellow students  Jaguars advocate a culture of care and willingness to understand and help each other whenever possible. Sexual safety is a human right and IUPUI students are committed to protecting each other. We provide a variety of resources to assist you in dealing with sexual violence, whether you have been a victim or are providing advocacy for someone else.  [Explore the available resources](https://studentaffairs.iupui.edu/advocacy-resources/interpersonal-violence-prevention-and-response.html) "
  },
  {
    "url": "URL: https://www.iupui.edu/academics/degrees-majors/index.html#search",
    "body": "  ## Your degree. Your career. Your next step starts here.   ### Choose the program that's right for you  We believe in giving students the power of choice by offering a wide variety of world-class IU and Purdue programs. IUPUI has more than 550 undergraduate, graduate, and professional programs for you to choose from, with classes offered on campus, online, or both.  Explore nationally-ranked health sciences programs, take classes from the world’s first school of philanthropy, and find unique programs only offered at IUPUI, such as the United States’s only motorsports engineering degree.   #### Discover the degree for you  Browse our full list of academic programs, and find degrees that speak to your passions by using the filters to find exactly what you’re looking for. Round out your skill set by combining your degree with a minor or certificate program.  [minor](https://www.iupui.edu/academics/degrees-majors/minors.html) "
  },
  {
    "url": "URL: https://www.iupui.edu/jaguar-life/index.html#search",
    "body": "  ## Show off your spots  Every Jaguar has unique spots, and from day one we’ve worked to build a welcoming, inclusive, and diverse campus community . We embrace what makes us different, learn from one another’s experiences and work together to build a better future.  Living the Jaguar Life is about lifting each other up, celebrating our successes, and working together to become better each and every day. We have hundreds of ways to get involved and make your mark on campus and in the community.  [Get involved](http://studentaffairs.iupui.edu/)   ### Make yourself at home  Whether you are looking for a traditional residence hall experience, or something a little different, IUPUI has a spot for you. And with your CrimsonCard, you’ll have more than 100 on- and off-campus dining options to satisfy any and all tastes.  40% of IUPUI freshmen live on campus  Here’s to the red, gold, black, and white. Fight, Jaguars, fight!   ### Stay active  Stay active on campus, without sweating the details. Jaguars can choose from our 10,000 square foot Fitness Center located inside the IUPUI Campus Center, or the 65,000 square-foot National Institute for Fitness and Sport for access to free weights, cardio equipment, and exercise classes.  [65,000 square-foot National Institute for Fitness and Sport](https://www.nifs.org/iupui-orientation)  Feeling competitive? Play your way with intramural sports, or roar with the crowd on game day and cheer on your Jaguar athletes as they compete in 18 different NCAA Division I sports.  [Learn about Jaguar athletics](https://iupuijags.com/)   ### Stay well  Take advantage of IUPUI’s health and wellness services, from Student Health to Counseling and Psychological Services , to get and stay healthy.  [Student Health](https://studentaffairs.iupui.edu/health/medical/index.html)  [Counseling and Psychological Services](https://studentaffairs.iupui.edu/health/counseling-psychological/index.html)   ### Get hired  Whether you’re looking for a part-time job, a work-study position, or an internship, there are employers on campus and in the community that are ready to hire you. "
  },
  {
    "url": "URL: https://www.iupui.edu/city/internships-externships.html#search",
    "body": "  ## Our unique location in downtown Indianapolis positions you for endless internship opportunities  Half your education at IUPUI—no matter your academic path—will be taking the things you learn in the classroom and applying them directly to the real-life needs of our community. It’s the best way to broaden your experience, understand the pulse of today’s job market, and get a head start on the career you’re ultimately going to college for.  And there’s no better place to do that than in a city like Indianapolis.  72% of 2019 graduates completed at least one internship before graduation  #10 best cities for young professionals, Forbes   ### Learn more in less time with internships and externships—and build a valuable career network  And get help doing it. There are multiple resources across campus to help you find internships and externships when you’re ready. Working with your IUPUI career specialists will help you find internships and externships. Colleagues at your internships and externships (professionals already living and working in the Indy community) will help you make even more career connections. Many times, IUPUI students obtain full-time offers before graduating; by the time they have their degree in hand, they’re ready to start their new career immediately.  [Learn about career planning](http://career.iupui.edu/)  [Find a part-time or on-campus Work-Study job. Check out the Office of Student Employment](https://employment.iupui.edu/)   ### Find a part-time or on-campus Work-Study job.  Check out the Office of Student Employment  [Find a Work-Study job in the Indianapolis community. Learn more at the Center for Service & Learning](https://csl.iupui.edu/programs/volunteers/work-study.html)   ### Find a Work-Study job in the Indianapolis community.  Learn more at the Center for Service & Learning "
  },
  {
    "url": "URL: https://www.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://www.iupui.edu/academics/libraries.html#search",
    "body": "  ## Your gateway to the world’s knowledge  No matter what kind of degree you are seeking at IUPUI, you’ll have access to a library that offers exactly what you need, when you need it.   ### University Library  Located in the heart of the IUPUI campus, University Library serves nearly one million visitors every year. It supports students and faculty with subject-specific research assistance and resources covering all of IUPUI’s more than 450 degree programs.  University Library supports remote research needs by providing online access to academic research sources. It also fosters learning within its walls, providing technology-rich and purposefully-designed informal and formal learning spaces.   #### Special collections at University Library  [Payton Philanthropic Studies Library](https://special.ulib.iupui.edu/payton)  Payton Philanthropic Studies Library  [Ruth Lilly Special Collections & Archives](https://ulib.iupui.edu/special/)  Ruth Lilly Special Collections & Archives  [Learn more about the University Library](http://www.ulib.iupui.edu/)   ### Herron School of Art Library  The Herron Art Library, a branch library of the IUPUI University Library, is a full service library that supports subject-specific research in the fine arts, pre-history through contemporary.  [Learn more about the Herron School of Art Library](http://www.ulib.iupui.edu/herron/)   ### School of Dentistry Library  As one of the premier dental libraries in existence, the Indiana University School of Dentistry Library supports the dental education, research, patient care, and community outreach activities of students, faculty, and staff.  The Indiana University School of Dentistry Library offers students access to full-text electronic resources, subject-specific databases, a computer classroom, quiet study areas, and comprehensive print and online collections in the subject areas of dentistry, basic sciences, and selected medical specialties.  [Learn more about the School of Dentistry Library](https://www.dentistry.iu.edu/library/)   ### Ruth Lilly Law Library  As a student at IUPUI, you will have access to the print and electronic legal resources at the law library. The collection is focused on U.S. and Indiana law with specialized collections in the areas of environmental law, health law, human rights, intellectual property, and international law.  [Learn more about the Ruth Lilly Law Library](http://mckinneylaw.iu.edu/library/)   ### Ruth Lilly Medical Library  The only academic medical library in the state, the Ruth Lilly Medical Library supports health sciences education, biomedical research, and clinical practice with its extensive electronic collection of biomedical resources and discipline-specific expertise. The Ruth Lilly Medical Library space has been renovated with students in mind, providing small group study rooms, modern study carrels, dual-monitor workstations, computer classrooms, and a team-based learning classroom.  [Learn more about the Ruth Lilly Medical Library](http://library.medicine.iu.edu/) "
  },
  {
    "url": "URL: https://www.iupui.edu/academics/advising.html#search",
    "body": "  ## Get guidance and support on your academic journey  Throughout your time at IUPUI, you’ll work with academic and career advisors who are committed to helping you achieve your goals. You’ll also benefit from academic resources and support services and specialized student support programs.   ### Academic advising  When you arrive on campus as an undergraduate student, you most likely will be part of University College—IUPUI’s academic home for new beginning and transfer students. University College’s student success advisors and career consultants will help you to choose a major that aligns with your career goals, to map out your path to graduation, and to register for classes.  [student success advisors and career consultants](https://acd.iupui.edu/advising/index.html)  Once you pick a major and are admitted to a degree-granting school , you will have access to your school’s academic advisors and career professionals, who specialize in your area of study.  [Make an appointment with an advisor](https://acd.iupui.edu/advising/appointments/)   ### Resources and support   #### Academic resources and support services  Find a tutor, get help writing a paper, polish your public speaking skills, and more at places like the Bepko Learning Center , the University Writing Center , the Speaker’s Lab , and the Mathematics Assistance Center .  Find a tutor, get help writing a paper, polish your public speaking skills, and more at places like the Bepko Learning Center , the University Writing Center , the Speaker’s Lab , and the Mathematics Assistance Center .  [Bepko Learning Center](https://blc.iupui.edu/)  [University Writing Center](https://liberalarts.iupui.edu/uwc/)  [Speaker’s Lab](https://liberalarts.iupui.edu/speakers/)  [Mathematics Assistance Center](https://mac.iupui.edu/)  [Learn about academic resources and support services](https://acd.iupui.edu/advising/campus-resources/index.html)   #### Student support programs  Take advantage of programs such as the 21st Century Scholars Success Program , the Diversity Enrichment and Achievement Program , and the Nina Scholars Program , which give you the tools for success at IUPUI and beyond.  Take advantage of programs such as the 21st Century Scholars Success Program , the Diversity Enrichment and Achievement Program , and the Nina Scholars Program , which give you the tools for success at IUPUI and beyond.  [21st Century Scholars Success Program](https://21stcentury.iupui.edu/)  [Diversity Enrichment and Achievement Program](https://deap.iupui.edu/)  [Nina Scholars Program](https://nina.iupui.edu/)  [Learn about student support programs](https://uc.iupui.edu/student-support-programs/index.html) "
  },
  {
    "url": "URL: https://www.iupui.edu/vision/community-endorsements.html#search",
    "body": "  ## What our partners are saying  Our partners share our excitement about this bold new vision and have shared these thoughts.   ### Indiana Governor Eric Holcomb  “IUPUI’s realignment will create a transformational change across Indiana‘s landscape and far beyond. As Purdue and Indiana University—two of our state’s globally competitive universities—continue to focus on their individual strengths, they will also now create an epicenter for research and a training ground for future-focused innovative fields to ensure students are ready for the modern-day economy. This bold move will ensure Indiana is a leader in developing the workforce of tomorrow and attracting more companies to Indiana that are on the brink of cutting-edge discovery. Congratulations to President Daniels and Whitten for keeping Indiana’s trajectory straight up.”   ### Indianapolis Mayor Joseph Hogsett  “As a university, a research institution, and a frequent civic partner, IUPUI has become a foundational Indianapolis resource. Today, as it evolves to meet the needs of a rapidly approaching future, I am confident that reputation will only deepen for residents.”   ### David Johnson, President and CEO, Central Indiana Corporate Partnership  “The leaders of the Central Indiana Corporate Partnership’s innovation-driven corporations salute and celebrate the truly good news of a new day for both Purdue University and Indiana University in our capital city. With this announcement, and the exciting proposals for each university to build an expanded, focused and complementary world-class, STEM research presence in downtown Indianapolis, we join the ranks of other great regional R&D hubs across the United States, featuring major research institutions located in urban centers to collaborate with industry and to drive our best possibilities for future growth.”   ### Ting Gootee, President and CEO, TechPoint   ### Chris Lowery, Commissioner, Indiana Commission for Higher Education  “Today, Indiana University and Purdue University initiated strategic and collaborative steps to reimagine the potential for higher education and research in Indianapolis, our state’s capital. I am confident the vision being contemplated will provide transformative opportunities for our citizens, employers, and state.”   ### Kevin Brinegar, President and CEO, Indiana Chamber of Commerce   ### Scott Dorsey, Co-founder and Managing Partner, High Alpha   ### Jennifer Rumsey, President and CEO, Cummins   ### Todd Huston, Speaker of Indiana House of Representatives  “Over 50 years ago, state and city leaders called for the creation of a world-class research university in Indianapolis because they knew it was vital to the economic growth of the region. That's still true today, and I’m fully supportive of these changes which will fuel the next wave of growth for the campus, Indianapolis, Central Indiana, and our state. I look forward to supporting this important initiative in the next legislative session. It’s my hope that our thriving business and corporate community also steps up their support of this critical initiative that could be a major force behind Indiana’s talent pipeline for years to come.”   ### Rep. Cherrish Pryor, Indiana House Democratic Caucus Floor Leader "
  },
  {
    "url": "URL: https://www.iupui.edu/about/parking.html#search",
    "body": "  ## Find the right parking and transportation option for you   ### Parking at IUPUI  IUPUI is a busy campus, with people coming and going all day long. As a result, parking can sometimes be at a premium.  But with 13 parking garages and more than 50 surface lots across campus, there’s always somewhere to park your car. To find the parking option closest to your destination, you can use the IUPUI campus map .  [IUPUI campus map](http://map.iupui.edu)   #### Parking permits  IUPUI offers a number of parking permit options for employees , students , and other IUPUI partners . Your access to parking lots depends on the permit you choose—and cost and availability varies.  [employees](https://parking.iupui.edu/parking/permits/index.html)  [students](https://parking.iupui.edu/parking/permits/index.html)  [other IUPUI partners](http://parking.iupui.edu/)  [Learn more about parking permits at IUPUI](http://parking.iupui.edu/)   ### Transportation options on and off campus   #### Take a campus shuttle  Even if you can’t find a parking spot close to your destination, there’s no problem.  IUPUI offers campus shuttles that run every 10 to 15 minutes, Monday through Friday.  Learn more about campus shuttles  [Learn more about campus shuttles](https://parking.iupui.edu/transportation/bus/index.html)     #### Take a city bus  IndyGo , the public bus system of Indianapolis, operates service routes that connect IUPUI with various points around downtown Indianapolis.  [IndyGo](http://indygo.net)  IUPUI students can purchase a monthly S Pass, which gives you access to all bus routes at a deeply discounted rate.  [Learn more about the S Pass student discount](https://parking.iupui.edu/permit-rates.html)   #### Rent a bike  Whether you’re looking for a quick way to get across campus or are heading out into the city, Indiana Pacers Bikeshare has you covered.  This service has hundreds of gold bikes available for rent at dozens of stations throughout Indianapolis, including one at IUPUI.  You can purchase a day pass or an annual membership.  [Learn more about Pacers Bikeshare](https://www.pacersbikeshare.org/home/) "
  },
  {
    "url": "URL: https://www.iupui.edu/about/safety.html#search",
    "body": "  ## Keeping IUPUI safe is priority number one  Your safety is never left to chance at IUPUI. We have a dedicated police department available 24 hours a day, seven days a week, as well as a variety of resources, programs, and information sources to protect your personal well being and peace of mind.   #### Call Safewalk  You can call an officer to escort you anywhere on campus 24/7. If you feel unsafe, call 317-274-7233(SAFE) and someone will come to walk you wherever you need to go. Safewalk is free of charge, and once you call, an officer will arrive shortly to walk you to your desired location anywhere on campus.  [Campus safety Discover all the resources available to you.](https://safe.iupui.edu/)   ### Campus safety  Discover all the resources available to you.  [Pedestrian tips See how to travel safely through the busy IUPUI campus.](https://protect.iu.edu/iu-police-department/personal-preparedness/traffic-pedestrians.html)   ### Pedestrian tips  See how to travel safely through the busy IUPUI campus.  [The IU Police Department-IUPUI See all the ways our officers work to keep you safe.](https://iupd.iupui.edu/)   ### The IU Police Department-IUPUI  See all the ways our officers work to keep you safe.   ### Stay in the know with IU-Notify  When you register with IU-Notify, you will be automatically alerted if there is any kind of emergency on the IUPUI campus. The IU-Notify system can call you and/or send an email or text message when there is a problem.  [Learn more about IU-Notify](https://protect.iu.edu/emergency-planning/communication/iu-notify.html)   ### Be prepared for emergencies  In an emergency situation, everything seems to happen quickly. It’s important to know what to do to keep yourself and the people around you as safe as possible.  Learn about the procedures for specific emergency situations now, so you’re not caught unaware.  [View the emergency situation procedures](https://protect.iu.edu/emergency-planning/procedures/index.html)   ### Stop sexual violence at IU  IU is committed to leading the fight against sexual violence. As part of this commitment, we have launched a new website. It provides help and resources for those who have experienced sexual violence and educates the IU community about what sexual violence is, how to prevent it, and what to do if and when an incident occurs.  [Visit the Stop Sexual Violence site](http://stopsexualviolence.iu.edu/) "
  },
  {
    "url": "URL: https://www.iupui.edu/academics/degrees-majors/minors.html#search",
    "body": "  ## Enhance your degree with a minor  Add even more value to your degree by pairing your major with one (or more) of the 100+ minors offered by IUPUI.  [3D Graphics & Animation](https://soic.iupui.edu/undergraduate/degrees/3d-graphics-animation-minor/)  [Advertising](http://bulletins.iu.edu/iupui/2017-2018/schools/liberal-arts/undergraduate/minors/advertising.shtml)  [Afro-American Studies](https://liberalarts.iupui.edu/africana/pages/academics-folder/index.php#rtab2)  [American Sign Language Studies](http://bulletins.iu.edu/iupui/2017-2018/schools/liberal-arts/undergraduate/minors/american%20sign%20language.shtml)  [American Studies](http://americanstudies.iupui.edu/amst/courses-minor/)  [Anthropology](https://liberalarts.iupui.edu/anthropology/pages/academics/index.php#rtab3)  [Applied Computer Science](https://science.iupui.edu/cs/academics/degrees-and-programs/minors.html)  [Arabic & Islamic Studies](http://bulletins.iu.edu/iupui/2014-2016/schools/liberal-arts/undergraduate/minors/arabic-islamic-studies.shtml)  [Art](https://herron.iupui.edu/academics/minors-certificates/art-minor.html)  [Art History](https://herron.iupui.edu/academics/minors-certificates/art-history-minor.html)  [Biology](https://science.iupui.edu/biology/academics/degrees-and-programs/minor.html)  [Book Arts](http://bulletins.iu.edu/iupui/2017-2018/schools/herron-art-design/undergraduate/Minors/Book%20Arts%20Minor.shtml)  [Business](https://kelley.iupui.edu/programs/undergraduate/academics/majors-minors-certificates/business-minor/index.html)  [Business & Professional Writing](https://liberalarts.iupui.edu/english/pages/minors-in-english-folder/professional-public-writing.php)  [Chemistry](https://science.iupui.edu/chemistry/academics/degrees-and-programs/minor.html)  [Chinese Studies](https://liberalarts.iupui.edu/wlac/pages/undergraduate-programs-folder/chinese.php#rtab3)  [Civic Leadership](http://bulletins.iu.edu/iupui/2017-2018/schools/spea/undergraduate-programs/minors-certificates/minor-civic-leader.shtml)  [Classical Studies](https://liberalarts.iupui.edu/wlac/pages/undergraduate-programs-folder/classical%20studies.php#rtab3)  [Coaching](https://shhs.iupui.edu/undergraduate/certificates-minors/coaching-minor.html)  [Communication Studies](https://liberalarts.iupui.edu/comm/pages/undergraduate-folder/index.php#rtab3)  [Community Health](https://fsph.iupui.edu/academics/undergraduate/minors/community-health.html)  [Computer and Information Technology](https://et.iupui.edu/departments/cigt/programs/cit/undergrad/minor/)  [Computer Graphics Technology](http://engr.iupui.edu/departments/cigt/about/programs/cgt.php)  [Computer Science](https://science.iupui.edu/cs/academics/degrees-and-programs/minors.html)  [Corporate & Organizational Communication](https://liberalarts.iupui.edu/comm/pages/undergraduate-folder/index.php#rtab3)  [Creative Writing](https://liberalarts.iupui.edu/english/pages/minors-in-english-folder/creative-writing-minor.php)  [Criminal Justice](http://bulletins.iu.edu/iupui/2017-2018/schools/spea/undergraduate-programs/minors-certificates/minor-criminal-justice.shtml)  [Criminal Justice Accounting](http://bulletins.iu.edu/iupui/2017-2018/schools/spea/undergraduate-programs/minors-certificates/minor-Cj-acct.shtml)  [Cultural Diversity](https://liberalarts.iupui.edu/anthropology/pages/academics/index.php#rtab3)  [Dance](https://shhs.iupui.edu/undergraduate/certificates-minors/dance-minor.html)  [Data Studies](https://soic.iupui.edu/degrees/minors-certificates/info-science-certificate/)  [Digital Humanities](https://soic.iupui.edu/degrees/minors-certificates/digital-humanities-minor/)  [Economics](https://liberalarts.iupui.edu/econ/pages/undergraduate-folder/index.php#rtab2)  [Electrical & Computer Engineering](https://et.iupui.edu/departments/ece/programs/minor/)  [English](https://liberalarts.iupui.edu/english/pages/minors-in-english-folder/index.php)  [Environmental Science](https://science.iupui.edu/earthsciences/academics/degrees-and-programs/minors.html)  [Epidemiology](https://fsph.iupui.edu/academics/undergraduate/minors/epidemiology.html)  [Event Management](https://shhs.iupui.edu/undergraduate/certificates-minors/events-minor.html)  [Film Studies](https://liberalarts.iupui.edu/english/pages/minors-in-english-folder/film-studies-minor.php)  [Forensic & Investigative Sciences](https://science.iupui.edu/forensic/academics/degrees-and-programs/minor.html)  [French](https://liberalarts.iupui.edu/wlac/pages/undergraduate-programs-folder/french.php#rtab3)  [Games Design & Development](https://soic.iupui.edu/undergraduate/degrees/game-design-minor/)  [Geochemistry](https://science.iupui.edu/earthsciences/academics/degrees-and-programs/minors.html)  [Geography](https://liberalarts.iupui.edu/geography/pages/undergraduate-folder/Minor-in-Geography.php)  [Geology](https://science.iupui.edu/earthsciences/academics/degrees-and-programs/minors.html)  [German](https://liberalarts.iupui.edu/wlac/pages/undergraduate-programs-folder/german.php#rtab3)  [German Culture](https://liberalarts.iupui.edu/wlac/pages/undergraduate-programs-folder/german.php#rtab3)  [Global & International Studies](https://liberalarts.iupui.edu/international/pages/minor/index.php)  [Global Economics](https://liberalarts.iupui.edu/econ/pages/undergraduate-folder/index.php#rtab2)  [Graphic Design](https://herron.iupui.edu/academics/minors-certificates/graphic-design-minor.html)  [Health & Safety](https://liberalarts.iupui.edu/mhhs/pages/academic-programs/minor.php)  [Health Communication](https://liberalarts.iupui.edu/comm/pages/graduate-folder/health-comm-phd-minor.php)  [Health Education](https://shhs.iupui.edu/undergraduate/certificates-minors/health-ed-minor.html)  [Health Psychology](https://science.iupui.edu/psychology/academics/degrees-and-programs/minors.html)  [Health Systems Administration](https://fsph.iupui.edu/academics/undergraduate/minors/health-systems-admin.html)  [History](https://liberalarts.iupui.edu/history/pages/undergraduate-folder/minor-requirements.php)  [Honors Leadership](https://et.iupui.edu/departments/tlc/programs/ols/undergrad/minor/#:~:text=Overview,roles%20and%2For%20advanced%20degrees.)  [Honors Philanthropic Studies](http://bulletins.iu.edu/iupui/2018-2019/schools/philanthropy/undergraduate/minor-phil.shtml)  [Hospitality Management](https://shhs.iupui.edu/undergraduate/certificates-minors/hospitality-cert.html)  [Human Resources Management](http://bulletins.iu.edu/iupui/2017-2018/schools/spea/undergraduate-programs/minors-certificates/minor-human-resources-mgmt.shtml)  [Informatics](https://soic.iupui.edu/undergraduate/degrees/informatics-minor/)  [Interior Design Technology](https://et.iupui.edu/departments/ent/programs/intr/undergrad/minor/)  [Japanese Studies](https://liberalarts.iupui.edu/wlac/pages/undergraduate-programs-folder/japanese.php#rtab3)  [Labor Studies](https://labor.iu.edu/minor/)  [Latin](http://bulletins.iu.edu/iupui/2014-2016/schools/liberal-arts/undergraduate/minors/latin.shtml)  [Latino Studies](https://liberalarts.iupui.edu/latino/pages/academics-folder/minor.php)  [Leadership & Military Science](https://shhs.iupui.edu/undergraduate/certificates-minors/leadership-minor.html)  [Legal Studies](https://liberalarts.iupui.edu/polisci/pages/undergraduate-folder/Legal%20Studies.php)  [Linguistics](https://liberalarts.iupui.edu/english/pages/minors-in-english-folder/linguistics-minor.php)  [Literature](https://liberalarts.iupui.edu/english/pages/minors-in-english-folder/literature-minor.php)  [Management](http://bulletins.iu.edu/iupui/2017-2018/schools/spea/undergraduate-programs/minors-certificates/minor-mgmt.shtml)  [Mathematics](https://science.iupui.edu/math/academics/degrees-and-programs/minor.html)  [Media Arts & Studies](https://soic.iupui.edu/undergraduate/degrees/media-arts/)  [Medical Humanities & Health Studies](https://liberalarts.iupui.edu/mhhs/pages/academic-programs/minor.php)  [Medical Sociology](https://liberalarts.iupui.edu/sociology/pages/undergraduate-folder/soc-minor.php#rtab2)  [Multicultural Literature](https://liberalarts.iupui.edu/english/pages/minors-in-english-folder/multicultural-literature-minor.php)  [Music](https://et.iupui.edu/departments/mat/programs/minors/musicminor/)  [Native American & Indigenous Studies](https://liberalarts.iupui.edu/aip/pages/nais-minor/index.php)  [Neuroscience](https://science.iupui.edu/neuroscience/academics/degrees-and-programs/minor.html)  [Philanthropic Studies](http://bulletins.iu.edu/iupui/2018-2019/schools/philanthropy/undergraduate/minor-phil.shtml)  [Philosophy](https://liberalarts.iupui.edu/philosophy/pages/minors-folder/index.php)  [Physics](https://science.iupui.edu/psychology/academics/degrees-and-programs/minors.html)  [Policy Studies](http://bulletins.iu.edu/iupui/2017-2018/schools/spea/undergraduate-programs/minors-certificates/minor-policy-studies.shtml)  [Political Science](https://liberalarts.iupui.edu/polisci/pages/undergraduate-folder/Political%20Science%20Minor.php)  [Professional & Digital Writing](https://liberalarts.iupui.edu/english/pages/minors-in-english-folder/professional-digital-writing.php)  [Professional & Public Writing](https://liberalarts.iupui.edu/english/pages/minors-in-english-folder/professional-public-writing.php)  [Psychology](https://science.iupui.edu/psychology/academics/degrees-and-programs/minors.html)  [Public & Nonprofit Financial Management](http://bulletins.iu.edu/iupui/2017-2018/schools/spea/undergraduate-programs/minors-certificates/minor-public-nonprofit-finance-mgmt.shtml)  [Public Communication & Persuasion](https://liberalarts.iupui.edu/comm/pages/undergraduate-folder/index.php#rtab3)  [Public Safety Management](http://bulletins.iu.edu/iupui/2017-2018/schools/spea/undergraduate-programs/minors-certificates/minor-public-safety-mgmt.shtml)  [Religious Studies](https://liberalarts.iupui.edu/relstudies/pages/for-students/minor.php)  [Sociology](https://liberalarts.iupui.edu/sociology/pages/undergraduate-folder/soc-minor.php)  [Spanish](https://liberalarts.iupui.edu/wlac/pages/undergraduate-programs-folder/spanish.php#rtab3)  [Sports Marketing](https://shhs.iupui.edu/undergraduate/certificates-minors/sports-minor.html)  [Studio Art & Technology](https://soic.iupui.edu/undergraduate/degrees/studio-art-technology-minor/)  [Sustainable Management](http://bulletins.iu.edu/iupui/2017-2018/schools/spea/undergraduate-programs/minors-certificates/minor-sust-mgmt.shtml)  [Theatre](https://liberalarts.iupui.edu/comm/pages/undergraduate-folder/index.php#rtab3)  [Tourism Management](https://shhs.iupui.edu/undergraduate/certificates-minors/tourism-minor.html)  [Urban Studies](http://bulletins.iu.edu/iupui/2012-2014/schools/liberal-arts/undergraduate/minors/urban-studies.shtml)  [Wellness Coaching](https://shhs.iupui.edu/undergraduate/certificates-minors/tourism-minor.html)  [Women's Studies](https://liberalarts.iupui.edu/wost/pages/majors-minors/index.php)  [Writing](https://liberalarts.iupui.edu/english/pages/minors-in-english-folder/writing-literacy-minor.php) "
  },
  {
    "url": "URL: https://www.iupui.edu/academics/schools.html#search",
    "body": "  ## Discover a world of academic opportunity  IUPUI has two colleges and 17 distinct schools that confer degrees through Indiana University and Purdue University. Explore what they have to offer and you’re sure to find the right place for you.  [School of Dentistry At the School of Dentistry, you’ll learn in an environment where teaching, research, and community service come together to best prepare you for a career in dentistry or an allied dental health profession.](https://www.dentistry.iu.edu/)   ### School of Dentistry  At the School of Dentistry, you’ll learn in an environment where teaching, research, and community service come together to best prepare you for a career in dentistry or an allied dental health profession.  [School of Education If you want to teach, the IU School of Education will give you the theoretical and practical skills you need to inspire students of all ages.](http://education.iupui.edu/)   ### School of Education  If you want to teach, the IU School of Education will give you the theoretical and practical skills you need to inspire students of all ages.  [School of Health and Human Sciences Whether your calling is in health, fitness, sports, or events, you’ll find an academic program that’s the right fit among our eight diverse educational paths—and you’ll graduate ready to move toward your professional aspirations.](https://shhs.iupui.edu/)   ### School of Health and Human Sciences  Whether your calling is in health, fitness, sports, or events, you’ll find an academic program that’s the right fit among our eight diverse educational paths—and you’ll graduate ready to move toward your professional aspirations.  [Herron School of Art and Design Herron is the only professional school of art and design in Indiana. You will graduate with the skills and experience you need to succeed in a fine arts–related profession right away.](https://herron.iupui.edu/)   ### Herron School of Art and Design  Herron is the only professional school of art and design in Indiana. You will graduate with the skills and experience you need to succeed in a fine arts–related profession right away.  [Honors College Join other high-ability students in a dynamic learning environment with challenging classes and additional educational opportunities.](https://honors.iupui.edu/)   ### Honors College  Join other high-ability students in a dynamic learning environment with challenging classes and additional educational opportunities.  [Kelley School of Business At Kelley, you’ll learn how to get business done. Every Kelley degree program emphasizes real-world skills as well as theoretical principles, so you’ll graduate ready to hit the ground running.](http://kelley.iupui.edu/)   ### Kelley School of Business  At Kelley, you’ll learn how to get business done. Every Kelley degree program emphasizes real-world skills as well as theoretical principles, so you’ll graduate ready to hit the ground running.  [School of Liberal Arts Get a comprehensive education in the humanities and social sciences and graduate ready to excel in a wide variety of professions.](https://liberalarts.iupui.edu/)   ### School of Liberal Arts  Get a comprehensive education in the humanities and social sciences and graduate ready to excel in a wide variety of professions.  [Lilly Family School of Philanthropy Learn in an environment that takes a theoretical and practical approach to philanthropy—voluntary action for the public good—and graduate ready to change the world.](https://philanthropy.iupui.edu/)   ### Lilly Family School of Philanthropy  Learn in an environment that takes a theoretical and practical approach to philanthropy—voluntary action for the public good—and graduate ready to change the world.  [Luddy School of Informatics, Computing, and Engineering Explore how people use computing and technology to live, work, play, and communicate and learn to develop innovative IT solutions to help them.](https://luddy.iupui.edu/)   ### Luddy School of Informatics, Computing, and Engineering  Explore how people use computing and technology to live, work, play, and communicate and learn to develop innovative IT solutions to help them.  [Robert H. McKinney School of Law Get a solid foundation in the theory of law and graduate with the skills you need to be ready to pass the bar and to practice law right away.](http://mckinneylaw.iu.edu/)   ### Robert H. McKinney School of Law  Get a solid foundation in the theory of law and graduate with the skills you need to be ready to pass the bar and to practice law right away.  [School of Medicine Choose the country’s second largest medical school and graduate ready to succeed as a medical doctor, researcher, or scientist.](https://medicine.iu.edu/)   ### School of Medicine  Choose the country’s second largest medical school and graduate ready to succeed as a medical doctor, researcher, or scientist.  [School of Nursing Get the skills you need to provide excellent patient care, whether you’re seeking an undergraduate, graduate, or doctoral degree in nursing.](https://nursing.iu.edu/iupui/index.html)   ### School of Nursing  Get the skills you need to provide excellent patient care, whether you’re seeking an undergraduate, graduate, or doctoral degree in nursing.  [Paul H. O’Neill School of Public and Environmental Affairs Learn how to work in government, nonprofit, and business roles to make positive changes in your community, your state, your country, and the world.](https://oneill.iupui.edu/index.html)   ### Paul H. O’Neill School of Public and Environmental Affairs  Learn how to work in government, nonprofit, and business roles to make positive changes in your community, your state, your country, and the world.  [Richard M. Fairbanks School of Public Health Choose a public health or healthcare administration degree program and spend your career helping to build a healthier world.](https://fsph.iupui.edu/)   ### Richard M. Fairbanks School of Public Health  Choose a public health or healthcare administration degree program and spend your career helping to build a healthier world.  [School of Science Choose from a variety of science degrees and graduate as a well-rounded scientist prepared to solve the problems of the future.](https://science.iupui.edu/)   ### School of Science  Choose from a variety of science degrees and graduate as a well-rounded scientist prepared to solve the problems of the future.  [School of Social Work Learn what you need to know to spend your career promoting social and economic justice at every level. Work to build healthier communities and shape social and economic policies.](https://ssw.iu.edu/iupui)   ### School of Social Work  Learn what you need to know to spend your career promoting social and economic justice at every level. Work to build healthier communities and shape social and economic policies.  [University College Start here as an entering student. You’ll get guidance and support as you explore the many academic pathways at IUPUI and choose the right one for you.](http://uc.iupui.edu/)   ### University College  Start here as an entering student. You’ll get guidance and support as you explore the many academic pathways at IUPUI and choose the right one for you.  [University Graduate School Explore more than 250 graduate degree programs, ranging from master’s and professional degrees to Ph.D. programs. You can also choose to pursue a variety of graduate certificate programs.](https://graduate.iupui.edu/)   ### University Graduate School  Explore more than 250 graduate degree programs, ranging from master’s and professional degrees to Ph.D. programs. You can also choose to pursue a variety of graduate certificate programs. "
  },
  {
    "url": "URL: https://www.iupui.edu/about/employment.html#search",
    "body": "  ## Find a career at IUPUI  IUPUI employs thousands of people in a wide variety of positions, at every level. Choose a category below to find opportunities that fit your goals and aspirations.  [Students Visit the Office of Student Employment to find on-and off-campus jobs, career fairs, and networking opportunities.](https://employment.iupui.edu)   ### Students  Visit the Office of Student Employment to find on-and off-campus jobs, career fairs, and networking opportunities.  [Staff Search for part-time and full-time career opportunities at all seven IU campuses, including IUPUI.](http://jobs.iu.edu)   ### Staff  Search for part-time and full-time career opportunities at all seven IU campuses, including IUPUI.  [Faculty See a list of all academic positions open at IUPUI.](https://indiana.peopleadmin.com/)   ### Faculty  See a list of all academic positions open at IUPUI. "
  },
  {
    "url": "URL: https://www.iupui.edu/research/index.html#search",
    "body": "  ## Your research can change the world  The IUPUI research community gives you the opportunity to make a difference, both locally and globally. Whether your idea engages a specific academic area or crosses disciplines, like STEM education, arts and humanities, integrated artificial intelligence, data science, and social, political, and life sciences, your idea could be the next big discovery that changes the world.     ### Connect with IU Research  [@IUImpact](https://twitter.com/IUImpact)     ### Recent research news   #### IUPUI Researchers named 2022 Research Frontiers Trailblazers for exceptional research contributions  IUPUI researchers Keith Avin and Rebecca Bartlett Ellis were recognized by IUPUI and the Vice Chancellor for Research as 2022 Research Frontiers Trailblazers. \"These researchers work every day to improve the lives of people in Indiana and beyond who are fighting kidney disease,\" said Janice Blum, vice chancellor for research and graduate education.  IUPUI researchers Keith Avin and Rebecca Bartlett Ellis were recognized by IUPUI and the Vice Chancellor for Research as 2022 Research Frontiers Trailblazers. \"These researchers work every day to improve the lives of people in Indiana and beyond who are fighting kidney disease,\" said Janice Blum, vice chancellor for research and graduate education.  [Read more about these 2022 Trailblazers](https://research.impact.iu.edu/more-iu-research/stories/2022-trailblazers.html?_gl=1*1icj0i4*_ga*MTY1NzI5MjAwMS4xNjYxMzY5NDYy*_ga_61CH0D2DQW*MTY2MTM2OTQ2MS4zNC4xLjE2NjEzNjk3NjEuNDIuMC4w)   #### Researchers develop framework to create an anti-racism environment  IU School of Medicine researchers, led by Sylk Sotto, EdD, assistant professor of medicine, identified two main initiatives that must be addressed to acknowledge the impact systemic racism has had on our society and be aware of the determinants it has placed on our health. The first initiative is developing leadership engagement with those who hold the most power in an organization, and the second is installing diversity, equity, and inclusion resources for faculty.  IU School of Medicine researchers, led by Sylk Sotto, EdD, assistant professor of medicine, identified two main initiatives that must be addressed to acknowledge the impact systemic racism has had on our society and be aware of the determinants it has placed on our health. The first initiative is developing leadership engagement with those who hold the most power in an organization, and the second is installing diversity, equity, and inclusion resources for faculty.  [Discover more about this anti-racism approach](https://medicine.iu.edu/blogs/research-updates/researchers-create-a-framework-to-instill-an-anti-racist-culture?_gl=1*lxwoz9*_ga*MTY1NzI5MjAwMS4xNjYxMzY5NDYy*_ga_61CH0D2DQW*MTY2MTM2OTQ2MS4zNC4xLjE2NjEzNzA3NDIuMjcuMC4w)   #### Study led by IUPUI finds evolution of tree roots may have triggered mass extinctions over 300 million years ago  In a study led by Gabriel Filippelli, Ph.D., Chancellor's Professor of Earth Sciences in the School of Science at IUPUI, and Matthew Smart, a Ph.D. student in his lab at the time of the study, along with colleagues in the UK, and reported in the Geological Society of America Bulletin, scientists provide evidence for a new view of a remarkably volatile period in Earth's pre-history. \"These new insights into the catastrophic results of natural events in the ancient world may serve as a warning about the consequences of similar conditions arising from human activity today,\" Fillipelli said.  In a study led by Gabriel Filippelli, Ph.D., Chancellor's Professor of Earth Sciences in the School of Science at IUPUI, and Matthew Smart, a Ph.D. student in his lab at the time of the study, along with colleagues in the UK, and reported in the Geological Society of America Bulletin, scientists provide evidence for a new view of a remarkably volatile period in Earth's pre-history. \"These new insights into the catastrophic results of natural events in the ancient world may serve as a warning about the consequences of similar conditions arising from human activity today,\" Fillipelli said.  [Read about other threats to life in Earth’s oceans](https://news.iu.edu/live/news/18907-evolution-of-tree-roots-may-have-driven-mass)   #### IUPUI senior studies how history of stress impacts addiction  Alexa Soto, a senior at IUPUI, studied alcohol use disorder (AUD), which is characterized by escalating alcohol consumption over time. Stress increases the likelihood of developing AUD, particularly for women, yet its role in promoting habit-like alcohol seeking remains unclear. Results of her experiment suggest that a history of stress impacts the formation of learning a habit-like cycle of alcohol drinking.  Alexa Soto, a senior at IUPUI, studied alcohol use disorder (AUD), which is characterized by escalating alcohol consumption over time. Stress increases the likelihood of developing AUD, particularly for women, yet its role in promoting habit-like alcohol seeking remains unclear. Results of her experiment suggest that a history of stress impacts the formation of learning a habit-like cycle of alcohol drinking.  [Explore Soto’s use of rats in her research](https://getengaged.iupui.edu/showcase/2022/undergraduate-research/diversity-scholars-research-program/soto-alexa.html?_gl=1*1au129v*_ga*MTY1NzI5MjAwMS4xNjYxMzY5NDYy*_ga_61CH0D2DQW*MTY2MTM2OTQ2MS4zNC4xLjE2NjEzNzIxMzAuNjAuMC4w&_ga=2.39785699.1336768057.1661362427-1486707058.1660745610)   ### Bringing results to our community  IUPUI supports researchers in the drive to bring knowledge, innovation, and advancement into our communities and the world. Whether through research grants like the Research Frontiers Trailblazers Award or mentorship opportunities like the Enhanced Mentoring Program with Opportunities for Ways to Excel in Research (EMPOWER), IUPUI stands behind our researchers in their commitment to improving the world.  Description of the video:  [Beginning Transcript] Description of the following video: [Music] [Words appear: 2022 Research Frontiers Trailblazer Recipients. At the bottom of the screen is an IU logo with the words \"IUPUI, Office of the Vice Chancellor for Research”] [Words appear: Keith Avin, PhD, Associate Professor, Physical Therapy] [Video: Avin is standing in a hallway and smiling at the camera.] Avin speaking: My name is Keith Avin. I'm an associate professor in the IU Department of Physical Therapy. [Video: Avin speaking to the interviewer; a close-up of Avin speaking to the interviewer; a woman jogging on a treadmill in an IUPUI athletic facility; a close-up of the woman’s shoes as she jogs on the treadmill; Avin talking with the woman as she jogs.] Avin speaking: So, my research looks at skeletal muscle health and function for those people living with chronic kidney disease. Quite often, you know, these people, they live with chronic kidney disease, but they see a slow deterioration in how they move, how they function, how they feel. And right now, I'm a physical therapist by clinical training, and that's not really a part of our practice. And, my overall goal for my research is really to start to better understand how the muscles are affected by chronic kidney disease, and then, really, how we can help it. So, a lot of my studies focus around exercise interventions for those living with chronic kidney disease. [Video: Avin speaking with the interviewer; Avin lifting weights in an IUPUI athletic facility; Avin using a weight machine; Avin speaking to the interviewer: a close-up of Avin speaking to the interviewer.] Avin speaking: So, the long term implications of my research are really helping people interact and move better in their environment. Right now, we don't understand exercise that well or to the extent that we should for people living with chronic kidney disease. I love exercise. I hope everyone that is able to loves exercise. But for those living with chronic kidney disease, I don't feel as confident of what specifically to tell them to do, and that's what this research is doing. I've also developed a platform in terms of my research experience, from the bench to bedside and beyond, so that I can move forward in my research to each level, so that we can move from more of the basic science components all the way through clinical implementation. [Video: Avin walking down a hallway and into a lab; Avin talking with a woman in the lab; the woman talking with Avin; a close-up of Avin talking and smiling; the woman using a microscope; a close-up of Avin viewing data; Avin and the woman viewing data on a computer screen; a close-up of Avin pointing at data on the screen.] Avin speaking: In the people that have chronic kidney disease, we have evidence now, both in my lab and other labs, that are starting to show that exercise may not always have beneficial effects. There are concerns that it can have detrimental effects. And, one of the core values is to do no harm. We have to make sure that we keep that inherent to our patients. And we can't simply say, “Go out and do it. Be more active.” We have to be more intentional. We have to be more prescriptional with that to make sure that we can really help these patients truly interact with their environment and help them move and not have a detrimental aspect of that. [Video: Avin speaking to the interviewer; a close-up of Avin speaking to the interviewer; Avin working on his computer in his office; a close-up of Avin typing; a close-up of Avin’s face as he works.] Avin speaking: The end goal for my line of research is ultimately with patient care. I want physical therapists, kinesiologists, exercise physiologists to be standard of care to help these patients live better lives. It's not, “You have chronic kidney disease. We're going to watch you walk slower over time. We're going to watch you having a harder time getting up out of a chair. Just let it happen.” I want that this research reinforces the need to incorporate exercise, to incorporate physical therapy-related interventions and management to help these people live better lives. [Video: A close-up of Avin speaking to the interviewer; Avin speaking to the interviewer.] Avin speaking: So, receiving this award was surprising and humbling. I think when you go through the research world, it can be hard at times, because you're not always succeeding along the way. There's a lot of rejections from papers and grants, and when you get this award, you're realizing that all of your hard work, your effort, your energy is still being recognized by people. [Music] [Words appear: IUPUI Office of the Vice Chancellor for Research, next to an IU trident.] [Music] [Video fades to black.] [End of Transcript]  Description of the video:  [Beginning Transcript] Description of the following video: [Music] [Words appear: 2022 Research Frontiers Trailblazer Recipients. At the bottom of the screen is an IU logo with the words \"IUPUI, Office of the Vice Chancellor for Research”] [Words appear: Rebecca Ellis, PhD, RN, ACNS-BC, FAAN, Associate Professor, School of Nursing] [Video: Ellis is standing in a hallway and smiling at the camera.] Ellis speaking: My name is Rebecca Bartlett Ellis, and I'm an associate professor at the Indiana University School of Nursing. [Video: Ellis speaking to the interviewer; a close-up of Ellis speaking to the interviewer.] Ellis speaking: My research focuses on individuals with chronic kidney disease and helping to develop interventions that will support their adherence to medications. And, individuals that are African-American or black are often disproportionately affected by chronic kidney disease, and my research aims to recruit and enroll individuals that are at the highest risk for chronic kidney disease. [Video: A close-up of the nameplate outside Ellis’ office; Ellis typing at her computer; Ellis viewing her computer screen; Ellis speaking to the interviewer; a close-up of Ellis speaking to the interviewer; Ellis speaking to the interviewer.] Ellis speaking: And, my intervention is focused on individuals in the early stages of chronic kidney disease. Often, interventions will focus on the later stages when significant damage has already occurred to the kidneys and individuals need dialysis. My research is focused on the earlier stages, in stages one through four, because I want to make a difference for individuals and prevent them from needing dialysis much earlier than they would historically. [Video: Ellis speaking to the interviewer; Ellis meeting around a table with three individuals; a close-up of a man participating in the meeting; Ellis speaking at the meeting; a close-up of hands examining the pillbox; Ellis speaking to the interviewer.] Ellis speaking: One of the aspects of my research that is very important to me is the opportunity to engage students, and I have done that in all ways in the various projects that I've conducted. One that I am most proud of is the work that I've done with my interdisciplinary colleagues here on the IUPUI campus, and together with our students, we have developed a smart and patented pillbox that really moves us in a way forward in research to monitor how individuals take their medications. And, we have students from multiple disciplines that were involved in that project. [Video: Ellis showing the pillbox to a patient in a clinic room; Ellis and the patient with the focus on Ellis; Ellis and the patient with the focus on the patient; Ellis speaking to the interviewer; virtual video meeting on a laptop with a nurse and the patient.] Ellis speaking: The smart pillbox that my team developed is trailblazing, because it integrates sensors in a variety of different ways. It provides meaningful information to us about how people are taking their medications, how they're using their pillbox, and their adherence to their medications, which is different than other pillboxes that may only capture an adherence score. [Video: A close-up of the nurse during virtual meeting with cell phone; a close-up of the patient with a cell phone and device; Ellis speaking to the interviewer.] Ellis speaking: So we're able to, with the way our sensors are integrated, to tell different behaviors that individuals are engaging in when they are managing their medications in their pillboxes. [Video: A close-up of Ellis speaking to the interviewer; Ellis walking down a hallway; a close-up of Ellis speaking to the interviewer.] Ellis speaking: Receiving this Trailblazer Award is incredibly meaningful, because this is an award that recognizes cutting edge research. And, my work is in digital health and focused on improving medication adherence, and the intersection of those are very innovative. And, this award was recognizing the impact that my research has had to date and the opportunities that I have going forward. [Music] [Words appear: IUPUI Office of the Vice Chancellor for Research, next to an IU trident.] [Music] [Video fades to black.] [End of Transcript]  [View more IUPUI research projects](https://www.youtube.com/channel/UCv7yftBV43tQUswihoTpzQg/videos)   ### Our research partners  [IUPUI Arts and Humanities Institute](https://iahi.sitehost.iu.edu/)  IUPUI Arts and Humanities Institute  [STEM Education Innovation & Research Institute](https://seiri.iupui.edu/)  STEM Education Innovation & Research Institute  [IUPUI Post-Baccalaureate Research Education Program](https://iprep.iupui.edu/)  IUPUI Post-Baccalaureate Research Education Program  [Cyber Peer-Led Team Learning](https://cpltl.iupui.edu/)  Cyber Peer-Led Team Learning  [Clinical and Translational Sciences Institute](https://indianactsi.org/)  Clinical and Translational Sciences Institute  [Institute of Integrative Artificial Intelligence](https://iai.iupui.edu/)  Institute of Integrative Artificial Intelligence   ### Centers and institutes   #### Resources for today’s hot topics  [Center for Research on Inclusion and Social Policy](https://policyinstitute.iu.edu/about/crisp.html)  [Office of International Affairs](https://international.iupui.edu/)  [Transportation and Autonomous Systems Institute (TASI)](https://tasi.iupui.edu/)  [Center for Health Policy](https://fsph.iupui.edu/research-centers/centers/health-policy/index.html)  Explore more centers and institutes  [Explore more centers and institutes](https://research.iu.edu/about/centers-institutes/index.html?_ga=2.120690632.1719399540.1598276617-289196660.1592925706&campus=Indianapolis)   ### Other research resources  [Research at IU](https://research.iu.edu/)  Research at IU  [Research administration](https://research.iu.edu/awards-agreements/index.html)  Research administration  [Research compliance](https://research.iu.edu/compliance/index.html)  Research compliance  [Business partnerships and foundation relations](https://research.iu.edu/funding-proposals/funding/corporate-foundation/index.html)  Business partnerships and foundation relations  [Innovation and commercialization](https://research.iu.edu/innovation-commercialization/index.html)  Innovation and commercialization  [Institute for Engaged Learning](https://getengaged.iupui.edu/)  Institute for Engaged Learning  [Scholars @ IU](https://scholars.proquest.com/gallery/indiana)  Scholars @ IU  [Pivot funding](https://pivot.proquest.com/)  Pivot funding  [Office of Community Engagement](https://engage.iupui.edu/)  Office of Community Engagement  [Research impact](https://research.impact.iu.edu/)  Research impact  [The Conversation](https://theconversation.com/us/search?utf8=%E2%9C%93&&q=IUPUI)  The Conversation  [Futurity](http://www.futurity.org/university/indiana-university/)  Futurity "
  },
  {
    "url": "URL: https://www.iupui.edu/vision/iupuimou.html#search",
    "body": "  ## Memorandum of Understanding between the Trustees of Indiana University and the Trustees of Purdue University concerning Indiana University–Purdue University at Indianapolis  THIS MEMORANDUM OF UNDERSTANDING (this “MOU”) is entered into as of the _____ day of August, 2022 by and between The Trustees of Indiana University (“IU”) and The Trustees of Purdue University (“Purdue” and with IU, collectively, the “Parties”) concerning their mutual intention to work toward a plan of realignment (the “Realignment Plan”) for Indiana University – Purdue University at Indianapolis (“IUPUI”).   ### Recitals:  WHEREAS, on December 1, 1970, IU and Purdue entered into an agreement for the operation of a shared campus in the state’s capital under the name Indiana University – Purdue University at Indianapolis (the “Original Agreement”), which was entered into pursuant to a directive from the General Assembly to “work toward the unification of the Indianapolis Campuses of these two universities”; and  WHEREAS, pursuant to the Original Agreement, which remains in force, IU was designated as the responsible institution with power, authority and responsibility for managing and operating IUPUI for the benefit of IU and Purdue, and the Parties were assigned specific academic, research and public service missions—it being the expectation that the parties could modify their initial mission assignments from time to time; and  WHEREAS, after fifty years of operating under the Original Agreement, and with the encouragement of key government, civic and industry constituencies, the Parties have determined that now is the time to explore improvement opportunities for operating and collaborating in Indianapolis under a new model for the more effective advancement of their respective missions and the greater benefit of their mutual stakeholders; and  WHEREAS, being mindful of the expected benefits of the Realignment Plan and the careful planning that will be necessary to implement it successfully, the Parties desire to enter into this MOU to: (i) provide a framework for the general parameters of Realignment Plan, (ii) identify potential areas for new strategic collaboration under the new model to be described in the Realignment Plan, and (iii) describe the principles and anticipated key terms of one or more definitive agreements (the “Definitive Agreements”) that, when entered into, would govern and implement the Realignment Plan and supersede the Original Agreement going forward; and  NOW, THEREFORE, in consideration of the foregoing recitals and the mutual undertakings set forth herein, and for other good and valuable consideration, the receipt and sufficiency of which are hereby acknowledged, the Parties agree as follows:   ### Article I   #### Realignment Plan   ### Article II   #### Principles and Anticipated Terms of Definitive Agreements   ### Article IV   #### Miscellaneous Terms and  Covenants  IN WITNESS WHEREOF, each of the undersigned Parties has caused this MOU to be duly executed by its authorized representatives on the dates set forth below.  Attest:  ss:_____________________________ Cynthia Ream Corporate Secretary  Date Executed:________________________  The Trustees of Purdue University  By:________________________________ Mitchell E. Daniels, Jr. President  By:__________________________________ Christopher A. Ruhl Treasurer and Chief Financial Officer  Attest:  ss: _______________________________ Andrea Havill Secretary  Date Executed:________________________  The Trustees of Indiana University  By:__________________________________ Pamela Whitten President  By:__________________________________ Dwayne Pinkney EVP for Finance and Administration "
  },
  {
    "url": "URL: https://www.iupui.edu/research/centers-institutes.html#search",
    "body": "  ## Advancing scientific discovery  Two new research institutes at IU Indianapolis will provide new opportunities for faculty and students while transforming the health and wellbeing of Hoosier communities and increasing competitiveness in key industries across the state.  Read the news release  [Read the news release](https://news.iu.edu/live/news/31996-iu-invests-more-than-250m-to-strengthen)  We will drive significant expansion of industry and community collaboration in Indiana, yielding high-impact research and creative activity that changes lives and propels IU Indianapolis into one of the nation’s premier urban research university campuses – right here in our capital city.   ## Leading the way in bioscience research  At the intersection of science, technology and medicine, the Convergent Bioscience and Technology Institute will drive interdisciplinary bioscience and technology research and collaboration with industry partners in pursuit of discoveries ranging from wearable and implantable medical devices and sensors to the advanced detection of biomarkers and AI-enabled drug discovery and delivery.  With a goal of quickly delivering IU health and sciences innovations from the bench to bedside, the institute will aim to stimulate substantial growth in the disclosure and licensing of inventions, discoveries and innovations, as well as industry partnerships and IU-launched startup companies.  Our new research institutes at IU Indianapolis will foster a culture of cutting-edge exploration and innovation that positions our state as the nation’s leading center for biosciences research and industry.   ## Improving the health of Hoosiers  The Institute for Human Health and Wellbeing will target health-focused research that integrates digital technologies to meet community needs and improve health outcomes in Indianapolis. Bringing together faculty, student researchers and thought leaders, it will address key challenges facing human health on an individual and global scale—from using AI and machine learning to detect and monitor obesity and diabetes to pursuing community-engaged research focused on health equity.  By establishing two major research institutes at IU Indianapolis and enhancing our industry and community partnerships, we will accelerate the impact of IU research and development.   ## What’s ahead  Working with industry, community and university partners, we will:   ## Research already underway  IUPUI is home to 100+ centers and institutes spanning research in health, law, religion, technology, culture, literature, leadership, and so much more.  Browse our centers and institutes  [Browse our centers and institutes](https://research.iu.edu/about/centers-institutes/index.html?page=3&campus=Indianapolis) "
  },
  {
    "url": "URL: https://www.iupui.edu/academics/online.html#search",
    "body": "  ## Make getting a degree easier with online education   ### Online classes at IUPUI  As a student at IUPUI, you always have the option to take classes online. Hundreds of classes in disciplines ranging from business and computer science to film studies are offered online every semester.  You can also choose hybrid classes—classes that have both an online and campus-based component.  [See what classes are available online next semester](https://studentcentral.iupui.edu/register/schedule-of-classes/index.html)   ### Online programs at IUPUI  Need more flexibility to complete your degree? IUPUI offers an array of online degree and certificate programs that are supported by cutting-edge learning technologies.  [View a list of online programs at IU Online](https://online.iu.edu/) "
  },
  {
    "url": "URL: https://www.iupui.edu/vision/index.html#search",
    "body": "  ## We are forging the future  It’s time. Indiana University’s commitment to build one of the nation’s premier urban research universities in the capital city took a historic step forward as trustees from both Indiana University and Purdue University approved a definitive agreement paving the way for IU to transition its operations at IUPUI, officially beginning as Indiana University Indianapolis July 1, 2024.  Watch highlights from the event:  A new era of impact  [A new era of impact](https://www.youtube.com/watch?v=in1EMSFKlIghttps://)   ### News releases  [Indiana University Indianapolis: A new era of impact is underway IU to double enrollment of Luddy School, hire 30 additional STEM faculty; $11.7 million in research grants from U.S. Department of Defense announced](https://news.iu.edu/live/news/31735-indiana-university-indianapolis-a-new-era-of-impact-is)   #### Indiana University Indianapolis: A new era of impact is underway  IU to double enrollment of Luddy School, hire 30 additional STEM faculty; $11.7 million in research grants from U.S. Department of Defense announced  [Indiana University and Purdue University sign historic agreement The agreement officially creates separate and independent Indianapolis campuses for IU and Purdue, leveraging the strengths of both globally respected reputations in the capital city.](https://news.iu.edu/live/news/31734-indiana-university-and-purdue-university-sign-historic)   #### Indiana University and Purdue University sign historic agreement  The agreement officially creates separate and independent Indianapolis campuses for IU and Purdue, leveraging the strengths of both globally respected reputations in the capital city.  [Indiana University Indianapolis increases bioscience investment IU will launch the Convergent Bioscience and Techology Institute and the Institute for Human Health and Wellbeing in the new IU Science and Technology Corridor.](https://news.iu.edu/live/news/31996-iu-invests-more-than-250m-to-strengthen)   #### Indiana University Indianapolis increases bioscience investment  IU will launch the Convergent Bioscience and Techology Institute and the Institute for Human Health and Wellbeing in the new IU Science and Technology Corridor.  [Kelley School of Business launches Indianapolis co-op program The Kelley Indianapolis Business Plus Co-op creates career-ready professionals ready to contribute to the region's economy.](https://news.iu.edu/live/news/31978-iu-business-indianapolis-co-op)   #### Kelley School of Business launches Indianapolis co-op program  The Kelley Indianapolis Business Plus Co-op creates career-ready professionals ready to contribute to the region's economy.   ### Student success strengthens our state  Our reimagined structure creates more opportunities for students and positions our graduates to make an even greater impact on Indiana.  We’ll increase the number of job-ready graduates, with a focus on developing talent in science, bioscience, medicine, and more. This will build better support for our communities and fuel economic growth in the capital city and beyond.   ### Heart of Indiana. Home of innovation.  Because we share a mission to propel Indiana’s economy, collaboration with Purdue remains central to our plan. We will continue embarking on life-changing initiatives together, such as the creation of a new biosciences engineering institute.  We are building on IUPUI’s more than 50 years of accomplishment to propel us into becoming one of the preeminent urban research universities in this country.   ### Want to know more about what's next?  As change-makers, we don't shy away from charting new territory. But we also know that understanding how things are evolving gives us confidence to move forward.   #### Ownership of programs  IU will continue to own and operate the Indianapolis campus. We will assume full responsibility for what is now the School of Science; bolster our training for tomorrow’s IT workforce by expanding our Luddy School of Informatics, Computing, and Engineering; and amplify our health science capabilities.   #### Continuity for students  Current students will experience little immediate change. They will continue earning their degrees from either IU or Purdue, and all existing programs will continue being offered on the Indianapolis campus.   #### Faculty and staff impact  The campus will continue operating with outstanding faculty members teaching and conducting world-class research alongside dedicated staff members supporting day-to-day operations.   #### Task forces for success  With careful planning, we formed task forces to address a variety of specific areas. We're dedicated to ensuring a smooth transition and realignment will be complete by the start of the 2024 academic year.   #### Read the latest update on the Vision 2024 task forces   ### Dive deeper into our vision  We want to keep you as informed as possible as we enter this bold new chapter. Visit our frequently asked questions section to learn more—and check back often, as we will update it as time goes on.  See the FAQs "
  },
  {
    "url": "URL: https://www.iupui.edu/alumni-giving/index.html#search",
    "body": "  ## IUPUI has over 206,000 living alumni  Once you graduate from IUPUI, you’ll be able to join either the Indiana University Alumni Association or the Purdue Alumni Association. You’ll also automatically become a member of the Alumni Association for the IUPUI school from which you graduated.   ### Stay involved and support IUPUI  [Give now](https://www.myiu.org/give-now)  Give now  [Get involved with the IU Foundation](https://iufoundation.iu.edu/)  Get involved with the IU Foundation  [Join the IU Alumni Association](https://alumni.iu.edu/join/index.html)  Join the IU Alumni Association  [Join the Purdue Alumni Association](https://www.purduealumni.org/membership/)  Join the Purdue Alumni Association   ### Get started at Alumni Relations  The IUPUI Office of Alumni Relations will keep you up to date on the latest IUPUI alumni news, events, services, and programs.  [Learn more at the IUPUI Office of Alumni Relations](http://alumni.iupui.edu/)   ### Invest in the power of transformation  Giving to IUPUI supports the campus initiatives that transform the lives of students, communities, and the world around us. Learn more by exploring the options below.  [Giving at IUPUI](https://www.myiu.org/give-now)   ### Help IUPUI students in crisis  As the worst public health crisis of this generation, the COVID-19 pandemic is forcing many of our students to face unforeseen hardships—from food and housing instability to unexpected medical bills. For those who are able to help, please consider giving to support students in urgent need.  [Support the IUPUI family](https://www.myiu.org/one-time-gift?appealid=f2a10254-a523-4084-9db9-fa624ef393ec&sc=AG20CAN1IUOTGNWETF24O&account=I380015129,I380009013,I320013808,I380015128,I380010642,I380014558,I320003956,I320003636,I320014563,I380015126)   #### Connect with alumni as a current IUPUI student  [IUPUI Student Foundation](http://sf.iupui.edu/) "
  },
  {
    "url": "URL: https://www.iupui.edu/about/diversity.html#search",
    "body": "  ## A foundation of diversity  Diversity is at the core of our culture at IUPUI. We’ve worked from day one to build a diverse campus community that reflects IUPUI’s urban environment, embracing a broad definition of diversity.  The Division of Diversity, Equity and Inclusion (DEI) leads IUPUI’s efforts to create and sustain a welcoming, inclusive, and equitable campus climate. DEI is home to a range of offices, centers, programs, and initiatives that educate, engage, and empower the IUPUI community.  [Learn about our commitment to diversity](http://diversity.iupui.edu)  29% of tenured and tenure-track faculty are minorities  142 countries represented in the IUPUI student body  31% of students are people of color  IUPUI has won the Higher Education Excellence in Diversity (HEED) Award from INSIGHT into Diversity magazine ten years in a row.   ### A commitment to support  We’re also dedicated to ensuring that all members of our community have the resources and support to be successful at IUPUI and beyond.  [Adaptive Educational Services Adaptive Educational Services helps people with disabilities get the support they need to be successful at IUPUI.](https://diversity.iupui.edu/offices/aes/index.html)   #### Adaptive Educational Services  Adaptive Educational Services helps people with disabilities get the support they need to be successful at IUPUI.  [LGBTQ+ Center The LGBTQ+ Center welcomes people of all identities and provides support, resources, and advocacy to the IUPUI community.](https://diversity.iupui.edu/offices/lgbtq/index.html)   #### LGBTQ+ Center  The LGBTQ+ Center welcomes people of all identities and provides support, resources, and advocacy to the IUPUI community.  [Multicultural Center The Multicultural Center promotes diversity education and multicultural awareness at IUPUI.](https://diversity.iupui.edu/offices/mc/index.html)   #### Multicultural Center  The Multicultural Center promotes diversity education and multicultural awareness at IUPUI.  [Office for Veterans and Military Personnel The office helps students who have served or are serving in the U.S. military make the transition to student life.](http://veterans.iupui.edu/)   #### Office for Veterans and Military Personnel  The office helps students who have served or are serving in the U.S. military make the transition to student life.  [Office of Intercultural Literacy, Capacity, and Engagement The office offers workshops, discussions, and programming that provide the knowledge, skills, and tools to work across differences.](https://diversity.iupui.edu/offices/ilce/index.html)   #### Office of Intercultural Literacy, Capacity, and Engagement  The office offers workshops, discussions, and programming that provide the knowledge, skills, and tools to work across differences. "
  },
  {
    "url": "URL: https://www.iupui.edu/faculty-staff/index.html#search",
    "body": "  ## Resources for faculty   ### Opportunities  [Academic positions](https://indiana.peopleadmin.com/)  [Research opportunities](https://research.iu.edu/)  [Internal research funding](https://research.iu.edu/funding-proposals/funding/opportunities/index.html)  [External research funding](https://research.iu.edu/funding-proposals/funding/index.html)  [Faculty Council](https://facultycouncil.iupui.edu/)   ### IU offices  [Office of Academic Affairs](http://academicaffairs.iupui.edu/)  [Office of the Vice Chancellor for Research](https://research.iu.edu/contact/directory/index.html)  [The Center for Teaching and Learning](http://ctl.iupui.edu/)  [Human Resources Administration](http://hra.iupui.edu/)   ## Resources for staff   ### Opportunities  [Staff positions](http://jobs.iu.edu/)  [Staff Council](https://staffcouncil.iupui.edu/)   ### IU offices  [Human Resources Administration](http://hra.iupui.edu/)   ### Campus news  [News at IUPUI](https://news.iu.edu/news/?campus=iupui)  News at IUPUI  News for faculty  [IUPUI Today](https://today.iu.edu/iupui/)  IUPUI Today  [IU Today](https://today.iu.edu/)  IU Today  The state’s largest life sciences campus, IUPUI is transforming into IU Indianapolis. At the premier urban research university in Indiana, our faculty are actively engaged in life-changing research and deeply connected to our community.   ## Resources for everyone  [Faculty and Staff Central](https://facultystaffcentral.iupui.edu/)  [Parking](http://www.parking.iupui.edu/)  [UITS Support Center](https://kb.iu.edu/d/abxl)  [Emergency preparedness](https://protect.iu.edu/emergency-continuity/emergency-contacts/iupui.html)  [Office of Equal Opportunity](https://oeo.iupui.edu/index.html)  [CrimsonCard services](https://crimsoncard.iu.edu/)  [Health Services](http://health.iupui.edu/employees/)  [Environmental Health & Safety](http://ehs.iupui.edu/) "
  },
  {
    "url": "URL: https://www.iupui.edu/about/global.html#search",
    "body": "  ## Making IUPUI a global university  We prepare our students with global mindsets and skills so they can contribute to our rapidly changing and diverse world.  That means providing access to global learning opportunities for all. Recruiting and supporting students from around the world. Hosting international scholars. Supporting interdisciplinary global research. Advancing the UN Sustainable Development Goals. And making international engagement a part the fabric of our campus and curriculum.  [Learn more about our commitment to global engagement](http://international.iupui.edu/#internationalization)   ### Creating an international college experience  We strongly encourage students to incorporate an international component into their studies. To make this possible, we offer a wide variety of study abroad, international service learning, international internship, and global learning opportunities throughout the college experience.  [Explore opportunities for study abroad and global learning at home](http://abroad.iupui.edu/)   ### Bringing the world to Indianapolis  We welcome students from around the globe and are committed to increasing the number of international students on our campus. Their presence enriches campus life and turns every classroom into a cultural exchange.  [students from around the globe](https://international.iupui.edu/indianapolis/index.html)  Learn more about international admissions  [Learn more about international admissions](http://international.iupui.edu/admissions/index.html)  In 2019–20, 1,820 international students studied at IUPUI and made up 7 percent of the student population.   ### Building educational partnerships across the globe  We engage in transformational partnerships that expand our capacity to educate students, conduct research and serve communities locally and globally.  More than 60 international affiliations are in place, and we actively partner with international institutions to tackle the global challenges defined in the UN Sustainable Development Goals .  [UN Sustainable Development Goals](https://sdg.iupui.edu/)  [Learn more about our international partnerships](http://international.iupui.edu/partnerships-initiatives/partnerships/index.html) "
  },
  {
    "url": "URL: https://www.iupui.edu/admissions/index.html#search",
    "body": "  ## Further starts here.  Wherever you want to go in life, you'll get further when you start here.  Generations of Jaguars have relied on IUPUI to help them earn a degree that opens the doors to success. Starting in the summer of 2024, you’ll have more opportunities than ever before when IUPUI becomes IU Indianapolis.  See how far IU Indianapolis can take you.  [Apply for Fall 2024 Join us in August as part of the first class of IU Indianapolis students.](https://indianapolis.iu.edu/admissions/index.html)   ### Apply for Fall 2024  Join us in August as part of the first class of IU Indianapolis students.  [Apply for Spring 2024 Join us in January as part of the last class of IUPUI students.](https://admissions.iupui.edu/)   ### Apply for Spring 2024  Join us in January as part of the last class of IUPUI students.   ### Get a world-class degree that can take you anywhere  Take your pick from hundreds of degree programs to create an academic journey that fits your life now and takes you further. Explore degrees in healthcare, business, artificial intelligence, informatics—if you can imagine it, you can do it here.  [Explore academic programs](https://indianapolis.iu.edu/admissions/academics/index.html)   ### Make downtown Indy your classroom  This is where college campus vibes meet the excitement of the big city. You’ll study on our 369-acre campus in the heart of downtown Indianapolis, putting you within walking distance of countless opportunities to gain real-world experience.  Schedule a campus tour and experience everything we have to offer for yourself.  [Plan a campus visit](https://indianapolis.iu.edu/admissions/visit/index.html) "
  },
  {
    "url": "URL: https://www.iupui.edu/about/rankings-statistics.html#search",
    "body": "  ## IUPUI Rankings  #8 Nationally Ranked University and in the top 10% globally in Sustainability according to Times Higher Education  #23 in Best Undergraduate Nursing by U.S. News & World Report  TWELVE-TIME Winner of the Higher Education Excellence in Diversity Award From Insight into Diversity  ONLY School of Dentistry in Indiana  FIRST School of Philanthropy in the World  #58 For most innovative schools as ranked by US News & World Report   ### Academics and student life  IUPUI offers a comprehensive array of programs and majors and countless ways to become involved and engaged.  Explore degrees and majors  25,497 students in 2023; 17,037 undergrad and 8,460 graduate and professional students  139 countries, 50 states and all 92 Indiana counties represented  43.7% beginner students of color in Indianapolis  550+ degree and certificate programs  17 degree-granting schools  500+ student organizations   ### Our faculty and staff  IUPUI attracts world-class faculty from around the globe and employs a dedicated staff of professionals committed to student success.  3,927 full-time faculty, 92%+ with professional or doctoral degrees  4,947 Full-time staff  6th Largest employer in Indianapolis   ### Research  Research conducted at IUPUI, including the IU School of Medicine, propels life-saving discoveries, cutting-edge innovation, and creative endeavors that improve our world.  $629M+ in research funding  2,000+ research grants awarded in 2020–21  56 research centers and institutes   ### IUPUI and the Indianapolis community  #6 Best city to start a career by Bankrate  1,300+ community organizations engaged in research or service learning with IUPUI  #6 best large metro areas for teleworking by bestplaces.net  [See the IUPUI Strategic Plan](http://strategicplan.iupui.edu/)  See the IUPUI Strategic Plan  [View the IUPUI Community Report](https://communityreport.iupui.edu/)  View the IUPUI Community Report "
  },
  {
    "url": "URL: https://www.iupui.edu/jaguar-life/housing-dining.html#search",
    "body": "  ## It’s the on-campus college experience you’ve always wanted  Imagine you: living on campus in one of our residence halls or apartments, and only minutes away from your farthest class.  You’re back in your room after an exciting day of learning and meetings (you gathered at the CUBE with fellow leaders of your student organization to pitch a big idea, and they loved it!), and now you’re ready for dinner. So you see if your roommate and your friends down the hall want to go grab some food in the dining hall downstairs.   ### Find the space that's right for you!  By coming to IUPUI you’ve made the decision to invest in your future. Now it’s time to choose a living environment where you will thrive.  Our campus residence options were developed for students of all kinds. University Tower , for instance, is a four-star-hotel turned IUPUI oasis dedicated to freshman living. Our Riverwalk Apartments , on the other hand, are for students who want a taste of independence while still staying connected to the Jaguar community.  [University Tower](https://housing.iupui.edu/explore/housing-options/tower.html)  [Riverwalk Apartments](https://housing.iupui.edu/explore/housing-options/riverwalk/index.html)  Ball Hall offers a traditional take on college residence halls and North Hall , which opened in fall 2016, is a contemporary residence hall with state-of-the-art amenities.  [Ball Hall](https://housing.iupui.edu/explore/housing-options/ball.html)  [North Hall](https://housing.iupui.edu/explore/housing-options/north.html)  [Learn more about on-campus housing](http://housing.iupui.edu/)  Top left: Students relax in a North Hall commons area. Bottom left: On campus living at the Riverwalk Apartments. Right: The newly refurbished University Tower.   ### Dining services at IUPUI are diverse—and sustainable  As a Jaguar, you’ll have plenty of options to stay fueled and feeling good throughout your day. Stop by Tower Dining for an all-you-care-to-eat culinary experience. Or meet for lunch with one of your professors at the atmospheric Chancellor’s Restaurant.  After you select a meal plan, you’ll use your CrimsonCard for payment at all campus dining locations—including that caffeine run to Caribou Coffee at the Campus Center between classes, or any other one of our 100+ on- and off-campus eateries.  [CrimsonCard](https://crimsoncard.iu.edu/)  [Campus Center](https://studentaffairs.iupui.edu/campus-center/restaurants-services/index.html)  [Learn more about dining services](http://www.dineoncampus.com/iupui/)   #### Our food services also fully support IUPUI’s sustainability practices  That means we’ve invested in a food waste reduction program; our eggs come from cage-free farms; our yogurt and milk are free of artificial growth hormones; we use eco-friendly packaging when possible; frying oils are recycled as bio diesel; and the list could go on. "
  },
  {
    "url": "URL: https://www.iupui.edu/disclosures/index.html#search",
    "body": "  ## Notice of availability of required disclosures  This page contains consumer information that IUPUI is required to make publicly available.   ### General information   #### Equal Opportunity/Affirmative Action  Indiana University is an equal employment and affirmative action employer and a provider of ADA services. All qualified applicants will receive consideration for employment without regard to age, ethnicity, color, race, religion, sex, sexual orientation or identity, marital status, national origin, disability status, or protected veteran status. Indiana University does not discriminate on the basis of sex in its educational programs and activities, including employment and admission, as required by Title IX. Questions or complaints regarding Title IX may be referred to the U.S. Department of Education Office for Civil Rights or the university Title IX Coordinator.  [View IU’s Non-Discrimination/Equal Opportunity/Affirmative Action policy](https://policies.iu.edu/policies/ua-01-equal-opportunity-affirmative-action/index.html)   #### Security statement  Indiana University’s Annual Security Reports , containing policy statements and crime statistics for IU campuses, are available on the Protect IU website . A paper copy can be requested by emailing Public Safety at iups@iu.edu . All IUPUI crime statistics are reported on the IUPUI Police website .  [Annual Security Reports](https://protect.iu.edu/police-safety/annual-reports/index.html)  [Protect IU website](http://protect.iu.edu)  [IUPUI Police website](https://iupd.iupui.edu/contact/)  IUPUI employs 34 full-time sworn police officers. The full-time and student police officers are certified as law enforcement officers by the Indiana Law Enforcement Training Board and meet the same standards as other law enforcement officers in Indiana.  In an effort to provide protection and security to the campus, the IUPUI Police provide a number of services, including over 90 yellow emergency telephones on campus that are direct lines to the IUPUI Public Safety Dispatch Center. These allow anyone on campus to request any type of assistance. In addition, students may obtain an IUPUI Police escort to their car or another building on campus by calling 317-274-SAFE (7233) 24 hours a day.  The IUPUI Police also provide or will facilitate informational sessions on crime prevention, security issues, and other related topics.   ### Admission information   #### Application fee  You must pay a $65 nonrefundable application fee with your application. If you apply online, you can pay the fee with a credit card at the time you submit your application.  You do not have to pay an application fee if:   ##### Fee waivers  We will waive the application fee for students who demonstrate financial need. You can request a fee waiver by:  If you apply online and request a fee waiver, the form must arrive by the date you designate on your application.  Periodically, the Office of Undergraduate Admissions may offer fee waivers to any freshman applicant during specified times, including at some IUPUI events. If offered, we will send instructions for processing the waiver via email to the address on the student’s unsubmitted application. If a student fails to read their email or follow the waiver instructions in those messages and pays the fee, they do not qualify for a fee refund.   #### Final transcripts  If you have been admitted to IUPUI and are currently enrolled in either high school or college courses, you must arrange for a final transcript to be sent to the Office of Undergraduate Admissions. Your high school transcript will be reviewed for satisfactory completion of entrance requirements, and any college transcripts will be reviewed for transfer credit evaluation.  If you were admitted prior to receiving your final grades and you later receive a D or F in a Core 40 course required to earn the Core 40 endorsement, you must notify the director of undergraduate admissions to discuss enrollment options.   #### Students with education outside the U.S.  If you are a U.S. citizen, permanent resident, refugee, asylee, or undocumented immigrant who has completed secondary/and or postsecondary education outside the U.S., you will apply through the Office of Undergraduate Admissions . U.S. citizens who attend American or international schools that hold U.S. accreditation or Department of Defense schools also apply through the Office of Undergraduate Admissions.  [Office of Undergraduate Admissions](http://admissions.iupui.edu)  All other international applicants must apply through the Office of International Affairs . Contact the office at 317-274-7000 or iapply@iupui.edu for application materials.  [Office of International Affairs](http://international.iupui.edu/admissions/index.html)   #### Use of ethnicity information  Ethnicity information is gathered in compliance with the definitions and procedures included in the 1997 revision of the OMB Statistical Policy Directive No. 15 and the U.S. Department of Education Final Guidance on Maintaining, Collecting, and Reporting Racial and Ethnic Data to the Department of Education (Federal Register, Vol. 72, No. 202, 10/19/2008). This information will not be used in determining a student’s admissibility to IUPUI.  IUPUI prohibits discrimination based on arbitrary consideration of such characteristics as age, color, disability, ethnicity, marital status, national origin, race, religion, sexual orientation, or veteran status.   #### Use of social security numbers  Please note that Section 483 and 484 of the Higher Education Act (HEA) of 1965, as amended, provide the Department of Education the authority to ask students and their parents the questions on the Free Application for Federal Student Aid (FAFSA) and to collect the social security numbers of students and their parents. State and institutional student financial aid programs also may use the information provided on the FAFSA to determine if students are eligible to receive state and institutional aid.  [Free Application for Federal Student Aid (FAFSA)](http://fafsa.gov)  Each student is assigned a 10-digit number that serves as their university I.D. That number will be included with students’ admission correspondence. Students’ social security numbers will not be used for this purpose. "
  },
  {
    "url": "URL: https://www.iupui.edu/jaguar-life/athletics.html#search",
    "body": "  ## Get ready to roar  IUPUI is home to downtown Indy’s only Division I college sports program. In 2017, we joined the NCAA’s Horizon League , a Division I athletic conference with 10 member institutions. Our student-athletes compete against Horizon League members in 18 sports, approaching every challenge with ferocious determination. Together with our fans, we’re launching a new era of victory for Jaguar athletics.  [Horizon League](http://horizonleague.org/index.aspx)  [Learn more about IUPUI athletics](http://www.iupuijags.com/)   ### 8 Men’s NCAA Division I Sports   ### 10 Women’s NCAA Division I Sports   ### We’re ready to make noise. Are you?  At IUPUI, creating tradition is a team sport. Jaguar student-athletes are fierce competitors, but they can’t do it alone. They need the support, enthusiasm, and energy of their fans—especially their fellow students—to help propel them to victory.  All IUPUI athletic events are free for students with a valid Crimson Card. So gather your friends and head out to the court, the field, or the green—and prepare to roar with all your might.  [Get tickets to IUPUI athletic events](http://iupuijags.com/sports/2008/1/2/tickets.aspx) "
  },
  {
    "url": "URL: https://www.iupui.edu/academics/index.html#search",
    "body": "  ## A partnership like no other  Top-ranked Indiana University and Purdue University come together at IUPUI to offer an unparalleled academic experience. We offer more than 550 degrees from IU and Purdue with classes taught by nationally ranked professors. Take advantage of an affordable education and opportunities that can only be found in Indianapolis.  Explore majors by your interests Learn about IU and Purdue programs  [Learn about IU and Purdue programs](https://www.iupui.edu/academics/degrees-majors/index.html)  17 degree-granting schools  550+ Degrees and majors   ### Learn. Investigate. Create. Innovate. Discover. Lead.  As Indiana’s premier urban research university, our students put what they learn into action before they graduate. At IUPUI, you’ll be able to conduct research, work hand in hand with community leaders, get hands-on experience in your field, and expand your worldview from a global perspective through engaged learning.  [global perspective](https://www.iupui.edu/about/global.html)  [Find engaged learning opportunities](https://getengaged.iupui.edu/)   ### Standing up for student success  We believe our students are at their best when they are heard and their personal experiences are recognized. Our academic advisors work to make your educational dreams a reality, and we promote student learning and success in everything we do, such as offering tailored academic support, advocating for student rights, and creating an intentionally inclusive and accessible campus community.   ### Turn your passion into your career  IUPUI’s career exploration and development services provide guidance as you prepare to use what you’ve learned to support your future. We’ll help you choose a major that aligns with your career goals, find internship opportunities, and help you build a professional network suited for your success.   ### Discover our regional centers   #### IU Fort Wayne  With academic programs in dentistry, medical imaging and radiologic sciences, medicine, nursing, and social work, IU Fort Wayne is preparing the next generation of health sciences professionals.  [Learn more about IU Fort Wayne](https://www.iufw.edu/)   #### IUPUC  IUPUC serves those living and working in and around Columbus, Indiana. It offers 12 undergraduate and three graduate degree programs, as well as general education classes that apply toward degrees offered at IUPUI.  [Learn about IUPUC](http://www.iupuc.edu/)   ### Take the next step toward becoming a Jaguar  [Schedule a visit](https://admissions.iupui.edu/visit/index.html)  [Learn how to apply](https://admissions.iupui.edu/) "
  },
  {
    "url": "URL: https://www.iupui.edu/privacy/#search",
    "body": " Effective: 2023-07-11   ## IU Privacy Statement  At Indiana University (IU), we are committed to protecting the privacy and confidentiality of personal information entrusted to us. The university’s Privacy Policy statement outlines how we collect, use, and safeguard personal information obtained through our websites, online services, and other interactions with individuals. By accessing and using IU's services, you acknowledge and consent to the practices described in this policy.  [Privacy Policy statement](https://privacy.iu.edu/privacy/global.html)  For additional information specific to this website, please review the following privacy notice.   ## Applicability  This privacy notice applies only to the IUPUI gateway website (https://www.iupui.edu) and explains our practices concerning the collection, use, and disclosure of visitor information. Visitor information collected by the Office of the Vice President of Communications and Marketing will be used only as outlined in this privacy notice.  Other units at the university may collect and use visitor information in different ways. Therefore, visitors to other university websites should review the privacy notices for the particular sites they visit. The Office of the Vice President of Communications and Marketing is not responsible for the content of other websites or for the privacy practices of websites outside the scope of this notice.   ## Changes  Because internet technologies continue to evolve rapidly, the Office of the Vice President of Communications and Marketing may make appropriate changes to this notice in the future. Any such changes will be consistent with our commitment to respecting visitor privacy and will be clearly posted in a revised privacy notice.   ## Collection and Use   ### Passive/Automatic Collection  When you view pages on our site, the web server automatically collects certain technical information from your computer and about your connection.  This site is hosted on IU Sitehosting , a shared web–hosting environment provided by IU’s University Information Technology Services. For more information about privacy practices related to IU Sitehosting, read the Webserve/IU Sitehosting Privacy Notice Supplement .  [IU Sitehosting](https://kb.iu.edu/d/axnv)  [Webserve/IU Sitehosting Privacy Notice Supplement](https://kb.iu.edu/d/bfrm)  In addition to any information collected by IU Sitehosting, our server and/or site collects the following:  Continued use of our website indicates consent to the collection, use, and disclosure of this information as described in this notice.  This technical information is not retained or utilized.   ### Active/Manual/Voluntary Collection  Other than automatically collected technical information about your visit (described above, or cookies, described below), we may ask you to provide information voluntarily, such as through forms or other manual input—in order to make products and services available to you, to maintain and manage our relationship with you, including providing associated services or to better understand and serve your needs. This information is generally retained as long as you continue to maintain a relationship with us. Your providing this information is wholly voluntary. However, not providing the requested information (or subsequently asking that the data be removed) may affect our ability to deliver the products or service for which the information is needed. Providing the requested information indicates your consent to the collection, use, and disclosure of this information as described in this notice. Information we may actively collect could include:   ### Information Usage  This information is:   ### Information Used For Contact  If you supply us with your postal/mailing address:  If you do not want to receive such mailings, or would like to be added to our “do not share” list, please let us know by:   ### Information Sharing  We may share aggregate, non-personally identifiable information with other entities or organizations.  We may share personally identifiable information with other entities or organizations, under the following circumstances:  This information is:  We may provide this information to:  We may make some personally identifiable information available, such as:  Except as provided in the Disclosure of Information section below, we do not attempt to use the technical information discussed in this section to identify individual visitors.   ### Cookies  A cookie is a small data file that is written to your hard drive that contains information about your visit to a web page. If you prefer not to receive cookies, you may configure your browser not to accept them at all, or to notify and require approval before accepting new cookies. Some web pages/sites may not function properly if the cookies are turned off, or you may have to provide the same information each time you visit those pages.  In order to customize the information and services offered to you, our site uses cookies to:  We may share anonymous, aggregate information collected from cookies with contracted organizations to help improve your visit experience or for remarketing purposes.   ### Children  This site is not directed to children under 13 years of age, does not sell products or services intended for purchase by children, and does not knowingly collect or store any personal information, even in aggregate, about children under the age of 13. We encourage parents and teachers to be involved in children's internet explorations. It is particularly important for parents to guide their children when they are asked to provide personal information online.   ### Use of Third-Party Services  This website uses Google Analytics, a web analytics service provided by Google, Inc. (\"Google\"). Google Analytics uses cookies (described above) to help the website analyze how users use the site. The information generated by the cookie about your use of the website (including possibly your IP address) will be transmitted to and stored by Google.  For more information, please visit Google's Privacy Policy .  [Google's Privacy Policy](https://www.google.com/policies/privacy)  This website utilizes Clarity by Microsoft, a web analytics service. More information about this service can be found here: https://privacy.microsoft.com/en-us/privacystatement  [https://privacy.microsoft.com/en-us/privacystatement](https://privacy.microsoft.com/en-us/privacystatement)  This website utilizes advertising services provided by BSMNT , an advertising agency contracted by Indiana University. For more information, visit BSMNT’s Publisher and Platform Policies .  [BSMNT](https://thebsmnt.com/)  [Publisher and Platform Policies](https://thebsmnt.com/policies/)  This website may utilize advertising services provided by Carnegie Dartlet , an advertising agency contracted by Indiana University. For more information, visit Carnegie Dartlet’s Privacy Policy .  [Carnegie Dartlet](https://www.carnegiehighered.com/)  [Carnegie Dartlet’s Privacy Policy](https://www.carnegiehighered.com/privacy-policy/)  To try to bring you the best web experience possible, we have relationships with other companies that we allow to analyze traffic to our websites and serve you relevant ads across various platforms.  More information about these services can be found at the following sites:  [https://www.snap.com/en-US/privacy/privacy-policy](https://www.snap.com/en-US/privacy/privacy-policy)  [https://www.groundtruth.com/privacy-policy/](https://www.groundtruth.com/privacy-policy/)  [https://legal.yahoo.com/us/en/yahoo/privacy/products/developer/index.html](https://legal.yahoo.com/us/en/yahoo/privacy/products/developer/index.html)  [https://ads.tiktok.com/i18n/official/policy/privacy](https://ads.tiktok.com/i18n/official/policy/privacy)  [https://policies.google.com/privacy](https://policies.google.com/privacy)  [https://support.google.com/adspolicy/topic/1626336](https://support.google.com/adspolicy/topic/1626336)  [https://about.ads.microsoft.com/en-us/resources/policies/microsoft-advertising-privacy-policy](https://about.ads.microsoft.com/en-us/resources/policies/microsoft-advertising-privacy-policy)  [https://www.thetradedesk.com/us/privacy](https://www.thetradedesk.com/us/privacy)  [https://www.semcasting.com/privacy-policy/](https://www.semcasting.com/privacy-policy/)  [https://www.facebook.com/about/privacy/](https://www.facebook.com/about/privacy/)  [https://www.linkedin.com/legal/privacy-policy](https://www.linkedin.com/legal/privacy-policy)  [https://snap.com/en-US/privacy/privacy-policy](https://snap.com/en-US/privacy/privacy-policy)   ## Security  Due to the rapidly evolving nature of information technologies, no transmission of information over the internet can be guaranteed to be completely secure. While Indiana University is committed to protecting user privacy, IU cannot guarantee the security of any information users transmit to university sites, and users do so at their own risk.   ## Links to Non-University Sites  Indiana University is not responsible for the availability, content, or privacy practices of non-university sites. Non-university sites are not bound by this site privacy notice policy and may or may not have their own privacy policies.   ## Privacy Notice Changes  From time to time, we may use visitor information for new, unanticipated uses not previously disclosed in our privacy notice.  We will post the policy changes to our website to notify you of these changes, but only data collected from the time of the policy change forward will be used for these new purposes. If you are concerned about how your information is used, you should check back at our website periodically.   ## Contact Information  If you have questions or concerns about this policy, please contact us.  Indiana University 420 University Blvd. Indianapolis, Indiana 46202  If you feel that this site is not following its stated policy and communicating with the owner of this site does not resolve the matter, or if you have general questions or concerns about privacy or information technology policy at Indiana University, please contact the chief privacy officer through the University Compliance and Policy Office, 812-855-UIPO ( 812-855-8476 ), privacy@iu.edu . "
  },
  {
    "url": "URL: https://www.iupui.edu/jaguar-life/student-organizations.html#search",
    "body": "  ## Get involved  Students who actively participate in student organizations at IUPUI aren’t doing it for the extra bullet point on their resume (though it sure does look nice there).  They’re involved because they’re passionate about the work they get to do through the organization.  They’re excited about the relationships they’re building—professional and personal.  And they’re excited about where their experiences will take them.   ### Find a student organization  Plan an international service trip with Timmy Global Health, or create opportunities for civil discourse with Democracy Plaza. Join the Graduate Professional Student Government, or dedicate your talents to the Student Activities Programming Board.  When you join a student organization at IUPUI, you’ll develop the valuable experience and connections needed to get a head start on a career you’ll love.  [Search student organizations](https://thespot.iupui.edu/)  500+ Student organizations at IUPUI  The Student Foundation at IUPUI organized Jagathon —IUPUI’s dance marathon that raises money for Riley Hospital for Children. Learn how to join the Student Foundation at IUPUI .  [Jagathon](http://sf.iupui.edu/jagathon/)  [Learn how to join the Student Foundation at IUPUI](http://sf.iupui.edu/)   ### Once you’ve joined an organization, remember the resources available to you  There are plenty of resources on campus to help your student organization promote things like meetings, events, and fundraisers.  Start by stopping by the CUBE. Located in the Campus Center, this is where org members gather to discuss business and prepare to make some waves.  You’ll also want to check out the Multimedia Production Center , which is a media lab created specifically to help student organizations with print and electronic advertising.  [Multimedia Production Center](https://studentaffairs.iupui.edu/get-involved/student-organizations/multimedia-production-center.html)  [Learn more about student organization resources](https://studentaffairs.iupui.edu/get-involved/student-organizations/index.html) "
  },
  {
    "url": "URL: https://www.iupui.edu/about/vision-mission.html#search",
    "body": "  ## IUPUI mission  IUPUI, a partnership between Indiana and Purdue universities, is Indiana’s urban research and academic health sciences campus.  IUPUI’s mission is to advance the state of Indiana and the intellectual growth of its citizens to the highest levels nationally and internationally through research and creative activity, teaching and learning, and civic engagement.  By offering a distinctive range of bachelor’s, master’s, professional, and Ph.D. degrees, IUPUI promotes the educational, cultural, and economic development of central Indiana and beyond through innovative collaborations, external partnerships, and a strong commitment to diversity.   ## IUPUI vision  Our vision: To be a leading urban research institution recognized for the success of its students, its advances in health and life sciences, and its intellectual, economic, and cultural contributions to the well-being of the citizens of Indianapolis, the state of Indiana, and beyond.   ### Annual Performance Reports  Get an in-depth view of how we're working to make our vision and mission a reality.  [2021 Performance Reports](https://strategicplan.iupui.edu/AnnualReports/2021)  [Archive of Past Reports](https://strategicplan.iupui.edu/Performance-Report/Archive) "
  },
  {
    "url": "URL: https://www.iupui.edu/academics/career.html#search",
    "body": "  ## Career development services that are ready when you are  It’s never too early to start planning for your career. In fact, you should start thinking about your post-graduation future even before you arrive on campus.  We have resources designed to help you every step of the way.   ### Career Development  In your academic school, you’ll have access to career advisors who specialize in the fields you want to pursue. That’s where you’ll also find field-specific internship and networking opportunities.  [Explore career services at your school](https://career.iupui.edu/students-alumni/career-services/index.html)   ### Career Exploration  As a beginning student in University College at IUPUI or enrolled in a school but wanting to explore options, you are welcome and encouraged to use the services of the Academic and Career Development in University College. The academic and career advisors there can help you develop a career plan and identify majors, minors, and certificate programs aligned with your goals.  [Learn more about University College Academic and Career Development](http://acd.iupui.edu/) "
  },
  {
    "url": "URL: https://www.iupui.edu/vision/faqs.html#community",
    "body": "  ## Get answers to your questions about the future of our campus  On this page, you can find answers to some of the most frequently asked questions regarding our plans for IUPUI and how those plans will affect you.  General and background information  Current and prospective students  Athletics  IUPUI community   ### General and background information   #### What will happen to the IU and Purdue programs on campus?  IU will continue to own and operate the Indianapolis campus.  IU will assume full responsibility for what is now the School of Science at IUPUI, except for its Department of Computer and Information Science, which will become part of Purdue.  Purdue will retain responsibility and authority for what is now the School of Engineering and Technology at IUPUI, except for the Department of Music and Arts Technology , which will join the IU Herron School of Art & Design on Jan. 1, 2024.  [Department of Music and Arts Technology](https://news.iu.edu/live/news/32676-music-and-arts-technology-joins-herron-school)  IU will accelerate training for tomorrow’s IT workforce by expanding its Luddy School of Informatics, Computing, and Engineering, with new computer science programs in Indianapolis, including fully online options.  IU will continue to operate all other schools and departments , providing innovative educational experiences for students in IU programs such as business, law, nursing, social work, the arts and humanities, and a wide range of other academic disciplines. In addition, IU will be responsible for providing certain administrative and support services for both academic organizations.  [all other schools and departments](https://indianapolis.iu.edu/admissions/academics/degrees-and-programs/index.html?campus=indianapolis)  Updated: Nov. 16, 2023   #### What is the timing of the change?  IU and Purdue have been working together to develop a full operational plan for the transition, with the realignment expected to be completed by July 1, 2024.  Updated: Sept. 29, 2023   #### Will IUPUI keep its existing name?  Purdue and IU will operate under their respective identities in Indianapolis after the realignment, at which time the campus will be called Indiana University Indianapolis. Purdue will offer its programs under the name of Purdue in Indianapolis.  Updated: Sept. 29, 2023   #### What is the process for working through the details of the realignment? And how will faculty, staff, and students be engaged in the process?  Now that the planning efforts have concluded, IU has formed several implementation teams that are focusing on work in the following areas: academic affairs, communications, enrollment management, facilities and signage, finance and administration, IT, research, and student services.  Updates will be shared via various campus communication channels and social media as appropriate. Additionally, people can submit any question through the link at the bottom of this page.  Purdue is engaging a separate set of working groups for the implementation phase of the realignment.  Updated: Sept. 29, 2023   #### What is happening?  Indiana’s two world-class public research universities, Indiana University and Purdue University, are taking their 52-year-old collaborative IUPUI vision to the next level: creating a next-generation urban campus in which each institution operates independently, leveraging the strength of both globally respected reputations. Under the new structure, both universities will be able to expand academic and research portfolios, investing millions of dollars in both individual and collaborative efforts.  The Memorandum of Understanding between the universities includes full details about the agreement.  Updated: Sept. 2, 2022   #### Will IU Indianapolis remain a core campus of Indiana University or will it be designated as a regional campus?  There will be no change to the core campus designation; IUPUI is a core campus of Indiana University and will remain a core campus after the realignment and the campus is known as IU Indianapolis.  Updated: Sept. 2, 2022   #### Can I read the MOU?  The Memorandum of Understanding between the universities is available for everyone to read and includes full details about the agreement.  Updated: Sept. 2, 2022   #### Why was the decision made?  The dramatically growing needs of our state call for a correspondingly bold move to provide the world-class higher education and research capabilities our economy needs. Central Indiana business and community leaders have expressed a desire for increased talent and training in the engineering, sciences, technological and healthcare disciplines, and a related desire for more high-end research in our community. The plan will increase the number of job-ready graduates in an innovation-led economy, fuel economic growth in the region and the state, and enhance service to the Indianapolis community and beyond.  It also provides a platform for collaboration in which each university’s strengths will enhance funding opportunities for joint research initiatives, including creation of a joint biosciences engineering institute. This new institute will develop new life-enhancing therapies and technologies while simultaneously creating a highly sought-after pool of professionals whose unique research and training will create start-ups and attract new companies to Indiana.  Updated: Aug. 12, 2022   #### Why now?  IUPUI has been innovative, resourceful, and collaborative in serving the needs of Indianapolis, Central Indiana, and the state, educating hundreds of thousands of people, bringing leadership and engagement to our state. This new model responds to calls we have heard from Indianapolis and across the state for a bigger and more visible presence of both universities to strengthen the city and state in the modern economy.  Updated: Aug. 12, 2022   ### Current and prospective students  We know students have questions on many topics related to the realignment.  Check out the following categories, and if you can't find your question, submit it to us using the link at the bottom of the page.   #### Academics   ##### Will IU and Purdue be on the same academic calendar?  Each institution will maintain its own academic calendar but will align calendars as closely as possible to best serve all students beginning fall semester 2024.  Updated: Sept. 8, 2023   ##### Will IU students be able to take classes through Purdue? And will Purdue students be able to take classes through IU?  Beginning with registration for the fall 2024 semester, IU students may register and be enrolled in elective education courses at Purdue Indianapolis (on the Purdue academic calendar) as visiting students. Those credits can then be transferred to IU. Likewise, Purdue students may register and be enrolled in elective education courses at IU Indianapolis (on the IU academic calendar) as visiting students. Those credits can then be transferred to Purdue.  International students may also enroll concurrently in courses at both IU and Purdue in Indianapolis but must maintain enrollment in at least one in-person course each semester at the campus that issues their immigration document, report their concurrent enrollment in Atlas, and otherwise continue to maintain full-time enrollment .  [maintain full-time enrollment](https://international.iupui.edu/visas/f1-students/enrollment/index.html)  Updated: Sept. 8, 2023   ##### I’m in a degree program that is being realigned with the other university. Do I have a choice on whether I get an IU or Purdue degree?  Yes. If their degree program is transferring to the other institution, students enrolled prior to July 1, 2024, have until Nov. 29, 2024, to declare their intention to receive a degree from either IU or Purdue upon graduation.  Updated: Sept. 8, 2023   ##### Once I start my Purdue program in the fall of 2023, will I be able to finish my degree program?  Yes. The “teach-out” period will continue through June 30, 2027. Students involved in the teach-out are expected to complete their degree requirements by that date. Purdue advisors will work with any student who is not on track to finish by that date to determine how to best support them as they continue to work toward completing their degree.  Teach-out students who do not complete their degree requirements in a timely manner will be managed on a case-by-case basis by Purdue.  Updated: Sept. 7, 2023   ##### What happens if I need more than four years to finish my Purdue program?  By the end of spring 2027, Purdue expects most students to have completed or mostly completed their degree programs. Purdue advisors will work with any student who is not on track to finish by that date to determine how to best support them as they continue to work toward completing their degree.  Updated: Sept. 7, 2023   ##### Where will my degree come from when I graduate?  Students completing IU programs will receive Indiana University degrees, and students completing Purdue programs will receive Purdue University degrees as long as they continue to make steady academic progress.  Updated: May 11, 2023   ##### Will the list of possible majors change?  There are no changes to the degree programs for the 2023-24 academic year. But we may add academic programs once we officially become IU Indianapolis based on our educational mission, workforce demands in the city and state, and other factors.  Updated: May 11, 2023   ##### Will I be able to have a double major with an IU program and a Purdue program? Or will I be able to have a major with one university and a minor with the other university?  Students who start their degree programs in fall 2023 will be able to complete whatever academic combination they started. After that time, students will not be able to have a major in one university and a minor with the other university.  Updated: May 11, 2023   ##### If I’m a pre-major for a Purdue program, how can I ensure entry into the Purdue program by the time the realignment is official on July 1, 2024?  All pre-majors must meet all program requirements and be admitted into the Purdue program by July 1, 2024.  Updated: May 11, 2023   ##### Will I be able to change my major?  Yes. Students will be able to change their major during the 2023-24 academic year using the process that currently exists at IUPUI. Even after the realignment and beginning with fall 2024, students will still be able to change their majors within the same university.  After July 1, 2024, if a student wants to change their major between IU and Purdue programs, they will need to apply as a transfer student to the other institution.  Updated: Apr. 17, 2023   ##### Where will I be taking classes after the realignment on July 1, 2024?  While classroom assignments are not yet known, both IU and Purdue will offer classes on campus, so you will be taking classes on campus just as you were prior to the realignment.  Updated: Apr. 17, 2023   ##### Can I still major in science at IU Indianapolis?  Yes. The School of Science offers a number of IU degrees in Indianapolis including biology, chemistry and chemical biology, earth sciences, forensic and investigative sciences, mathematical sciences, neuroscience, physics, and psychology.  Updated: Apr. 11, 2023   ##### Will an IU degree from the School of Science be the same caliber as the current degree?  Yes, an IU degree that students will receive from the School of Science will be of the same caliber as the science degree that students receive today. Our professors are not changing, the classes being offered are not changing, and the research opportunities for students will continue to get better and better.  Updated: Apr. 11, 2023   ##### Will the IU Indianapolis Honors College be available to Purdue students studying in Indianapolis starting in the 2024-25 academic year?  Purdue students wishing to participate in an honors program must apply to Purdue West Lafayette for admissions consideration to the Purdue Honors College.  Updated: Nov. 17, 2022   ##### Will the courses I need to finish my degree continue to be offered on the Indianapolis campus?  Yes. All students who start their degree programs prior to 2024 will be able to finish their degrees. You may hear IUPUI representatives refer to the term “teach out” to describe this process.  Updated: Nov. 17, 2022   ##### How will the realignment impact graduate students?  When the transition is fully implemented, Indianapolis graduate programs with the School of Engineering and Technology and the Department of Computer and Information Science will be merged with Purdue University programs on the West Lafayette campus, all governed by the Purdue Graduate School. Students who successfully complete these programs through Purdue will earn a Purdue University West Lafayette degree.  Updated: Sept. 19, 2022   #### Admissions   ##### How will I apply to Purdue degree programs that will be offered in Indianapolis after the realignment?  Students who want to pursue a Purdue degree in engineering, technology, or computer science in Indianapolis starting in fall 2024 must apply to Purdue West Lafayette.  Updated: Sept. 7, 2023   ##### Will the admissions requirements for IU Indianapolis change? What about the admission requirements for Purdue University in Indianapolis?  The admission requirements for IU Indianapolis will not change. However, students seeking to attend Purdue University in Indianapolis on or after July 1, 2024, will apply for admission to Purdue University using the processes and admission standards in place for Purdue West Lafayette.  Updated: Sept. 7, 2023   ##### If I don’t get into a Purdue program by July 1, 2024, can I enroll in the same program through IU Indianapolis?  Yes for all programs that IU Indianapolis offers, including majors in the School of Science and the Luddy School of Informatics, Computing, and Engineering, although there are a few programs for Purdue that IU Indianapolis does not offer.  Updated: Apr. 26, 2023   ##### If I’ve been admitted to a program for this fall, can I defer my admission to spring 2024 or fall 2024?  Students will be able to defer to spring 2024. However, students in Purdue programs will not have the ability to defer to fall 2024.  Students who want to defer admission to a Purdue program for fall 2024 will need to reapply to Purdue.  Updated: Apr. 17, 2023   ##### Will campus tours continue to be made available to both Purdue and IU students?  Yes. All are welcome to tour the campus, and a portion of the tour will be focused on the academic school in which the student is interested.  Updated: Nov. 17, 2022   ##### Is my high school counselor aware of the realignment?  High school counselors are a priority to us so they can help share and clarify the realignment with their students. They are being contacted regularly, via email and in person, as details emerge.  Updated: Nov. 17, 2022   #### Housing and campus life   ##### Will Purdue students have access to student services and extracurricular activities?  Yes. IU will issue Purdue students identification cards similar to those issued to IU students so that they can access student services and participate in extracurricular activities requiring identification. Additionally, Purdue students are welcome to participate in student organizations and activities in West Lafayette.  Updated: Sept. 8, 2023   ##### Will Purdue faculty and staff have access to IU Indianapolis activities?  Faculty and staff serving in a Purdue realigned academic unit can join and participate in all employee services and extracurricular events and activities offered and supported by IU, including but not limited to parking, faculty and staff organizations, library access and resources, groups, and clubs.  Updated: Sept. 8, 2023   ##### If I am a Purdue student, will I be able to stay in the residence halls after the realignment?  Yes. Beginning with the 2024–25 academic year, IU will provide student housing to Purdue students in North Hall, with Purdue students housed on Purdue floors and IU students housed on IU floors.  Updated: Sept. 7, 2023   ##### Will parking be affected?  No. Both IU and Purdue students can purchase parking permits and park on campus, just like they do today.  Updated: Sept. 7, 2023   ##### If I get a job on campus, will I be able to keep it after the realignment?  Students in IU programs will continue to have the same employment options. Students in Purdue programs will not be eligible for work-study jobs effective July 1, 2024. However, Purdue students can be employed as hourly workers at IU Indianapolis and can also explore work options through Purdue West Lafayette.  Updated: June 12, 2023   ##### Will students still have access to buildings, housing, student services, clubs and activities, research labs, faculty, etc.?  Yes. Students will continue to have the same access as they do today.  Updated: May 11, 2023   #### Questions from our students   ##### What programs will be with which school?  IU will assume full responsibility for what is now the School of Science at IUPUI, except for its Department of Computer and Information Science, which will become part of Purdue.  Purdue will retain responsibility and authority for what is now the School of Engineering and Technology at IUPUI, except for the Department of Music and Arts Technology , which will join the IU Herron School of Art & Design on Jan. 1, 2024.  [Department of Music and Arts Technology](https://news.iu.edu/live/news/32676-music-and-arts-technology-joins-herron-school)  IU will accelerate training for tomorrow’s IT workforce by expanding its Luddy School of Informatics, Computing, and Engineering, with new computer science programs in Indianapolis, including fully online options.  IU will continue to operate all other schools and departments , providing innovative educational experiences for students in IU programs such as business, law, nursing, social work, the arts and humanities, and a wide range of other academic disciplines. In addition, IU will be responsible for providing certain administrative and support services for both academic organizations.  [all other schools and departments](https://indianapolis.iu.edu/admissions/academics/degrees-and-programs/index.html?campus=indianapolis)  Updated: Nov. 16, 2023   ##### How do I know what school I’ll be a part of?  Most IUPUI students in a degree program that will become part of Purdue in Indianapolis should have been notified by Purdue via email. If you haven’t received notification and believe your program might be transitioning or you have other concerns or questions, please contact your academic advisor.  Updated: Nov. 16, 2023   ##### Do I get to choose an IU or Purdue degree?  Students who are enrolled in a program that is being realigned to the other university will have the option to choose a degree from IU or Purdue. This includes students enrolled in programs through the School of Science departments of biology, chemistry, forensic science, mathematical sciences, neuroscience, physics, and psychology. Students must be enrolled in their program during the spring 2024 semester, and they will have until Nov. 29, 2024, to declare their intention to receive a degree from either IU or Purdue upon graduation.  Those choosing a Purdue degree will be expected to maintain continuous enrollment through each fall and spring semester and complete all degree requirements by June 30, 2027. Purdue advisors will work with any student who is not on track to finish by that date to determine how to best support them.  Students choosing an IU degree will be supported by IU Indianapolis advisors in meeting their degree requirements on the timeline best suited to the student’s individual situation.  Updated: Nov. 16, 2023   ##### Will students who are currently pursuing a combination of IU and Purdue majors, minors, or certificates be able to continue to do so after 2024?  IU and Purdue are committed to supporting currently enrolled students in completing their in-progress plans of study, through the end of the teach-out period ending June 30, 2027. IU and Purdue will be communicating with students who have a combination of IU and Purdue majors, minors, or certificates, and students are encouraged to meet with their advisors to discuss completion plans.  Updated: Nov. 16, 2023   ##### Will there be changes to campus buildings?  Students will still have access to the same buildings that they have today, with no immediate changes planned for campus buildings. Current space use and assignments will remain in place for the near future.  Updated: Nov. 16, 2023   ##### If I am a Purdue student and I want housing on campus, can I stay in the IU dorms?  Yes. Beginning with the 2024–25 academic year, IU will provide student housing to Purdue students in North Hall, with Purdue students housed on Purdue floors and IU students housed on IU floors.  Updated: Nov. 16, 2023   ##### Will tuition change or my scholarship be affected?  Students in an IU program will pay the IU Indianapolis tuition rate. For new students beginning at Purdue University in Indianapolis on or after July 1, 2024, their tuition rate will be the same as that of Purdue West Lafayette. Purdue students who started at IUPUI prior to that date will pay either the Purdue West Lafayette tuition rate or their 2023–24 IUPUI base tuition rate, whichever is lower.  Both IU and Purdue are dedicated to upholding any financial aid or scholarship arrangements committed to students before July 1, 2024. Additionally, IU Indianapolis will continue to offer IU students a wide range of scholarships, including merit-based, admissions-based, and diversity and service awards.  Updated: Nov. 16, 2023   ##### How will the realignment impact graduate students?  When the transition is fully implemented, Indianapolis graduate programs with the School of Engineering and Technology and the Department of Computer and Information Science will be merged with Purdue University programs on the West Lafayette campus, all governed by the Purdue Graduate School. Students who successfully complete these programs through Purdue will earn a Purdue University West Lafayette degree.  Have more questions? You can find additional answers on IU Indianapolis’s FAQ page. Purdue in Indianapolis students can also find information about its programs on Purdue’s website .  [Purdue’s website](https://www.purdue.edu/campuses/indianapolis/faq/)  If you have questions about your specific situation, schedule an appointment with your advisor , who will help you find the answers you need.  [schedule an appointment with your advisor](https://one.iu.edu/task/iu/student-appointment-scheduler)  Updated: Nov. 16, 2023   #### Tuition, scholarships, and programs   ##### As a Purdue student, can I participate in the ROTC program in Indianapolis?  Yes, Purdue students can participate in IU Indianapolis ROTC.  Updated: Sept. 8, 2023   ##### Will the realignment impact my financial aid or scholarships?  Both IU and Purdue are dedicated to upholding any financial aid or scholarship arrangements committed to students made before July 1, 2024. Additionally, IU Indianapolis will continue to offer IU students a wide range of scholarships, including merit-based, admissions-based, and diversity and service awards.  Updated: Sept. 7, 2023   ##### Will my tuition change after the realignment?  Students in an IU program will pay the IU Indianapolis tuition rate. For new students beginning at Purdue University in Indianapolis on or after July 1, 2024, their tuition rate will be the same as that of Purdue West Lafayette. Purdue students who started at IUPUI prior to that date will pay either the Purdue West Lafayette tuition rate or their 2023-24 IUPUI base tuition rate, whichever is lower.  Updated: Sept. 7, 2023   ##### Will program accreditations change after the realignment?  No. Program accreditations will remain the same.  Updated: May 11, 2023   ##### Will scholarship opportunities change when IUPUI becomes IU Indianapolis?  Both IU and Purdue are dedicated to upholding any financial aid or scholarship arrangements committed to students prior to July 1, 2024. Additionally, IU Indianapolis will continue to offer IU students a wide range of scholarships, including merit-based, admission-based, and diversity and service awards.  Updated: May 11, 2023   ##### Will my tuition change after the realignment?  Starting with the 2024-25 academic year, students in Purdue programs will pay the Purdue West Lafayette tuition rate. Students in an IU program will pay the IU Indianapolis tuition rate.  Updated: May 11, 2023   ##### Will Purdue students be able to compete for Jaguar Athletics after the realignment?  No. The NCAA does not allow students to be enrolled in one institution and compete for another institution.  Updated: Apr. 17, 2023   ##### Will IU Indianapolis continue to offer 2+2 programs with Ivy Tech?  Yes. IU Indianapolis will continue to offer a wide range of 2+2 programs, which allow students to earn an associate’s degree by attending their first two years at Ivy Tech and move on to a bachelor’s degree (+ 2 years) at IU Indianapolis.  Updated: Apr. 11, 2023   ##### Will IU Indianapolis continue to offer the Midwest Student Exchange Program (MSEP) rates for students outside of Indiana?  Yes. IU Indianapolis will continue to participate in the MSEP program and offer those reduced tuition rates.  Updated: Apr. 11, 2023   ##### Will students still be able to attend athletic events for free?  Yes, all IU Indianapolis athletic events will remain free for students to attend.  Updated: Apr. 11, 2023   ##### Where do I send my FAFSA Results?  Through the 2023-24 academic year, both IU and Purdue students will continue to report their FAFSA results to IUPUI (school code: 001813) for financial aid packaging.  Updated: Nov. 17, 2022   ##### What scholarship options will Purdue students have at IU Indianapolis?  Beginning with the 2024-25 academic year, all gift aid, including scholarships and financial aid, will be processed by Purdue University West Lafayette.  Updated: Nov. 17, 2022   ##### Will veterans earning Purdue degrees have access to IU Indianapolis services for veterans?  Through the summer of 2024, veterans registered as Purdue students will continue to receive support services through the IUPUI Office of Veterans and Military Personnel. Effective in fall 2024, veterans registered as Purdue students will have their financial aid package and support services available through the Purdue University Veterans Success Center.  Updated: Nov. 17, 2022   ### Athletics   #### Will students still be able to attend athletic events for free?  Yes, both IU Indianapolis and Purdue in Indianapolis students will continue to be able to attend Jaguar athletic events for free.  Updated: Sept. 29, 2023   #### How will this impact the IUPUI athletics programs?  IUPUI Athletics will remain part of Indiana University, continue to be a Division I program, and retain their distinct identity as the Jaguars.  Updated: Aug. 17, 2022   #### Will we still be called the Jaguars?  Yes.  Updated: Aug. 17, 2022   #### Will Purdue students be able to compete for Jaguar Athletics after the realignment?  No. The NCAA does not allow students to be enrolled in one institution and compete for another institution.  Updated: Apr. 17, 2023   ### IUPUI community   #### How should faculty note their campus affiliation when submitting manuscripts for publication during this time of transition?  Faculty members can now begin to use Indiana University Indianapolis as their institutional affiliation.  Updated: Sept. 29, 2023   #### Will IU employees still receive employee and dependent tuition reimbursement?  IU employees who are part of the transition and enrolled in IU degree programs or with dependents in IU degree programs can continue to apply for tuition reimbursement through July 2028, if they have started a program on or after August 1, 2020. More information on how to apply will be made available for those who are eligible.  IU employees or dependents of IU employees enrolled in programs transitioning to Purdue can continue to apply for tuition reimbursement through July 2028, if they have started a program on or after August 1, 2020. More information on how to apply will be made available for those who are eligible.  Updated: Sept. 29, 2023   #### I am an alum. How do I refer to my degree status?  Your degree was issued by either Indiana University or Purdue University. If, in referencing your degree on materials such as your resume, you include IUPUI as your campus attended, that name is still accurate. After the campus formally changes its name in academic year 2024, you may want to consider noting this for a period of time: Indiana University Indianapolis (previously IUPUI) . If you hold a degree from Purdue, after the transition you will note Purdue’s new name—Purdue in Indianapolis.  Updated: Sept. 29, 2023   #### Can we change print materials and websites to reflect the new name?  Yes, you may begin to transition print materials and websites to reflect the IU Indianapolis name. Marks, lockup,s and signatures have been created for each unit.  Key areas to prioritize as you transition:  For more information on IU Indianapolis marketing and branding, visit the online guide . This site includes a resource library and links to the lockup generator. It requires CAS authentication.  [online guide](https://www.iu.edu/brand/manage-communications/iui-resources/)  Updated: Sept. 29, 2023   #### Will my alma mater no longer exist?  Although the Indianapolis presence of both universities will have a different name and form, your distinctive IUPUI experience remains. Each of your alma maters — Indiana and Purdue universities — will continue to honor and recognize Indianapolis alumni just as both universities will continue to exist and thrive.  Updated: Aug. 25, 2022   #### How will buildings be reassigned or changed?  No immediate changes are planned for campus buildings. Current space use and assignments will remain in place for the near future.  Updated: Aug. 17, 2022   #### How does this impact IUPUC?  IUPUC, an education center that IUPUI administers, is home to the mechanical engineering program, which grants Purdue University degrees. Working groups will determine next steps with regard to this program. Updated: Aug. 17, 2022  Be sure to check out Purdue University's FAQ page to find answers about Purdue's plans for its Indianapolis programs.  [Purdue University's FAQ page](https://www.purdue.edu/provost/about/provostInitiatives/indy/faq.html)   ### Have a question not answered here?  Please send us your questions . It will help us plan town hall events, stories in IUPUI Today and JagNews, and more information on this website. "
  },
  {
    "url": "URL: https://www.iupui.edu/academics/opportunities.html#search",
    "body": "  ## What you learn in the classroom is just the beginning  At IUPUI, your academic experience doesn’t end when your classes do. Through the campuswide RISE initiative , you have the opportunity to participate in four types of experiential learning opportunities.  [RISE initiative](https://rise.iupui.edu/)  You are encouraged to incorporate a minimum of two RISE experiences into your degree program. After you have completed at least two, your status as a RISE Scholar is noted on your IUPUI transcript.   ### Do research  Put what you learn to work in a research environment; whether that means working in a lab or out in the field.  [Study abroad The world is getting smaller all the time—which means your education needs to get bigger to keep up! Take part in one of the many IUPUI study abroad programs and get ahead.](http://abroad.iupui.edu/)   ### Study abroad  The world is getting smaller all the time—which means your education needs to get bigger to keep up! Take part in one of the many IUPUI study abroad programs and get ahead.  [Participate in service learning You are fortunate to be attending college in an urban setting where community service opportunities abound. By taking part in a service learning activity, you’ll hone your skills and expand your knowledge—all while making a real difference in your community.](http://csl.iupui.edu)   ### Participate in service learning  You are fortunate to be attending college in an urban setting where community service opportunities abound. By taking part in a service learning activity, you’ll hone your skills and expand your knowledge—all while making a real difference in your community.  [Complete an internship or practicum Nothing looks better on a resume than actual work experience in the field you are studying. Take advantage of the many professional development opportunities available in the surrounding city and get a jump start on your career.](http://career.iupui.edu)   ### Complete an internship or practicum  Nothing looks better on a resume than actual work experience in the field you are studying. Take advantage of the many professional development opportunities available in the surrounding city and get a jump start on your career. "
  },
  {
    "url": "URL: https://www.iupui.edu/jaguar-life/campus-recreation.html#search",
    "body": "  ## Let's move, Jaguars!  It’s time to feel invigorated. Campus recreation at IUPUI is geared toward giving your body, mind, spirit, and social life the refresh they’ve been craving.  Your campus recreation fee—only $50 each semester—gives you access to IUPUI’s recreational facilities, intramural sports, and group fitness classes.   ### Facilities  If you’re a fitness buff, you’ll feel right at home at the Jaguar Campus Recreation space, located in the Campus Center beneath Barnes & Noble. The 10,000-square-foot facility, which opened in March 2018, has everything you need for your workout, including cardio equipment, weight machines, free weights, studios for group fitness classes, and an MX4 studio.  You can also take advantage of the IUPUI Athletic and Fitness Center, a 65,000-square-foot facility located at 250 University Blvd. It features state-of-the-art equipment; a full-service training and coaching option; an indoor running track; and other amenities, including a free kids' room and full locker rooms with towel service and sauna, steam room and whirlpool facilities.  For those who prefer an aquatic workout, the IU Natatorium, where U.S. Olympian Michael Phelps has competed, is the perfect place to swim a few laps. If team sports are more your style, drop by the Jungle, located on the first floor of the School of Health and Human Sciences, for a pick-up game of basketball or indoor soccer in the gymnasium.  And when you’re ready for some fresh air, head over to the Campus Recreation Outdoor Facility (CROF) at Lockefield Green, where you’ll find two sand volleyball courts, three outdoor basketball courts, and a 3,200-square-foot green space.  [Learn more about our rec facilities](http://studentaffairs.iupui.edu/health-wellness/campus-rec/facilities/index.shtml)   ### Intramurals  Hey, batter batter batter. Some of us like to watch sports . Some of us like to play them. That’s where IUPUI intramural sports come in. Softball, ultimate Frisbee, flag football, dodgeball, soccer, and basketball: be a team captain or a team player. When it comes to bringing home a victory, every player matters.  [Learn more about intramural sports](http://studentaffairs.iupui.edu/health-wellness/campus-rec/intramural-sports/index.shtml)   ### Group fitness  These aren’t your typical group fitness classes. Get ready to build muscle, momentum, and—more importantly—a new community of health-minded friends who are ready to sweat it out together. Kettlebell training, Pilates, yoga, obstacle course challenge training, and Zumba are just a sampling of the classes available to you with your recreation fee.  [Learn more about group fitness](http://studentaffairs.iupui.edu/health-wellness/campus-rec/fitness-programs/) "
  },
  {
    "url": "URL: https://www.iupui.edu/index.html#search",
    "body": " Our Future Starts Now: IUPUI is transitioning to IU Indianapolis  [Learn about IU Indy](http://vision.iu.edu/)   ## a vibrant city campus  [Cost & aid](https://indianapolis.iu.edu/admissions/cost-and-aid/index.html)  [Apply](https://indianapolis.iu.edu/admissions/index.html)  [Visit campus](https://indianapolis.iu.edu/admissions/visit/index.html)  Ind ianap olis   ## Where opportunity is center court  IUPUI is within minutes of game-changing opportunities in Indianapolis. We're proud to have hosted the NCAA Division I men's basketball tournament, and our students made the madness happen . You’ll find real-world experiences to jump-start your career in a city you’re excited to call home.  [and our students made the madness happen](https://news.iu.edu/stories/features/making-the-madness/landing.html?_ga=2.57414306.903942464.1618247007-1969444091.1611237895)  DRIVEN BY RESEARCH AND INNOVATION  As Indiana’s premier urban research institution, where you can choose an IU or Purdue degree, we’re asking questions and making discoveries. In 2020 alone, our researchers were awarded $633 million in external research funds to move Indy and the world forward.   ## Our values  We are all-in to promote an inclusive and accessible campus that is community oriented, internationally conscious, and an advocate for the rights of our students. Recognized as a twelve-time recipient of the Higher Education Excellence in Diversity Award, we make our ambitions into actions by asking tough, student-centered questions, and consistently working to improve, through anti-racism initiatives , honoring the heritage of Native peoples , taking action locally and globally , and so much more.  [anti-racism initiatives](https://diversity.iupui.edu/initiatives/anti-racism-initiatives/index.html)  [honoring the heritage of Native peoples](https://diversity.iupui.edu/land-acknowledgment/index.html)  [taking action locally and globally](https://www.iupui.edu/about/global.html)  We promote student learning and success in everything we do. Our students are our partners as we focus on their personal and professional development. Our location in Indianapolis provides valuable opportunities our students can only get here.  We set high standards for our faculty and staff, so we invest in them. They return advancements in health and life sciences and accelerate innovation and discovery through research and creative activity. All the while, they provide excellence in teaching, scholarship, and service to our students.  We’re committed to strengthening the bond we have forged with our community. As a leader in fostering collaborative relationships, we strive to make consistent intellectual, economic, and cultural contributions through community partnerships.  We care for our community’s health and safety. As home to the largest school of medicine in the nation and an accredited school of public health, IUPUI is uniquely equipped to ensure a safe campus.  [Our strategic plan](https://strategicplan.iupui.edu/)   ## Get to know IUPUI  27,690 students  85.8% of undergrads receive financial aid  550+ academic programs   ## Building a better future  Latest IUPUI news  [View all news](https://news.iu.edu/news/?campus=iupui)  Latest IUPUI news   ## Building a better future  [Herron exhibition to explore Black creative responses to legacy of slavery Read more about Herron exhibition to explore Black creative responses to legacy of slavery](https://news.iu.edu/live/news/28042-herron-exhibition-to-explore-black-creative)   ### Herron exhibition to explore Black creative responses to legacy of slavery  [Crop disruption from war in Ukraine could increase global carbon emissions, food prices Read more about Crop disruption from war in Ukraine could increase global carbon emissions, food prices](https://news.iu.edu/live/news/28041-crop-disruption-from-war-in-ukraine-could-increase)   ### Crop disruption from war in Ukraine could increase global carbon emissions, food prices  [$2.4M grant will fund housing equity initiative to reduce infant mortality rate in Indianapolis Read more about $2.4M grant will fund housing equity initiative to reduce infant mortality rate in Indianapolis](https://news.iu.edu/live/news/28040-24m-grant-will-fund-housing-equity-initiative-to)   ### $2.4M grant will fund housing equity initiative to reduce infant mortality rate in Indianapolis   ## Ready to take the next step?  [Request information](https://indianapolis.iu.edu/admissions/request-information/index.html)  [Plan a visit](https://indianapolis.iu.edu/admissions/visit/index.html)  [Learn how to apply](https://indianapolis.iu.edu/admissions/apply/index.html) "
  },
  {
    "url": "URL: https://www.iupui.edu/about/leadership.html#search",
    "body": "  ## Leadership for success in Indianapolis  Indianapolis’s future depends on talented leadership from a leading urban research university helping our state achieve its goals.  Under the guidance of Interim Chancellor Carol Anne Murdoch-Kinch, the people entrusted with the administration and transition of IU Indianapolis from IUPUI are working diligently to elevate our city, our state, and the world around us, guided by IU 2030: The Indiana University Strategic Plan.  [IU 2030: The Indiana University Strategic Plan.](https://strategicplan.iu.edu/)  [IUPUI Chancellor](https://chancellor.iupui.edu/)  IUPUI Chancellor  [Chancellor’s Cabinet](https://chancellor.iupui.edu/campus-leadership/cabinet.html)  Chancellor’s Cabinet  [Academic Affairs](http://academicaffairs.iupui.edu/)  Academic Affairs  [Academic Deans](https://chancellor.iupui.edu/campus-leadership/deans.html)  Academic Deans  [Board of Advisors](https://chancellor.iupui.edu/campus-leadership/advisors/index.html)  Board of Advisors  [Board of Trustees](http://trustees.iu.edu/)  Board of Trustees  [Indiana University President](http://president.iu.edu/)  Indiana University President "
  },
  {
    "url": "URL: https://www.iupui.edu/city/index.html#search",
    "body": "  ## Experience Indianapolis  Welcome to Indianapolis, a vibrant city packed with real-world opportunities. Our city is home to Fortune 500 companies, state and federal government offices, major healthcare systems, and half a dozen professional sports teams. Steps away from campus, you'll find internships, work experience, and networking opportunities to build the foundation for your career.   ### Where campus and community come together  We’re proud to call Indianapolis our home, and we work hand-in-hand with our community to improve our city each and every day. Our dedication has earned national recognition for service learning by U.S. News & World Report. Community engagement is a key component of an IUPUI education; it will be the foundation to your success as a student, and it's a mindset adopted by Jaguars.   ### Indianapolis is …   #### Innovating the future of digital technology  #4 in U.S. cities with high-tech job growth  75,000 Tech-related jobs   #### Leading the way in emerging industries  #7 in the “Top 10 Metro Cities for Economic Growth Potential”  1st in the nation for interstate highway access  $34.4 billion in international investments   #### Advancing the field of health and life sciences  #4 in the nation for life sciences communities  9th in the U.S as the state with the largest life sciences employment   #### Evolving systems and techniques in manufacturing  30 global manufacturing companies headquartered in Indianapolis  2nd largest hiring sector in Indianapolis behind government  2nd largest FedEx hub in the world   ### Growing together for 50+ years  A lot has changed since IUPUI was founded in 1969, but our commitment to our community hasn’t. In 2019, we celebrated our 50th anniversary, and recognized the importance of our connection to Indianapolis. We're continuing to honor our past, and we envision an even better future together.  [Learn more about our 50th anniversary](https://50.iupui.edu/)   ### Learn more about our city "
  },
  {
    "url": "URL: https://www.iupui.edu/faculty-staff/news-faculty.html#search",
    "body": "  ## Keeping faculty in-the-know  As a faculty member at IUPUI, information is available to you from a variety of sources—all designed to help you grow and succeed in our academic community.   ### IU e-newsletters  Keep up with university-wide news.  Subscribe to IU news  [Subscribe to IU news](https://news.iu.edu/#SUBSCRIBE)   ### Center for Teaching and Learning  [CTL Happenings](https://ctl.iupui.edu/Happenings/2018/424)  [Recommended Readings Archive](https://ctl.iupui.edu/Resources/Recommended-Readings-Archive)   ### Human Resources  [HR Announcements](https://hr.iu.edu/news/announcements.htm)  [HR Events Calendar](https://events.iu.edu/iuhumanrescal/all/campus/Online%7CIUPUI%20(Indianapolis))   ### Office of Academic Affairs  [Academic Affairs Newsletter](https://academicaffairs.iupui.edu/Academic-Affairs-Newsletter-Archive/2018/20)   ### Office of International Affairs  [Subscription form for Office of International Affairs newsletter](http://international.iupui.edu/about/newsletter-signup.html)   ### Research  [Limited Submissions Funding Opportunities](https://research.iu.edu/funding-proposals/funding/limited-submissions/index.html)  [Proposal Development Services](https://research.iu.edu/funding-proposals/proposals/proposal-development-services.html)  [Research Compliance Quarterly](https://research.iu.edu/news-events/newsletters/orc/index.html)  [Subscription form for all IU Research publications](https://research.iu.edu/contact/subscribe/index.html)   ### UITS  [UITS Monitor](https://itnews.iu.edu/articles/index.php) "
  }
]