[
  {
    "url": "URL: https://eventservices.iupui.edu/about.html#search",
    "body": "  ## About Us  IUPUI Event and Conference Services offers comprehensive conference management of on and off-campus events for the university, community and business professionals. ECS serves as the campus resource for programs at IUPUI, while also serving as a single point of contact to plan and coordinate educational, professional, cultural, and social events in the City of Indianapolis and beyond.  Comprehensive event management services include:   ## Meet The Team  The knowledgeable team at IUPUI Event and Conference Services will ensure your event runs flawlessly and efficiently. Our focus on excellent service allows you to concentrate on the goals of your program while remaining confident that the details will be handled responsively and professionally.   ### Nancy Wright, CMP  Director  (317) 274-3327  nawright@iupui.edu   ### Paulette Thornton  Administrative Assistant  (317) 274-2702  pthornto@iu.edu   ### Jivenky Rodriguez  Event & Conference Services Intern         ### Jennifer Grove  Sales & Planning Manager  (317) 274-0364  jengrove@iupui.edu   ### Amber McGuire  Meeting Planner  ambermcg@iu.edu   ### Kimberly Raby  Sales & Planning Manager Madam Walker Legacy Center  (317) 274-2705  kraby@iu.edu   ### Kaila Reed  Sales & Planning Manager Madam Walker Legacy Center  (317) 274-5028  reedkail@iu.edu   ### Nate Sparks, CTS  Technical Services Manager  (317) 274-3322  sparksn@iupui.edu   ## Do Thawng  Audio Visual Technician  (317) 278-1670  dothawng@iu.edu   ### Dom Jackson  Facility Set-Up Supervisor  (317) 274-2702  domejack@iupui.edu   ### Campus & City Engagement  IUPUI Event & Conference Services is committed to engagement and service to the campus and to the community.   ### Student & Academic Engagement  In support of IUPUI’s strategic initiative to promote academic success, ECS (an Office of Auxiliary Services unit) partners with Tourism, Conventions, and Event Management (TCEM) to create practical industry experience for students through competitive internships and part-time employment opportunities.   ### Community Engagement  IUPUI Event & Conference Services will engage with the Office of External Affairs, which acts as a liaison between IUPUI and its constituencies in business, industry, government, alumni, and the general public, to promote IUPUI as a destination for events focusing on education, innovation, and discoveries that transform our world.   ### Purpose   ### Mission   ### What We Do "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/special-event-application/index.html#search",
    "body": "  ### Special Events Application Information - Updated January 2023  The special event application has become one with the University Event Registration Committee (UERC) application effective January 2023. For IU/IUPUI schools, departments, and offices, please follow the steps below to submit your event application. The application will be reviewed by multiple departments including the UERC, IUPUI campus stakeholders such as campus facility services, event services, purchasing, and campus leadership. You will receive updates via email regarding status and approval. The event organizer will need to complete the IUPUI Special Event Application which is also known as the University Event Registration Committee (UERC) application . All conferences, events, and programs with 50 or more participants must submit this application for review and approval. These rules apply to all IU-sponsored conferences and events, regardless of location (both on and off campus).  Additionally, these rules apply to any external organization holding an event on IU property.   ### The Special Event Application is Completed in 3 Steps   #### 1.  [Indoor Spaces](https://map.iu.edu/iupui/index.html)  [Outdoor Spaces](https://eventservices.iupui.edu/doc/outdoor_event_spaces_20200806.pdf)   #### 2.  Complete the IU Event Registration UERC Application based on Affiliation  IU/IUPUI school, center, and other departmental event organizers complete the UERC application.  UERC Application  External event organizers complete the External Special Event Application.  Please note, external organizers do not need to complete step 3.  External Special Event Application  [External Special Event Application](https://forms.fiad.iupui.edu/machform/view.php?id=19436)  Student organization event coordinators must use the University Event Registration Committee (UERC) application and The Spot to register for events.  All student organization event application process questions should be directed to the CUBE at stuact@iupui.edu or call 317-274-8477 for assistance.  [The Spot](https://thespot.iupui.edu/)   #### 3.  Complete the UERC IUPUI Special Events Addendum  Once the UERC application is submitted, the UERC IUPUI Special Events Addendum needs to be completed. This addendum is for IU/IUPUI schools, centers, and other departmental event organizers only.  It is not to be completed for events coordinated by student organizations or non-IU event coordinators.  [UERC IUPUI Special Events Addendum](https://fiadmach.sitehost.iu.edu/machform/view.php?id=119202)  Please note the UERC application will not be approved until the addendum is completed.   See The Event Application and Review Process section for further information.    Also please note this form will be transitioned to FireForm in the coming months and will be compatible with multiple browser types. Until that time, it is advised you complete this form using Google Chrome.  UERC Addendum  [UERC Addendum](https://fiadmach.sitehost.iu.edu/machform/view.php?id=119202)     ### The Event Application and Review Process  Event Application and Review Process  The UERC application indicates a minimum of 10 business days to process the event request however for large events, at least (4) weeks is needed to allow the necessary amount of time for multiple departments to review and approve. If you do not receive an approval email within 2 weeks for small events and 4 weeks for large events from the date of submission please feel free to contact IUPUI Event and Conference Services at 274-2702 or Special Events email to follow up on the status of the event. "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!   ## Conference Management  We deliver comprehensive conference management services from pre-conference planning and event sourcing to the coordination of logistics, marketing, and accommodations. IUPUI Event and Conference Services is your single source of contact to plan and coordinate your conference. Our excellent fee-based service offers you the opportunity to concentrate on the goals of your conference while remaining confident that the details will be handled responsively and professionally.     ## Special Events  Event and Conference Services is the gateway for special events on the IUPUI campus. We will guide and support you through the Special Event Application process to ensure protocol and operational considerations have been attained. From choosing the perfect venue to helping adhere to campus policies and procedures, we will be with you every step of the way. Your special event is important to our team and we will go that extra mile to ensure your event becomes a successful reality.  Event and Conference Services is the gateway for special events on the IUPUI campus. We will guide and support you through the Special Event Application process to ensure protocol and operational considerations have been attained. From choosing the perfect venue to helping adhere to campus policies and procedures, we will be with you every step of the way. Your special event is important to our team and we will go that extra mile to ensure your event becomes a successful reality.  [Read More](https://eventservices.iupui.edu/special-event-application/index.html)   ## Facilities & Locations  IUPUI is home to a wide range of facilities which include world-class athletic facilities, state of the art classrooms and auditoriums, and beautiful outdoor spaces, many with views of Downtown Indianapolis and the IUPUI Campus Center. Located downtown, premier attractions such as museums, sporting venues, performance halls, and renowned restaurants are just steps away. IUPUI Event and Conference Services will provide you with the best event experience whether on or off campus.  IUPUI is home to a wide range of facilities which include world-class athletic facilities, state of the art classrooms and auditoriums, and beautiful outdoor spaces, many with views of Downtown Indianapolis and the IUPUI Campus Center. Located downtown, premier attractions such as museums, sporting venues, performance halls, and renowned restaurants are just steps away. IUPUI Event and Conference Services will provide you with the best event experience whether on or off campus.  Thank you so much for all of your help. It was a wonderful event, and the food was delicious.”  Thank you so much for your assistance. IUPUI has a great campus.  Thanks for everything you did to accommodate our complicated event! It was a great night, thanks for all the hard work of you and your team.  Kathryn Koehler IU Public Policy Institute "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/academic-chairpersons-conference/location.html#search",
    "body": "  ### Indianapolis, Indiana  Indy is sophisticated but not pretentious, and so welcoming there's actually a name for it - Hoosier Hospitality.   ### Conference Location & Hotel Accommodations  Located in the heart of downtown Indianapolis, The Westin Indianapolis places you near the city’s top attractions, restaurants, shopping and nightlife.  [The Westin Indianapolis](https://www.marriott.com/en-us/hotels/indwi-the-westin-indianapolis/overview)  The hotel completed a full renovation in 2022, resulting in a stunningly beautiful space, and an incredibly restful stay in the world-renowned Heavenly® Bed. You will find a peaceful and productive experience from start to finish.  Conference Rate: $179 per night, plus tax  For reservations: Book online or Call (317) 262-8100  [Book online](https://book.passkey.com/go/AcademicChairperson2024) "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://eventservices.iupui.edu/academic-chairpersons-conference/about/contact-us.html#search",
    "body": " The Academic Chairpersons Conference is a program of IUPUI Event and Conference Services.  Questions concerning the conference should be directed to:   #### Amber McGuire  Meeting Planner  ambermcg@iu.edu 317-372-4960   ##### Subscribe to Our Mailing List  [Subscribe](https://dashboard.mailerlite.com/forms/442308/90428414832411753/share) "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/academic-chairpersons-conference/registration.html#search",
    "body": " Early Bird rates are available through November 22. Late Registration rates will apply beginning on January 11, 2024.  Before registering as an individual, please determine if three or more from your institution will attend, making you eligible for the Team rate.  [Register Now](https://indianauniv.ungerboeck.com/prod/emc00/register.aspx?aat=4d584a6658506c6a67776171557a385265637134795478545a73744b704c4a33726a4c496b71464c6d44633d)     #### NEW CHAIR ALLIANCE PRE-CONFERENCE WORKSHOP  We are pleased to once again offer the New Chair Alliance pre-conference workshop on February 7, 2024. The New Chair Alliance is special programming for newly appointed chairpersons. Those who will soon transition into a chair position or who have been a chair for two years or less will find this workshop particularly valuable.  Topics covered include transitioning to new roles and responsibilities, annual planning, everyday management, strategic planning for the future, personal development, and finding satisfaction in being a chair and making a difference. Participants will gain practical tips and tools to improve effectiveness, become familiar with essential resources, learn how to identify an administrative mentor, as well as connect and network with others at a similar career stage. Registration is limited and pre-registration is required.     #### CANCELLATION POLICY  If you must cancel your conference registration, please do so by January 5, 2024 to receive a refund less a $50 cancellation fee. To cancel your registration, email Amber McGuire with “Academic Chairpersons cancellation” in the subject line. Registered participants who do not cancel their registration by the refund deadline are responsible for conference fees even if they do not participate.  IUPUI Event and Conference Services may cancel or postpone this program because of insufficient enrollment or other unforeseen circumstances. If a program is canceled, registration fees will be refunded. Fees will not be refunded if the program is held but the registrant is unable to participate and has not requested a refund by the cancellation deadline.  [Subscribe for Updates](https://dashboard.mailerlite.com/forms/442308/90428414832411753/share) "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/academic-chairpersons-conference/about/advisory-board.html#search",
    "body": " ACC Advisory Board members provide the conference planners with valuable guidance regarding program focus, session topics and presenters, and serve as the proposal review committee.   #### Marilyn J. Amey  [Marilyn J. Amey](https://ofasd.msu.edu/staff/marilyn-amey/)  Assistant Provost for Faculty and Academic Staff Development and Professor of Higher, Adult, and Lifelong Education, Michigan State University   #### Denise Bullock, PhD  [Denise Bullock, PhD](https://east.iu.edu/hss/directory/index.html)  Chair of Sociology, Anthropology, and Geography and Professor of Sociology, Indiana University East   #### Moreen K. Travis Carvan, EdD  [Moreen K. Travis Carvan, EdD](https://www.rosalindfranklin.edu/academics/faculty/moreen-k-travis-carvan/)  VP for Academic and Faculty Affairs and Associate Professor, Rosalind Franklin University of Medicine and Science   #### Katherine P. Frank, PhD  [Katherine P. Frank, PhD](https://www.uwstout.edu/directory/chancellor)  Chancellor, University of Wisconsin–Stout   #### Kristi L. Haik, PhD  [Kristi L. Haik, PhD](https://www.grcc.edu/faculty-staff/directory/kristi-haik-phd)  Dean of STEM, Grand Rapids Community College   #### Christian K. Hansen, PhD  [Christian K. Hansen, PhD](https://www.ewu.edu/experts/christian-k-hansen/)  Chair and Professor of Statistics, Department of Mathematics, Eastern Washington University   #### Craig Hlavac, EdD  [Craig Hlavac, EdD](https://www.southernct.edu/directory/hlavacc2)  Associate Dean of Liberal Arts, College of Arts & Sciences, Southern Connecticut State University   #### Chris Jochum, PhD  [Chris Jochum, PhD](https://www.fhsu.edu/teachereducation/faculty-and-staff/)  Chair and Professor, Department of Teacher Education, Fort Hays State University   #### Jill Allison Kern, PhD  [Jill Allison Kern, PhD](https://drive.google.com/file/d/1nxb7ZbU1ot3XVGWKaS9Plb-cVkdQKoV6/view?usp=sharing)  Director of Accreditation and Assessment, Brown University School of Public Health   #### N. Douglas (Doug) Lees, PhD  [N. Douglas (Doug) Lees, PhD](https://science.iupui.edu/people-directory/people/lees-n-douglas.html)  Professor and Chair Emeritus of Biology and former Associate Dean for Planning and Finance, Indiana University Purdue University Indianapolis   #### Domenick J. Pinto  [Domenick J. Pinto](https://www.sacredheart.edu/phonebook/domenick-pinto.php)  Graduate Program Director, Sacred Heart University   #### Stephen Pyle, DBA  [Stephen Pyle, DBA](https://online.jwu.edu/about/meet-our-team/)  Academic Director, Business, College of Professional Studies, Johnson & Wales University   #### Mark Urtel, EdD  [Mark Urtel, EdD](https://shhs.iupui.edu/connect/directory/urtel-mark.html)  Chair and Associate Professor, Department of Kinesiology, Indiana University Purdue University Indianapolis   #### Daniel (Dan) Wheeler, PhD  [Daniel (Dan) Wheeler, PhD](https://directory.unl.edu/people/dwheeler1)  Professor Emeritus, Former Head of Department of Agricultural Leadership, Education and Communication, University of Nebraska – Lincoln   #### Kim Williams, PhD  [Kim Williams, PhD](https://cmht.unt.edu/kim-h-williams)  Chair and Professor, Hospitality & Tourism Management, College of Merchandising, Hospitality & Tourism, University of North Texas "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/academic-chairpersons-conference/schedule/index.html#search",
    "body": "  ### Proposed Schedule of Events  *Subject to Change*  February 7 – Wednesday    February 8 – Thursday    February 9 – Friday   "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/academic-chairpersons-conference/for-presenters/information-for-selected-presenters.html#search",
    "body": " Information for Selected Presenters will be updated once the Call for Proposals is complete and selections have been made. "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/academic-chairpersons-conference/schedule/keynote-speakers.html#search",
    "body": "  ### ACC is proud to announce Dr. Tia Brown McNair as our opening keynote speaker.    Becoming a More Student Ready Leader by Moving from Equity Talk to Equity Walk  How do we lead broad-scale innovation and institutional change to advance educational strategies that prioritize the creation of equity-conscious environments where students can thrive? What changes need to be made in an institution's policies, practices, partnerships, and culture to make excellence inclusive for ALL students? How do we help prepare educators to embrace students’ “cultural wealth” into educational designs to engage diversity and to eliminate inequities in student outcomes? This workshop builds on the practical strategies outlined in From Equity Talk to Equity Walk and Becoming a Student Ready College for examining and establishing equity goals to promote student engagement and success, and to build equity-conscious learning environments.  Dr. Tia Brown McNair is the Vice President in the Office of Diversity, Equity, and Student Success and Executive Director for the Truth, Racial Healing, and Transformation (TRHT) Campus Centers at the American Association of Colleges and Universities (AAC&U) in Washington, DC. She oversees both funded projects and AAC&U’s continuing programs on equity, inclusive excellence, high-impact practices, and student success. McNair directs AAC&U’s Summer Institutes on High-Impact Practices and Student Success, and TRHT Campus Centers and serves as the project director for several AAC&U initiatives, including the development of a TRHT-focused campus climate toolkit. She is the lead author of From Equity Talk to Equity Walk: Expanding Practitioner Knowledge for Racial Justice in Higher Education (January 2020) and Becoming a Student-Ready College: A New Culture of Leadership for Student Success (July 2016 and August 2022 Second edition).  [From Equity Talk to Equity Walk: Expanding Practitioner Knowledge for Racial Justice in Higher Education](https://www.wiley.com/en-us/From+Equity+Talk+to+Equity+Walk%3A+Expanding+Practitioner+Knowledge+for+Racial+Justice+in+Higher+Education-p-9781119237914)  [Becoming a Student-Ready College: A New Culture of Leadership for Student Success](https://www.wiley.com/en-us/Becoming+a+Student+Ready+College%3A+A+New+Culture+of+Leadership+for+Student+Success-p-9781119119517) "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/academic-chairpersons-conference/for-presenters/index.html#search",
    "body": " The Academic Chairpersons Conference is a great opportunity for you to inspire others by sharing your innovative strategies and best practices for leadership in higher education. As a thank you for your impact on ACC attendees, presenters also receive a reduced rate for conference registration.  Proposals will be submitted through the 2024 ACC Call for Proposals page on EasyChair . As you consider submitting a proposal to present at the ACC, please review the useful information in the Submission Guidelines & Selection Criteria .  [EasyChair](https://easychair.org/cfp/ACC_2024) "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/academic-chairpersons-conference/new-chair-alliance.html#search",
    "body": "  ### New Chair Alliance  Due to popular demand, NCA may run two identical concurrent sessions in 2024, offering a smaller workshop size for double the amount of attendees! (maximum of 25 attendees per session)  The New Chair Alliance is the conference’s special programming for newly appointed chairpersons. Those who will soon transition into a chair position or who have been a chair for two years or less will find this workshop particularly valuable. Topics covered include transitioning to new roles and responsibilities, annual planning, everyday management, strategic planning for the future, personal development, and finding satisfaction in being a chair and making a difference. Participants will gain practical tips and tools to improve effectiveness, become familiar with essential resources, learn how to identify an administrative mentor, as well as connect and network with others at a similar career stage.  This pre-conference workshop will be offered on February 7, 2024.  Workshop Fee: $525 (registration for conference is required) "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/madam-walker.html#search",
    "body": "  ## Event Spaces  An integral part of the Indianapolis community, the Madam Walker Legacy Center is dedicated to preserving the legacy of Madam CJ Walker by providing cultural education, promoting social justice, supporting entrepreneurship and empowering youth to become the next generation of entreprenuers and civic leaders. As the last surviving iconic building on Indiana Avenue, the Madam Walker Legacy Center is a significant piece of the nation’s history and is listed on the register of National Historic Landmarks.  In 2020, the Center completed a major historical renovation updating and modernizing the entire facility. As such the Center offers the following event spaces.   ### Walker Theatre   ### Dimensions: 6,560 sq ft  Rate: $2,500  Theatre Information   ### Memorial Boardroom (4th Floor)   ### Dimensions: Approximately 504 sq ft  Rate: $300   ### Set Up Capacity  Memorial Boardroom Information   ### Grand Casino Ballroom (4th Floor)   ### Dimensions: almost 4,000 sq ft  Rate: $1,200   ### Set Up Capacity  Grand Casino Ballroom Information "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/academic-chairpersons-conference/sponsors-exhibitors.html#search",
    "body": " Companies, publishers and academic institutions are invited to sponsor, exhibit, and offer presentations to reach this diverse group of academic professionals and leaders. A broad range of sponsorship packages are available. We are looking for vendors whose products and services relate to the role of the department chair and other campus leaders, and whose products and resources contribute to the professional development of department chairs. Exhibitors will have an excellent opportunity to speak directly with key decision makers within departments and on college campuses. Breaks and meal functions will take place within and close to the exhibit spaces.   #### SPONSORSHIP OPPORTUNITIES  Once you have determined your preferred sponsorship level, please complete the Sponsorship Commitment Form and we will contact you soon regarding invoicing. Additional booth staff will need to register for the conference at the regular conference rate.  [Sponsorship Commitment Form](https://nam12.safelinks.protection.outlook.com/?url=https%3A%2F%2Fforms.gle%2FJhjY1RnXo2SBQxPd8&data=05%7C01%7Cjeborneo%40iu.edu%7C30db9fc38e714e4a136408db516025e5%7C1113be34aed14d00ab4bcdd02510be91%7C0%7C0%7C638193245616133656%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&sdata=K1qAHRmhiEsb64ltUDKf98RWck9ksAB%2BkkHbQVL9%2FtE%3D&reserved=0)   ## Friend of the Conference – $3,500   ## Presenting Sponsor – $2,750   ## Leading Sponsor – $2,250   ## Partner Sponsor – $1,750   ## Exhibitor Only – $1,000   #### Exhibitor Booths Include:  *Additional tables and electrical available for additional fees through the hotel.   #### Tentative Schedule:  Wednesday, February 7: 5:00 p.m. - 7:00 p.m.  Thursday, February 8:  7:30 a.m. - 5:00 p.m.  Friday, February 9: 7:30 a.m. - 3:00 p.m.  ** Exhibition Hours will be updated once the Conference Schedule is complete. "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/facilities-locations.html#search",
    "body": " The IUPUI campus is home to a wide range of event spaces which include world-class athletic facilities, state of the art classrooms and auditoriums, beautiful outdoor spaces, many with views of downtown Indianapolis.  Please contact us to further discuss your event details and space availability.   ### Madam Walker Legacy Center  IUPUI has a special partnership with the Madam Walker Legacy Center located next to campus along Indiana Avenue. The Center boasts an 800-seat theatre, ballroom and board room.  IUPUI has a special partnership with the Madam Walker Legacy Center located next to campus along Indiana Avenue. The Center boasts an 800-seat theatre, ballroom and board room.     ### Classrooms/ Meeting Rooms  The IUPUI campus has a variety of classroms and meeting rooms with state of the art technology providing the best event experience possible.  The IUPUI campus has a variety of classroms and meeting rooms with state of the art technology providing the best event experience possible.   ### Athletic Facilities  The IUPUI campus is home to several world-class athletic facilities available for your event. Each facility has the finest sports technology to ensure each event and athletic experience is a success.  The IUPUI campus is home to several world-class athletic facilities available for your event. Each facility has the finest sports technology to ensure each event and athletic experience is a success.   ### Outdoor/Green Space  IUPUI’s 510-acre campus has a number of beautiful green space options available to host outdoor events. Some distinctive features such as fountains, public art, manicured gardens, patios and views of Downtown Indianapolis.  IUPUI’s 510-acre campus has a number of beautiful green space options available to host outdoor events. Some distinctive features such as fountains, public art, manicured gardens, patios and views of Downtown Indianapolis.   ### Dining Facilities  A wide variety of dining facilities offering a variety of food choices. Weather you’re looking for a buffet style with a variety of selections, ordering off a menu in our own Chancellor’s Restaurant or need to grab and go…we have you covered.  A wide variety of dining facilities offering a variety of food choices. Weather you’re looking for a buffet style with a variety of selections, ordering off a menu in our own Chancellor’s Restaurant or need to grab and go…we have you covered.   ### Accommodations  Staying on campus for your summer conference? We offer a variety of overnight accommodations to meet your needs. For those who prefer off-campus lodging, we are located in the downtown Indianapolis area surrounded by a variety of exceptional hotels.  Staying on campus for your summer conference? We offer a variety of overnight accommodations to meet your needs. For those who prefer off-campus lodging, we are located in the downtown Indianapolis area surrounded by a variety of exceptional hotels.  The IUPUI campus is home to a wide range of facilities which include world-class athletic facilities, state of the art classrooms and auditoriums, beautiful outdoor spaces, many with views of downtown Indianapolis, and the IUPUI Campus Center. Here you will find some general information about the options available. We encourage you to peruse the information here and contact the persons listed for further information and availability.  Building Map/Directory  [Building Map/Directory](https://map.iu.edu/iupui/index.html)   ### Meeting Spaces  IUPUI can accommodate small and large meetings with settings that include meeting rooms, classrooms, and auditoriums. A list of the buildings with rooms available for use is available below. The campus map and building directory can also be used to identify the locations and exteriors of these buildings.  [The campus map and building directory](http://map.iupui.edu/map/?id=791#!ct/11632,11331,11332,11425,11426,11427,11429,11431,11854)   #### Meeting Rooms  [University Library (UL)](https://www.ulib.iupui.edu/)  [Campus Center (CE)](https://studentaffairs.iupui.edu/campus-center/index.html)   #### General Classrooms  Note: No food or drinks are allowed in any general inventory classroom   ### Athletic Facilities  IUPUI has several world-class athletic facilities on campus that are available for event rental. Along with the Department of Physical Education's Intramural Recreational Fields, the Indiana University Natatorium and the Michael A. Carroll Track and Soccer Stadium allow IUPUI to provide an unequaled balance of Olympic caliber athletic facilities and services. Each facility has highly technical equipment and features to provide athletes with the optimum athletic competition sites in the nation and help to make Indianapolis the \"Amateur Sports Capital of the World\".  [Track & Soccer Stadium](https://track-soccer.iupui.edu/)  [Natatorium](https://iunat.iupui.edu)   ### Outdoor Space  IUPUI's 510-acre campus has a number of beautiful green spaces which are available to host outdoor events. Some feature distinctive features such as fountains, public art or views of downtown Indianapolis. The IUPUI Outdoor Space Map and list of contact personnel will assist in your choosing a space.  If you are having a large event which may impact area traffic, please complete the City of Indianapolis' special events form .  [special events form](https://www.indy.gov/activity/special-events-permits)  Breezeways are large, outdoor spaces located under the walkways between buildings. They can accommodate outdoor events where it would be preferable to be on a concrete surface and protected from rain by the overhead walkway. One breezeway is located on the south end of the Business/SPEA building and the other is located on the north end of the Education/Social Work building.   ### Dining Facilities  IUPUI's food options are ever changing and evolving. For a list of the food service available on campus, information about meal plans and catering options, please visit IUPUI Dining Services .  [IUPUI Dining Services](https://dineoncampus.com/iupui/)   #### Campus Catering  IUPUI Food Services Catering by Chartwells is the official catering partner of IUPUI with exclusive service in the IUPUI Campus Center.   ### Accommodations  Summer group and conference housing are available from June 1 – through July 31, limited to groups of at least ten (10) participants with a minimum required to stay of two (2) night in North Hall or ten (10) nights in the Riverwalk Apartments. Intern groups may have fewer than ten participants but will likely be housed with interns from other programs. Housing options and specific availability vary based on summer renovations and maintenance schedules, student resident housing needs, and returning groups. Learn more about Summer & Conference housing  [Learn more about Summer & Conference housing](https://housing.iupui.edu/conference-guests/conference-housing.html)  For those who prefer off-campus lodging, we are located in the downtown Indianapolis area surrounded by a variety of exceptional hotels .  [exceptional hotels](https://www.visitindy.com/indianapolis-where-to-stay) "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/academic-chairpersons-conference/index.html#search",
    "body": "    ### Please join us  Indianapolis, Indiana February 7-9, 2024 Academic Chairpersons Conference "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/academic-chairpersons-conference/about/faq.html#search",
    "body": "  ### Frequently Asked Questions   ## What is the Academic Chairpersons Conference?  The Academic Chairpersons Conference is an annual forum where academic chairpersons, administrators and faculty from all areas of higher education share the most successful, innovative ideas and strategies to assist each other in becoming more effective in their positions.  The conference format includes concurrent sessions of interactive workshops, best practice presentations and roundtable discussions. The emphasis of the conference is to provide practical, usable information in a climate of open discussion and collaborative exchange.   ## When and where is the 2024 Academic Chairpersons Conference (ACC)?  The Academic Chairpersons Conference is at The Westin Indianapolis in Indianapolis, IN on February 7-9, 2024.   ## Can I present at the conference?   ## What kinds of session topics can I expect to see at the conference?   ## Who should attend or present at the ACC?   ## How many people are expected to attend the conference?   ## What is included in my registration?   ## Who organizes the ACC? "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/services.html#search",
    "body": " IUPUI Event and Conference Services is your resource for planning university, business, professional and community events on the campus of IUPUI, in the City of Indianapolis, and beyond. We provide comprehensive management services, from pre-conference planning and budgeting to on-site event support and post-event wrap-up.  [Catering Menu (PDF)](https://iupui.catertrax.com/)  [Dine on Campus Home Page](http://www.dineoncampus.com/iupui/)  [Contact us with your Management needs.](https://eventservices.iupui.edu/contact/index.html) "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/privacy/#search",
    "body": "  # Auxiliary Events Privacy Policy   ## Applicability  This privacy notice applies only to the IUPUI Event & Conference Services (http://www.eventservices.iupui.edu/) and explains our practices concerning the collection, use, and disclosure of visitor information. Visitor information collected by IUPUI Event & Conference Services will be used only as outlined in this privacy notice.  Other units at the university may collect and use visitor information in different ways. Therefore, visitors to other university websites should review the privacy notices for the particular sites they visit. IUPUI Event & Conference Services is not responsible for the content of other websites or for the privacy practices of websites outside the scope of this notice.   ## Changes  Because Internet technologies continue to evolve rapidly, IUPUI Event & Conference Services may make appropriate changes to this notice in the future. Any such changes will be consistent with our commitment to respecting visitor privacy, and will be clearly posted in a revised privacy notice.   ## Collection and Use   ### Passive/Automatic Collection  When you view pages on our site, the web server does not collect any technical information from your computer or about your connection.  Continued use of our website indicates consent to the collection, use, and disclosure of this information as described in this notice.   ### Active/Manual/Voluntary Collection  We will not attempt to collect any information from you through the use of forms or other type of manual input.   ### Information Sharing  We do not share any aggregate, non-personally identifiable information with other entities or organizations.  We do not share any personally identifiable information with other entities or organizations, except when legally required to do so, at the request of governmental authorities conducting an investigation, to verify or enforce compliance with the policies governing our website and applicable laws, or to protect against misuse or unauthorized use of our website.  Except as described above, we will not share any information with any party for any reason.  Except as provided in the Disclosure of Information section below, we do not attempt to use the technical information discussed in this section to identify individual visitors.   ### Cookies  A cookie is a small data file that is written to your hard drive that contains information about your visit to a web page. If you prefer not to receive cookies, you may configure your browser not to accept them at all, or to notify and require approval before accepting new cookies. Some web pages/sites may not function properly if the cookies are turned off, or you may have to provide the same information each time you visit those pages.  [cookie](https://epic.org/privacy/internet/cookies/)  In order to customize the information and services offered to you, our site uses cookies to:   ## Disclosure of Information  We may share some aggregate information with other appropriate university personnel and units to ensure the quality, functionality, and security of our website/application.  Any other disclosure—with appropriate external parties such as law enforcement agencies—will be done in accordance with all applicable laws and university policies in order to investigate and respond to suspected violations of law or university policy.   ## Security  Due to the rapidly evolving nature of information technologies, no transmission of information over the Internet can be guaranteed to be completely secure. While Indiana University is committed to protecting user privacy, IU cannot guarantee the security of any information users transmit to university sites, and users do so at their own risk.  Once we receive user information, we will use reasonable safeguards consistent with prevailing industry standards and commensurate with the sensitivity of the data being stored to maintain the security of that information on our systems.  We will comply with all applicable federal, state and local laws regarding the privacy and security of user information.   ## Links to non-university sites  Indiana University is not responsible for the availability, content, or privacy practices of non-university sites. Non-university sites are not bound by this site privacy notice policy and may or may not have their own privacy policies.   ## Privacy Notice Changes  From time to time, we may use visitor information for new, unanticipated uses not previously disclosed in our privacy notice.   ## Contact Information  If you have questions or concerns about this policy, please contact us.  If you feel that this site is not following its stated policy and communicating with the owner of this site does not resolve the matter, or if you have general questions or concerns about privacy or information technology policy at Indiana University, please contact the chief privacy officer through the University Information Policy Office, 812-855-UIPO, privacy@iu.edu . "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/academic-chairpersons-conference/about/index.html#search",
    "body": "   The annual Academic Chairpersons Conference brings together academic chairpersons, administrators and faculty from all areas of higher education to celebrate their successes, share best practices and innovative strategies, and collaborate with a network of campus leaders. The emphasis of the conference is to provide practical, usable information in a climate of open discussion and collaborative exchange. "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/contact/index.html#search",
    "body": " IUPUI Event and Conference Services values your questions, comments and suggestions. We encourage you to submit any thoughts below using the online feedback form. Submissions can be made anonymously if desired or you can identify yourself by simply supplying your email address.  If you are inquiring about event space availability, please make sure to include as much of the following information as possible: name of event, anticipated number of guests, time of event, special room needs or set-up (banquet, reception, or theater), food service, flexibility of dates if possible, program overview, and any other details that will help us identify the best space for your event. "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/index.html#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!   ## Conference Management  We deliver comprehensive conference management services from pre-conference planning and event sourcing to the coordination of logistics, marketing, and accommodations. IUPUI Event and Conference Services is your single source of contact to plan and coordinate your conference. Our excellent fee-based service offers you the opportunity to concentrate on the goals of your conference while remaining confident that the details will be handled responsively and professionally.     ## Special Events  Event and Conference Services is the gateway for special events on the IUPUI campus. We will guide and support you through the Special Event Application process to ensure protocol and operational considerations have been attained. From choosing the perfect venue to helping adhere to campus policies and procedures, we will be with you every step of the way. Your special event is important to our team and we will go that extra mile to ensure your event becomes a successful reality.  Event and Conference Services is the gateway for special events on the IUPUI campus. We will guide and support you through the Special Event Application process to ensure protocol and operational considerations have been attained. From choosing the perfect venue to helping adhere to campus policies and procedures, we will be with you every step of the way. Your special event is important to our team and we will go that extra mile to ensure your event becomes a successful reality.  [Read More](https://eventservices.iupui.edu/special-event-application/index.html)   ## Facilities & Locations  IUPUI is home to a wide range of facilities which include world-class athletic facilities, state of the art classrooms and auditoriums, and beautiful outdoor spaces, many with views of Downtown Indianapolis and the IUPUI Campus Center. Located downtown, premier attractions such as museums, sporting venues, performance halls, and renowned restaurants are just steps away. IUPUI Event and Conference Services will provide you with the best event experience whether on or off campus.  IUPUI is home to a wide range of facilities which include world-class athletic facilities, state of the art classrooms and auditoriums, and beautiful outdoor spaces, many with views of Downtown Indianapolis and the IUPUI Campus Center. Located downtown, premier attractions such as museums, sporting venues, performance halls, and renowned restaurants are just steps away. IUPUI Event and Conference Services will provide you with the best event experience whether on or off campus.  Thank you so much for all of your help. It was a wonderful event, and the food was delicious.”  Thank you so much for your assistance. IUPUI has a great campus.  Thanks for everything you did to accommodate our complicated event! It was a great night, thanks for all the hard work of you and your team.  Kathryn Koehler IU Public Policy Institute "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/tent-reservation/index.html#search",
    "body": "  ## Outdoor Tent Information  Taylor Courtyard Tent  [Division of Undergraduate Education Room Reservations Website](https://due.iupui.edu/community/forms/facilities/room-request/index.html)    Vermont Street Tent "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/meeting-spaces.html#search",
    "body": "  ## University Tower and Hine Hall  University Tower and Hine Hall are located in the center of the IUPUI campus. These facilities contain classrooms, ballroom, banquet rooms as well as a 373-seat auditorium. IUPUI Event and Conference Services will assist you with reserving space to accommodate your event and handle the details such as room set-ups, audiovisual, parking, catering, and housing.  Internal or non-profit pricing may apply. Indicate your University school/unit/department/affiliation or non-profit status when sending your inquiry. Room rates reflect a standard 8-hour rental period. Minimum weekend rates may apply.  Event Space Locations: See Facility Floor Plan   ### Hine Hall Auditorium   ### Set Up Capacity  Theatre Seating: 340/374   #### Auditorium Information   ### Tower Ballroom   ### Set Up Capacity  Ballroom Information  Download Floor Plan   ### Presidents Room   ### Set Up Capacity  President's Room Information  Download Floor Plan   ### Indiana Room   ### Set Up Capacity  Indiana Room Information  Download Floor Plan   ### Purdue Room   ### Set Up Capacity  Purdue Room Information  Download Floor Plan   ## Executive Meeting Rooms   ### Executive Meeting Room 131   ### Set Up Capacity  6-8 people per room, conference set   ### AV Capabilities     ### Executive Meeting Room 132   ### Set Up Capacity  24 tables / 70 seats in classroom-style   ### AV Capabilities  Download Floor Plan   ### Executive Meeting Room 137   ### Set Up Capacity  24 tables/ 12 pods/ 64 seats   ### AV Capabilities  Download Floor Plan   ### Executive Meeting Room 139   ### Set Up Capacity  24 Tables / 12 pods / 64 seats   ### AV Capabilities  Download Floor Plan   ### Executive Meeting Rooms Break Station   #### Dedicated food and beverage space for groups meeting in the Executive Room Suites   #### Coffee machine, ice and water dispenser, wall coolers and microwave "
  },
  {
    "url": "URL: https://eventservices.iupui.edu/special-event-application/special-event-guidelines.html#search",
    "body": "  ## Special Event Guidlines  This guideline serves as a how-to guide, providing the direction you may need and answers on holding events on the campus of IUPUI.  View Campus Map  [View Campus Map](https://map.iu.edu/iupui/index.html)   ## Site Plan  An event that has multiple components, a larger area and a high volume of attendance will need to provide a special layout of your event. This layout will provide locations for vendors, food and beverage, portable toilets, tents, stage and other key areas as they relate to your event. This site plan will be reviewed by Campus Facilities and will provide feedback and approvals/denials.   ## Utilities  Electrical power, water or any other utility needed to support your event will need to be noted on your Special Event Application. IUPUI Campus Facility Services will contact you to arrange for any utility set-up and service, a fee will be charged for this service and will require payment prior to service connection. Fees charged will be placed against an internal bill number (IB# noted on Special Event Application) or will be invoiced by IUPUI Event and Conference Services.   ## Food and Beverage  Indiana University has several exclusive food service agreements with third party partners which must be recognized and followed by the Indiana University community at IUPUI.  Chartwells Higher Ed food management company is contracted to provide all residential, retail, concessions, and catering food service on the IUPUI campus.  Effective January 1, 2023, catering exclusivity applies to the Campus Center only. Check with your event planner for catering options within University Tower, Hine Hall, and the Madam Walker Legacy Center. Canteen Vending Services is contracted to provide all vending operations on the IUPUI campus.  Coca Cola is contracted to provide all beverage products on all Indiana University campuses.  A list of frequently asked questions has been compiled to help the IUPUI community understand the obligations of these food service agreements as well as other university food safety and purchasing policy and practices.  Visit the IUPUI Auxiliary Services FAQs to learn more.  [IUPUI Auxiliary Services FAQs](https://aux.iupui.edu/faq.html)   ## Alcohol  Indiana University policy Service of Alcohol ( FIN-INS -10) outlines procedures regulating the service of alcoholic beverages at any function held on University property and any University function regardless of location. If alcohol is being served at an event, you are REQUIRED to submit an Approval for Alcohol Service on Campus form at least 20 days prior to the event. Indiana University requires approval from the Chancellor's Office. The request should be submitted via email to the Chancellor at cifrench@iupui.edu at least 20 business days prior to the event date.  No alcohol is to be served without the Chancellor's approval.  [Service of Alcohol](https://policies.iu.edu/policies/fin-ins-10-service-alcohol/index.html)   ## Parking  An IUPUI parking pass permit is required for all IUPUI parking lots and garages. Please refer to the campus map for details. Arrangements for parking can be made for your event by contacting Alan Tucker or (317 278-3713) at IUPUI Parking and Transportation Services.  [campus map](https://parking.iupui.edu/parking/parking-locations.html#maps)   ## Security  IUPD Indianapolis is responsible for public safety while you’re on University property. Additional security may be required for your event and IUPD Indianapolis will make that determination.  [IUPD Indianapolis](https://iupd.iupui.edu/index.html)   ## Signage  If you are holding an event that will require directional signage for parking or other locational marking this will need to be outlined on your Special Event Application. Direction from this information will be provided by Event and Conference Services.   ## Street Closings  If your event requires street closings, please fill out the paperwork with the City of Indianapolis for a Special Event Permit .  [Special Event Permit](https://www.indy.gov/activity/special-events-permits)   ## Emergency Procedures  While on the campus of IUPUI you may face an emergency situation, and knowing what to do can make all the difference -- not only for ourselves but for our visitors and guests. Please use the buttons on the link provided to read through procedures for potential emergencies. Protect.IU Emergency Procedures .  [Protect.IU Emergency Procedures](https://protect.iu.edu/emergency-planning/procedures/index.html)   ## Rental Equipment  ALL UNIVERSITY RENTAL NEEDS WILL NEED TO WORK WITH AN APPROVED IU VENDOR. A LISTING OF APPROVED VENDORS CAN BE FOUND HERE.  [HERE.](https://purchasing.iu.edu/) "
  }
]