[
  {
    "url": "URL: https://families.iupui.edu/about/message-staff.html#search",
    "body": " Greetings Parents, Family Members, and Supporters!  Welcome to the Jaguar Family! IUPUI Family Connections is incredibly excited to have you as a part of the IUPUI community. We are thrilled your student chose IUPUI. Their energy, excitement, passion, and pride inspires the campus community daily.  The years of your student’s college career is a time of great growth and transition for them, and the whole family. We recognize this, and know the support you provide to your Jaguar student is irreplaceable and profoundly unique. Family Connections is dedicated to supporting you, as you continue to support your student.  Your student’s success at IUPUI and beyond is extremely important to us. Within the Division of Student Affairs, our mission is to prepare students for life. Thank you for doing, and continuing to do this, for your Jaguar student. Encourage them to take full advantage of programs, services, relationships, and educational tools on campus that will expand their experience of and preparation for life.  IUPUI Family Connections is here to provide intentional programs, communications, partnerships, and resources to keep you connected to campus and your student. This creates opportunities for you to learn and engage alongside your student in new ways.  Please let us know how we can support and assist you. We are happy to celebrate with you and provide assistance. Feel free to contact us at jagfam@iupui.edu or (317)274-3699.  Tonya Hall  Assistant Dean of Students and Director for Student and Family Connections "
  },
  {
    "url": "URL: https://families.iupui.edu/forms/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://families.iupui.edu/#search",
    "body": "  ## Welcome to the IUPUI Jaguar Family!  As parents, family members, and supporters, we realize you will walk alongside your Jag during these formative college years. As your student embarks on their journey at IUPUI and looks to you for support, know that we’re here to support you .  Become part of the IUPUI community by subscribing to our monthly e-newsletter , connecting with other families , and attending our family events and programs .  Even though I didn’t know what to expect from my daughter’s college experience, I learned I could still be a support by doing things like sending care packages or just being there to listen.   ### IUPUI has a new bookstore  The IUPUI Bookstore is a proud sponsor of the Family Lounge during IUPUI’s move-in weekend. The store is located in Campus Center suite 155 and is a major destination for Jaguar fans looking to shop for all kinds of fan gear. The campus store has increased the amount of space devoted to T-shirts, sweatshirts, gifts, and other clothing and apparel items. The Bookstore also provides required textbooks, course materials, and supplies for IUPUI students. Check out the space in person or shop online with free in-store pickup.  Shop the IUPUI Bookstore  [Shop the IUPUI Bookstore](https://www.bkstr.com/indianastore/iupui?cm_mmc=Web-_-Website-_-IUPUIMoveINFamilyWebsite-_-2271)   ## News  [More news](https://news.iu.edu/)   ## Upcoming Events  Nov 20  Zumba  [Zumba](https://events.iu.edu/studentaffairsiupui/event/1158300-zumba)  5:30 p.m. — 6:30 p.m.  Campus Center  -  Nov 20  Cycling  [Cycling](https://events.iu.edu/studentaffairsiupui/event/1230962-cycling)  Starts at 6:30 p.m.  Nov 21  Pound Group Exercise Class  [Pound Group Exercise Class](https://events.iu.edu/studentaffairsiupui/event/1230974-pound-group-exercise-class)  All day  Nov 21  Cycling  [Cycling](https://events.iu.edu/studentaffairsiupui/event/1158355-cycling)  7:15 a.m. — 8 a.m.  Campus Center  -  Nov 21  Yoga  [Yoga](https://events.iu.edu/studentaffairsiupui/event/1230970-yoga)  Starts at 8 a.m.  [View events](https://events.iu.edu/studentaffairsiupui/) "
  },
  {
    "url": "URL: https://families.iupui.edu/about/index.html#search",
    "body": " Family Connections at IUPUI is housed in the Student and Family Connections within the Division of Student Affairs. Students who experience parent and family support are more likely to succeed and persist to graduation.  Mission  IUPUI Family Connections is dedicated to serving as a one-stop-shop for parents, families, and supporters of current students. We develop intentional programs, communications, partnerships, and resources that impact student success and connect families to the IUPUI community. "
  },
  {
    "url": "URL: https://families.iupui.edu/parenting-students/programs.html#search",
    "body": "  ## Events at IUPUI  Weeks of Welcome (WOW) : Adult and Parenting Student Social Thursday, August 25 | 4–7 p.m. Taylor Courtyard Tent  [Weeks of Welcome (WOW)](https://studentaffairs.iupui.edu/get-involved/traditions/wow.html)   ## Parenting Jags Group  This group is for IUPUI students who are interested in connecting with other student parents to build community, share resources, and discuss experiences of being a student parent.  Group meetings will take place once per month in Campus Center 386 (The Cube).   ## Parenting workshops  Through a partnership with Child Care Answers , IUPUI students have access to educational workshops that cover a variety of topics unique to parenting.  [Child Care Answers](https://childcareanswers.org/)  Upcoming workshops Browse the events calendar to find live workshops hosted by Child Care Answers, or visit their YouTube channel to view previously recorded workshops.  [events calendar](https://childcareanswers.org/trainingcalendar/)  [YouTube channel](https://www.youtube.com/channel/UCcn0j44Y3GBh5ynzwk_r0Dg)   ## Virtual programs  Check out these educational workshops that cover various topics unique to parenting. Through a partnership with Child Care Answers , IUPUI students are able to attend live workshops or view previously recorded workshops provided by this great community resource. Visit Child Care Answers YouTube to access all previously recorded sessions.  [Child Care Answers](https://childcareanswers.org/)  [Child Care Answers YouTube](https://www.youtube.com/channel/UCcn0j44Y3GBh5ynzwk_r0Dg)   ### Child Care Answers: A Parent's Guide to Developmental Milestones  [View Workshop](https://www.youtube.com/watch?v=IGoVVfpZvcA&list=PL83sbfH4AOY399M3YME4aGX9AQUw-Svok)   ### Child Care Answers: Helping Your Child Achieve Nighttime Dryness  Toilet training is a process that requires patience and will take time. Typically, the last step in toileting independence is the ability to stay dry at night. Knowing when to ditch the diapers and how to go about it may seem overwhelming, even to the most seasoned parent! Join us in a discussion on when and how to do away with diapers forever.  View Workshop  [View Workshop](https://www.youtube.com/watch?v=q4qfIuKf4XA)   ### Child Care Answers: Safe Sleep- Fact or Fiction  [View Workshop](https://www.youtube.com/watch?v=ertriuo02LY)   ### Child Care Answers: Supporting Literacy Skills at Home- Play-based Learning for your Preschooler (3-5)  Preschoolers can learn important literacy skills when they are playing! As the adult, you can support their literacy by modeling reading and letter recognition, creating problems to solve, and providing toys that encourage story-telling. Join us to discover how you can create fun, play-based literacy activities at home.  View Workshop  [View Workshop](https://www.youtube.com/watch?v=apMd6xJQyKs)   ### Child Care Answers: Your Guide to CCDF Child Care Vouchers  [View Workshop](https://www.youtube.com/watch?v=vSoDXsEhg4U) "
  },
  {
    "url": "URL: https://families.iupui.edu/blog/blog-posts/2022-12-1-stress-management-resources-iupui.html#search",
    "body": "  # College is stressful: How IUPUI supports students  By: Garret Jochem  Thursday, December 01, 2022  Let's face it. Stress is a normal part of life. And college...it's stressful.  The signs of stress can look different for each person. For some, it can manifest physically with sweating, heart racing and even becoming ill more frequently. Stress can also be observed in behaviors like procrastination and seeing a drop in class grades. Or some students experience stress internally and may feel a loss of direction or have difficulty concentrating.  [signs of stress](https://studentaffairs.iupui.edu/doc/pages/signs-of-stress.pdf)  While experiencing stress is normal, it is important to manage it well. IUPUI has several options for helping students develop healthy coping mechanisms.   ### Relieve stress through academic assistance programs  Achieving academic success is a common stressor among college students. The greatest relief of stress, in this circumstance, often comes from receiving assistance with studies.  First, students are recommended to contact their course instructors about concerns with coursework. Instructors are often the best resource for answering questions and efficiently connecting students with the proper assistance.  IUPUI provides a wide range of academic support programs across its campus, many of which offer their services to students with no out-of-pocket cost. These resources include:  [University Writing Center](https://liberalarts.iupui.edu/programs/uwc/?_gl=1%2Am82utr%2A_ga%2AMTA3MzIyMTEuMTU2MTY5Mzg2OA..%2A_ga_61CH0D2DQW%2AMTY2OTczNjIzMS41OC4xLjE2Njk3MzYyNTkuMC4wLjA.)  [Speaker's Lab](https://liberalarts.iupui.edu/centers/speakers/?)  [Mathematics Assistance Center (MAC)](https://science.iupui.edu/math/academics/academic-support/mac.html?_gl=1*znlo45*_ga*MTA3MzIyMTEuMTU2MTY5Mzg2OA..*_ga_61CH0D2DQW*MTY2OTczNjIzMS41OC4xLjE2Njk3MzY1NDEuMC4wLjA.)  The Bepko Learning Center is located on campus and has an option to connect students with a tutor for their specific needs. Private tutoring is one service that has an out-of-pocket cost.  [connect students with a tutor](https://blc.iupui.edu/tutoring/tutor-matching/index.html)   ### Relax and recharge before finals  Sometimes the best tactic for managing stress is simple – have fun!  Stress Busters Week has several activities planned Dec. 5 –9 to help students relax before final exams begin. Students can cuddle up with furry friends, take a brain break at the Y2K Game Night Pajama Party or get pampered with a free chair massage.  [Stress Busters Week](https://events.iu.edu/studentaffairsiupui/all/tags/Stress%20Busters%20Week)  Family visits and exploring Indianapolis offer plenty of opportunities for fun, too. Encouraging your Jaguar to take a break and explore the city's must-see neighborhoods, local sports and outdoor adventures is a great way to relieve their stress.  Your support is invaluable during stressful times. It may be the boost that's needed to help students overcome challenges.   ### Meet with a health and wellness coach  Through the Division of Student Affairs wellness programs, students can meet with a health and wellness coach . This free service helps student uncover their values while unlocking their full potential.  [health and wellness coach](https://studentaffairs.iupui.edu/health/wellness-programs/coaching/index.html)  In health and wellness coaching sessions, a certified coach can:  Coaches tend to focus on topics such as well-being, time management and overall stress reduction. Your Jaguar can sign up anytime throughout the semester.  [sign up](https://studentaffairs.iupui.edu/health/wellness-programs/coaching/coaching-signup-form.html)   ### Professional services available to students  For some, professional clinical services are the best option for managing stress.  IUPUI Counseling and Psychological Services (CAPS) is an on-campus resource that offers students the professional support they need and the care they deserve.  [IUPUI Counseling and Psychological Services (CAPS)](https://studentaffairs.iupui.edu/health/counseling-psychological/index.html)  CAPS recognizes mental and emotional well-being as an important part of students caring for themselves. As such, they have many services to meet varying levels of need:  Many of their offerings are available online and in person. Students can contact CAPS to discuss options best suited for them.   ### New virtual care course now an option  CAPS, by popular demand, developed a free, virtual course students can access through Canvas. The course is aimed at helping students handle the stress they may experience during their time in college.  [free, virtual course](https://expand.iu.edu/courses/virtual-care-support)  Its content contains insightful information displayed through text, video and interactives. Students have the ability to move through the course content at their own pace.  This resource has been welcomed with open arms, especially as the professional services at CAPS experience a consistently high level of requests. The virtual care course offers a valuable alternative that students can access 24/7 to cope, care for themselves and manage stress. "
  },
  {
    "url": "URL: https://families.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://families.iupui.edu/blog/blog-posts/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://families.iupui.edu/stay-connected/iupui-family-council.html#search",
    "body": "  ## IUPUI Family Council  Student and Family Connections is excited to offer this new opportunity for our current Jaguar families to get involved in our community.   ### Member responsibilities and expectations   #### Engage with IUPUI   #### Support IUPUI   #### Experience IUPUI  Council members must be a family member of a current, full-time IUPUI student.  Members are expected to attend two meetings each year, one of which will occur during Family Weekend in November and the other will occur in February or March of the spring semester. Meetings will be held virtually or on campus. If a council member is unable to attend in person, a virtual option will be provided.  Attendance Policy: Members who miss two consecutive meetings will be removed from the IUPUI Family Council. Attendance exceptions may be made for those who live a long distance from IUPUI.  If you are interested in serving on the IUPUI Family Council, applications will be available until Jan. 13, 2023.  All questions regarding the application and IUPUI Family Council can be directed to Tonya Hall at tmcollie@iupui.edu .  Apply today "
  },
  {
    "url": "URL: https://families.iupui.edu/parenting-students/resources.html#search",
    "body": "  ## Parenting student rights  [Pregnant and Parenting Student Rights This FAQ breaks down your rights as a pregnant or parenting student in a Q&A style.](https://nwlc.org/resources/faq-pregnant-and-parenting-college-graduate-students-rights/)   ### Pregnant and Parenting Student Rights  This FAQ breaks down your rights as a pregnant or parenting student in a Q&A style.  [Office of Equal Opportunity (OEO) Contact OEO if your Title IX rights are violated or denied.](https://oeo.iupui.edu/)   #### Office of Equal Opportunity (OEO)  Contact OEO if your Title IX rights are violated or denied.   ### Connect with us  Email: sfcmail@iupui.edu  Phone: 317-274-3699   ### Pregnant/Parenting Resources  [Adaptive Educational Services (AES) Contact AES if you have a diagnosis requiring academic or physical accommodations (paperwork required).](https://diversity.iupui.edu/offices/aes/index.html)   #### Adaptive Educational Services (AES)  Contact AES if you have a diagnosis requiring academic or physical accommodations (paperwork required).  [Communicating with instructors Inform instructors of the anticipated due date and maintain communication with them about medically-necessary appointments. Instructors are expected to make reasonable accommodations for all medically-necessary and documented absences related to pregnancy and delivery.](https://studentaffairs.iupui.edu/advocacy-resources/index.html)   #### Communicating with instructors  Inform instructors of the anticipated due date and maintain communication with them about medically-necessary appointments. Instructors are expected to make reasonable accommodations for all medically-necessary and documented absences related to pregnancy and delivery.  [Office of Student Advocacy and Support (OSAS) OSAS can help with the following: Documented reason for a lengthier absence, guidance with pregnancy preparation related to course work, and community resources like childcare.](https://studentaffairs.iupui.edu/advocacy-resources/index.html)   #### Office of Student Advocacy and Support (OSAS)  OSAS can help with the following: Documented reason for a lengthier absence, guidance with pregnancy preparation related to course work, and community resources like childcare.  [Wellness Rooms for Lactating Parents The IUPUI campus currently provides 31 private wellness rooms to support Academic, Staff, and Students who are lactating. Each room is secure, clean, and easy to use. The University strives to add more rooms at a variety of locations on campus.](https://ofw.iupui.edu/Resources/Lactation-Resources)   #### Wellness Rooms for Lactating Parents  The IUPUI campus currently provides 31 private wellness rooms to support Academic, Staff, and Students who are lactating. Each room is secure, clean, and easy to use. The University strives to add more rooms at a variety of locations on campus.   ### Parenting student groups   #### IUPUI Grad Parent Network  Discussions will focus on resources, navigating school related challenges, and parenting through graduate and professional school. Meeting dates are still being determined.   #### Parenting Jags Group  This group is for IUPUI students who are interested in connecting with other student parents to build community, share resources, and discuss experiences of being a student parent.  Group meetings will take place once per month in Campus Center 386 (The Cube).   ### Childcare options  [Center for Young Children (CYC) The CYC is located on campus and provides childcare and early childhood education for the university and Indianapolis communities.](https://childcare.iupui.edu/)   #### Center for Young Children (CYC)  The CYC is located on campus and provides childcare and early childhood education for the university and Indianapolis communities.  [Child Care Answers Child Care Answers serves as Central Indiana’s Child Care Resource & Referral agency, otherwise known as a CCR&R. CCR&Rs work to ensure that children receive the best care possible through a variety of activities.](https://childcareanswers.org/)   #### Child Care Answers  Child Care Answers serves as Central Indiana’s Child Care Resource & Referral agency, otherwise known as a CCR&R. CCR&Rs work to ensure that children receive the best care possible through a variety of activities.   ### Additional resources  Financial resources, academic support, and more can be found at helpmeroar.iupui.edu .  [helpmeroar.iupui.edu](http://helpmeroar.iupui.edu/) "
  },
  {
    "url": "URL: https://families.iupui.edu/stay-connected/newsletter-signup-form.html#search",
    "body": ""
  },
  {
    "url": "URL: https://families.iupui.edu/parenting-students/forms/parenting-student-listserv-signup.html#search",
    "body": ""
  },
  {
    "url": "URL: https://families.iupui.edu/blog/index.html#search",
    "body": " Fuel up for finals with nearby food fixes  Thursday, April 27, 2023  Your student's go-to guide for eateries both on campus and close by.  5 free career prep tools at IUPUI  Tuesday, January 24, 2023  Prepare for your student's post-graduation career with free, on-campus resources. An online job platform, resume assistance and more are accessible to all Jags.  College is stressful: How IUPUI supports students  Thursday, December 01, 2022  Students can better manage their stress by participating in Stress Busters Week, meeting with a health and wellness coach or enrolling in a free virtual care course.  The Jaguar family’s guide to Indianapolis  Wednesday, October 26, 2022  Create memories with your family by biking the Monon Trail, eating tacos at Bakersfield, or visiting the Indianapolis Zoo. Check out our Indianapolis city guide for a full list of recommendations. "
  },
  {
    "url": "URL: https://families.iupui.edu/parenting-students/index.html#search",
    "body": "  ## Welcome parenting students!  Being a parenting student is a huge facet of your identity, and we want to ensure that you feel welcomed, supported, and valued during your time at IUPUI.   ### About this initiative  The Parenting Student Initiative at IUPUI provides support to undergraduate and graduate students who are parents, guardians, caregivers, and/or pregnant. Our team is here to advocate for the needs of parenting students and help to create a community of support through impactful programs and services.   ### Stay in touch  Looking for more information about resources, communications, and support for parenting students at IUPUI? Join our email listserv.  Sign up here   ### Connect with us  Student and Family Connections- sfcmail@iupui.edu Office of Equal Opportunity – oeoiupui@iupui.edu Office of Student Advocacy and Support – stuadvoc@iupui.edu  We are always open to feedback on how we can better support you! Submit your ideas here     ### Additional resources and opportunities for parenting students "
  },
  {
    "url": "URL: https://families.iupui.edu/forms/family-council-form.html#search",
    "body": ""
  },
  {
    "url": "URL: https://families.iupui.edu/links/index.html#search",
    "body": " Browse the links below for a variety of tools that will help your student succeed as they transition from one semester to the next.   ## Academics  [Academic Calendar](https://studentcentral.iupui.edu/calendars/index.html)  [Academic and Career Development](https://acd.iupui.edu/explore/support-your-student/index.html)  [Academic Schools and Departments](http://www.iupui.edu/academic/schoolsdepts.htm)  [Center for Transfer and Adult Students](https://ctas.iupui.edu/)  [Degree Programs](http://www.iupui.edu/degrees/)  [Registrar](http://registrar.iupui.edu/)  [University College](http://uc.iupui.edu/)   ## Finances  [Bursar](http://bursar.iupui.edu/)  [Financial Aid](http://www.iupui.edu/~finaid/)  [FAFSA](https://studentcentral.iupui.edu/funding/apply-financial-aid/steps-to-apply/index.html)  [Scholarships](http://scholarships.iupui.edu/)   ## External Resources  [College Parents of America](http://www.collegeparents.org/)  [FERPA](https://ferpa.iu.edu/rights/)   ## Student Affairs  [Campus Center and Student Experiences](http://campuscenter.iupui.edu)  [Campus Recreation](http://campusrec.iupui.edu)  [Counseling and Psychological Services](http://caps.iupui.edu)  [Health and Wellness Promotion](http://wellness.iupui.edu)  [Housing and Residence Life](http://housing.iupui.edu)  [Student Advocacy and Support](http://advocate.iupui.edu)  [Student Conduct](http://conduct.iupui.edu)  [Student Health Services](http://studenthealth.iupui.edu)   ## Campus Resources  [Adaptive Educational Services](http://aes.iupui.edu/)  [Admissions](https://www.iupui.edu/admissions/index.html)  [Athletics](http://www.iupuijags.com/index.aspx)  [Campus Safety](https://www.iupui.edu/about/safety.html)  [COVID-19 Information](https://covid.iu.edu/)  [Emergency Preparedness](https://protect.iu.edu/emergency-planning/index.html)  [Campus Police](https://iupd.iupui.edu/)  [Crimson Card](https://crimsoncard.iu.edu/)  [Dining Services](https://dineoncampus.com/iupui/)  [How to Get Involved on Campus](http://theden.iupui.edu/)  [LGBTQ+ Center](https://diversity.iupui.edu/offices/lgbtq/index.html)  [Meal Plans](https://mealplans.iupui.edu/)  [Multicultural Center](https://diversity.iupui.edu/offices/mc/index.html)  [National Student Exchange](https://uc.iupui.edu/student-support-programs/national-student-exchange/index.html)  [New Student Orientation](http://orientation.uc.iupui.edu/)  [Office for Veterans & Military Personnel](http://veterans.iupui.edu/)  [Office of International Affairs](http://international.iupui.edu/)  [Parking Services](http://parking.iupui.edu/)  [Student Employment](https://employment.iupui.edu/)  [Study Abroad](http://abroad.iupui.edu/)  [Transfer Student Services](http://transfer.iupui.edu/)   ## Mentoring Resources  [21 st Century Scholars](https://21stcentury.iupui.edu/)  [Bepko Learning Center](https://blc.iupui.edu/)  [Math Assistance Center](http://mac.iupui.edu/)  [Speaker’s Lab](http://liberalarts.iupui.edu/speakers/)  [Upward Bound](https://ub.iupui.edu/)  [Writing Center](http://liberalarts.iupui.edu/uwc/) "
  },
  {
    "url": "URL: https://families.iupui.edu/stay-connected/index.html#search",
    "body": "  ## Be in the know  Student and Family Connections is passionate about helping you stay connected with your student and the IUPUI community. To do so, we offer a variety of communication methods so you feel confident and supported throughout your student’s college journey:   ### Social media  [Jaguar Families Facebook Group](https://www.facebook.com/groups/jaguarfamilies/)  [IUPUI Student and Family Connections Facebook page](https://www.facebook.com/IUPUIfamilies/)   ### Family Connections E-Newsletter  This digital publication will hit your inbox monthly with university news, upcoming events, and reminders to help you stay informed throughout the academic year.  Subscribe to our e-newsletter   ### Parent and Family Calendar  Student and Family Connections creates a calendar just for our Jaguar families full of IUPUI events, important financial deadlines, family programs, and more.  You can now download a digital version of our calendar. 2023–24 Parent and Family Calendar   ### IUPUI Family Council  This council is a new initiative that will provide families with an opportunity to support, experience, and engage with the university. "
  },
  {
    "url": "URL: https://families.iupui.edu/programs-and-events/index.html#search",
    "body": "  ## 2023 Family Weekend  IUPUI's 8th annual Family Weekend is Sept. 29 through Oct. 1. All parents, family members, and supporters of students are welcome to attend a weekend of fun.  Several events are free, and others have a small fee. The weekend is customizable based on your interests and what you want it to be.  Here are the events you can choose from each day:   ### Friday, Sept. 29   ### Saturday, Sept. 30  [Pre-registration required](https://iu.co1.qualtrics.com/jfe/form/SV_3C1RYBuujf0JxX0)  [Express interest in our online form](https://studentaffairs.iupui.edu/machform/view.php?id=138932)  [Pre-registration is required](https://iu.co1.qualtrics.com/jfe/form/SV_3C1RYBuujf0JxX0)   ### Sunday, Oct. 1  [Pre-registration is required](https://iu.co1.qualtrics.com/jfe/form/SV_3C1RYBuujf0JxX0)   #### Enjoy throughout the weekend  [Healthy IU's walking map](https://healthy.iu.edu/campus-programs-services/university/walking.html)  With an entrance on the first floor of the Campus Center, leading down to the Lower Level, is IUPUI’s fitness center. This facility is free for use by registered Family Weekend attendees throughout the weekend. Enjoy staying JagFit as a whole family, utilizing high-quality fitness equipment.  Second Annual Jaguars Fall Invitational for Women’s Tennis:  Sept. 29–Oct. 1 at the campus courts (next to NIFS). Admission to the tournament is free.  Sept. 29 3 p.m.              Opening Ceremony 3:30 p.m.          IUPUI vs. Butler doubles 4:30 p.m.          IUPUI vs. UIndy doubles 5:30 p.m.          IUPUI vs. BGSU doubles  Sept. 30 9:30 a.m.          IUPUI vs BGSU singles 3:30 p.m.          IUPUI vs. UIndy singles  Oct. 1 9:30 a.m.          IUPUI vs. Butler singles Need Parking?   ### Thanks to the support of Parking and Transportation Services at IUPUI families can receive a parking permit to use for the weekend. Registration is required for families that did not pre-register for tickets to the Regatta Family Meet & Greet, Indy Eleven Game, or Family Brunch and Bingo (a parking pass is already included with the pre-registered tickets).  [Registration is required](https://iu.co1.qualtrics.com/jfe/form/SV_72PBG9sgvhcxrPU)   ### Questions?  Email sfcmail@iupui.edu .    The IUPUI Bookstore is a proud sponsor of Family Weekend. Located on Level 1 of the Campus Center, the Bookstore provides all of the essentials for your student and you! Grab your favorite Jaguar gear, stock up on school supplies, purchase dorm room essentials, get your textbooks, and more.  Visit the Bookstore  [Visit the Bookstore](https://www.bkstr.com/indianastore/iupui) "
  },
  {
    "url": "URL: https://families.iupui.edu/privacy/#search",
    "body": "  # Parent and Family Programs  Effective: 2018-02-28   ## Applicability  This privacy notice applies only to the Parent and Family Programs (https://families.iupui.edu) and explains our practices concerning the collection, use, and disclosure of visitor information. Visitor information collected by Parent and Family Programs will be used only as outlined in this privacy notice.  Other units at the university may collect and use visitor information in different ways. Therefore, visitors to other university websites should review the privacy notices for the particular sites they visit. Parent and Family Programs is not responsible for the content of other websites or for the privacy practices of websites outside the scope of this notice.   ## Changes  Because Internet technologies continue to evolve rapidly, Parent and Family Programs may make appropriate changes to this notice in the future. Any such changes will be consistent with our commitment to respecting visitor privacy, and will be clearly posted in a revised privacy notice.   ## Collection and Use   ### Passive/Automatic Collection  When you view pages on our site, the web server automatically collects certain technical information from your computer and about your connection.  This site is hosted on Webserve , a shared web–hosting environment provided by IU’s University Information Technology Services. For more information about privacy practices related to Webserve, read the Webserve Privacy Notice Supplement .  [Webserve](https://kb.iu.edu/d/awkz)  [Webserve Privacy Notice Supplement](https://kb.iu.edu/d/bfrm)  In addition to any information collected by Webserve, our server and/or site collects the following:  Continued use of our website indicates consent to the collection, use, and disclosure of this information as described in this notice.  This technical information is not retained or utilized.   ### Active/Manual/Voluntary Collection  We will not attempt to collect any information from you through the use of forms or other type of manual input.   ### Information Sharing  We do not share any aggregate, non-personally identifiable information with other entities or organizations.  We do not share any personally identifiable information with other entities or organizations, except when legally required to do so, at the request of governmental authorities conducting an investigation, to verify or enforce compliance with the policies governing our website and applicable laws, or to protect against misuse or unauthorized use of our website.  Except as described above, we will not share any information with any party for any reason.  Except as provided in the Disclosure of Information section below, we do not attempt to use the technical information discussed in this section to identify individual visitors.   ### Cookies  A cookie is a small data file that is written to your hard drive that contains information about your visit to a web page. If you prefer not to receive cookies, you may configure your browser not to accept them at all, or to notify and require approval before accepting new cookies. Some web pages/sites may not function properly if the cookies are turned off, or you may have to provide the same information each time you visit those pages.  [cookie](https://epic.org/privacy/internet/cookies/)  Our site does not use cookies to store information about your actions or choices on pages associated with our site.   ### Children  This site is not directed to children under 13 years of age, does not sell products or services intended for purchase by children, and does not knowingly collect or store any personal information, even in aggregate, about children under the age of 13. We encourage parents and teachers to be involved in children’s Internet explorations. It is particularly important for parents to guide their children when they are asked to provide personal information online.   ### Use of Third Party Services  This website uses Google Analytics, a web analytics service provided by Google, Inc. (\"Google\"). Google Analytics uses cookies (described above) to help the website analyze how users use the site. The information generated by the cookie about your use of the website (including possibly your IP address) will be transmitted to and stored by Google.  For more information, please visit Google’s Privacy Policy .  [Google’s Privacy Policy](http://www.google.com/policies/privacy)   ### Social Media  Third-party social media sites may collect information from this site. Indiana University is not responsible for their privacy practices. This site embeds features from third party social media sites, including:   ## Disclosure of Information  We may share some aggregate information with other appropriate university personnel and units to ensure the quality, functionality, and security of our website/application.  Any other disclosure—with appropriate external parties such as law enforcement agencies—will be done in accordance with all applicable laws and university policies in order to investigate and respond to suspected violations of law or university policy.   ## Security  Due to the rapidly evolving nature of information technologies, no transmission of information over the Internet can be guaranteed to be completely secure. While Indiana University is committed to protecting user privacy, IU cannot guarantee the security of any information users transmit to university sites, and users do so at their own risk.   ## Links to non-university sites  Indiana University is not responsible for the availability, content, or privacy practices of non-university sites. Non-university sites are not bound by this site privacy notice policy and may or may not have their own privacy policies.   ## Privacy Notice Changes  From time to time, we may use visitor information for new, unanticipated uses not previously disclosed in our privacy notice.   ## Contact Information  If you have questions or concerns about this policy, please contact us.  If you feel that this site is not following its stated policy and communicating with the owner of this site does not resolve the matter, or if you have general questions or concerns about privacy or information technology policy at Indiana University, please contact the chief privacy officer through the University Information Policy Office, 812-855-UIPO, privacy@iu.edu . "
  },
  {
    "url": "URL: https://families.iupui.edu/about/message-leadership.html#search",
    "body": " Welcome to the Jaguar Family! I hope you will find that IUPUI is a special place, filled with dedicated students, faculty, staff, and alumni who will help your student be successful.  Our staff within the Division of Student Affairs is committed to supporting students by helping them make the most of their time at IUPUI and preparing them for life after college. We focus on providing programs, services, and experiences designed to facilitate holistic student learning and engagement by maintaining high expectations of students and supporting them to reach their full potential. We know, and research supports, that students who are involved on campus perform better academically and develop the social and leadership skills needed for success during college and beyond.  Our dynamic, urban campus offers an abundance of opportunities both in and out of the classroom. We invite your student to experience all that IUPUI has to offer by joining one of our more than 475 student organizations, representing a wide variety of interests. Each semester, our campus hosts hundreds of events and programs from leadership development workshops to speakers to philanthropic causes to movies and concerts. If your student enjoys sports, we have our Division I Jaguar athletic events to attend as well as dozens of club sports and intramural teams to join. There is never a shortage of things to do either on campus or within the vibrant city of Indianapolis so I encourage your student to create a well-rounded college experience.  As family and friends of IUPUI, I hope you too will become active members of our community and experience all that we have to offer, including joining the Jaguar Family Association.  Again, welcome to IUPUI! It is my hope that your student will experience a year that is full of opportunities that challenge and lead to growth.  Sincerely,  Eric A. Weldy, Ed.D.  Vice Chancellor for Student Affairs "
  },
  {
    "url": "URL: https://families.iupui.edu/blog/blog-posts/2023-04-27-finals-food-blog.html#search",
    "body": "  # Fuel up for finals with nearby food fixes  By: Garret Jochem and Lexa Muehlbauer  Thursday, April 27, 2023  With classes, work and extracurriculars to balance, it's not always easy for students to know what food spots are accessible on campus and right down the road. Whether they're looking for snacks, a quick lunch or a dinner spot with friends, IUPUI and its surrounding areas offer a variety of eateries to choose from.   ## On campus   ### IUPUI Dining Markets  There are several markets located across campus where students can grab drinks, snacks and to-go meals like sushi or sandwiches. New technology in the Campus Center market allows students a sleek, simple and speedy checkout process through the Boost mobile app.  Additional locations for dining markets include University Library, Innovation Hall, Education/Social Work Building, Robert H. McKinney School of Law and the Medical Research Library.   ### Campus Center  IUPUI's Campus Center features many recognizable brands and favorite foods for Jags. On the first level, you can find Chick-Fil-A, Pizza Hut and Panda Express. Students can also grab food from Simply Puur — a healthy shop with salads, smoothies and more — or visit the rotating \"students' choice\" in the Commons next to Pizza Hut.  There's no shortage of coffee options either. Starbucks is located within the IUPUI Bookstore and Caribou Coffee is just an elevator ride away on the second level.   ### Additional campus eateries  Tower Dining, IUPUI's dining hall located in University Tower, is available to those with or without a meal plan. University Tower is also home to Chancellor's and The Den. Einstein Bros Bagels is located in the ICTC Building.   ## Near campus   ### Specialty restaurants  Indianapolis is home to an ecclectic array of food fixes, all of which are not far from campus. On the canal, Fresco Italian Cafe is a local favorite with outdoor patio space. Mass Ave boasts Moar Tea, Goodfellas Pizzeria, Slapfish , BRU Burger and Livery among its options, allowing Jags to cure any food cravings that may arise.  [Slapfish](https://www.slapfishrestaurant.com/)  [BRU Burger](https://www.slapfishrestaurant.com/)  [Livery](https://www.livery-restaurant.com/Indianapolis/)   ### Food halls  Heading toward the Indianapolis Motor Speedway racetrack is AMP , a food hall worth checking out! You can choose from healthy soul food, Venezuelan dishes, wings, burgers and a plethora of sweet treats. Keep an eye out for local performers and events happening on the big stage at AMP.  [AMP](https://theampindy.com/)  The Garage , another Indy food hall, is located on the northside of Mass Ave, just a five-minute drive from campus. You'll find seafood, Brazilian cuisine and so much more at the large venue.  [The Garage](https://www.garageindy.com/)   ### Coffee shops  Local coffee shops are scattered across Indianapolis. Our favorites near campus include Nine Lives Cat Cafe (where furry feline friends join you!), Quills, Coat Check Coffee, Bovaconti and Parlor Public House .  [Nine Lives Cat Cafe](https://www.ninelivescatcafe.com/)  [Bovaconti](https://www.bovaconticoffee.com/)  [Parlor Public House](https://www.parlorpublichouse.com/)   ### Indiana Avenue/10th Street  A bevy of food fixes can be found within walking distance of campus along Indiana Avenue and 10th Street. Everything from City Barbeque, Lincoln Square Pancake House, Taco Bell, Subway, Insomnia Cookies and more are just down the road.  With everything avaible to Jags on campus and close by, an empty stomach shouldn't be a problem for long. The hardest part now is making your choice! "
  },
  {
    "url": "URL: https://families.iupui.edu/blog/blog-posts/2022-10-26-family-guide-indy.html#search",
    "body": "  # The Jaguar family’s guide to Indianapolis  By: Garret Jochem  Wednesday, October 26, 2022  Planning a visit to IUPUI's campus is a great way to not only see the life your Jaguar is creating for themselves, but also to create memories together in Indianapolis.  With unique neighborhoods, local sports, outdoor adventure and more – the city has something for everyone. Whether you’re planning a trip for our upcoming Family Weekend or another time, you and your Jaguar will find lots to do just minutes away from IUPUI.   ### Must-see neighborhoods and venues  Visit eclectic restaurants and boutiques like Slapfish restaurant, Bakersfield, Silver in the City, Three Dog Bakery and more at the Mass Ave Arts District .  [Mass Ave Arts District](https://www.visitindy.com/indianapolis-mass-ave-arts-district?adlt=strict&toWww=1&redig=854409E4ACD44012975A5CF6E108A836)  The Bottleworks District , a relatively new addition to the Indianapolis area, is located at the north end of the Mass Ave Arts District. Its modern design makes your experience at its food hall, movie theater, spa and other entertainment facilities one-of-a-kind.  [Bottleworks District](https://www.bottleworksdistrict.com/?adlt=strict&toWww=1&redig=C596C0A60B7343378B749D30C9FC587F)  On the edge of downtown Indianapolis lies historic Fountain Square . Enjoy a game of duckpin bowling, catch live music at Hi-Fi or grab a warm drink at Bovaconti Coffee.  [Fountain Square](https://www.fountainsquareindy.com/?adlt=strict&toWww=1&redig=4240626D23784D4FB52AF4227213402E)  [Hi-Fi](https://hifiindy.com/)   ### Family-friendly activities  Indianapolis is home to several family-friendly activities. The Indianapolis Zoo and The Children’s Museum of Indianapolis are located within a short drive of IUPUI’s campus and are fun for the whole family.  [The Indianapolis Zoo](https://www.indianapoliszoo.com/?adlt=strict&toWww=1&redig=ED7800D6F621465C9D26A76D9D0D936E)  [The Children’s Museum of Indianapolis](https://www.childrensmuseum.org/?adlt=strict&toWww=1&redig=27759E29719E4E0AB9214B9143C0C0D5)  Challenge your family to an escape room at Breakout Games where a wide range of themes transport your family into a new world to solve your selected mystery.  [Breakout Games](https://breakoutgames.com/indianapolis?msclkid=ddc9964771ae14a561e8f5657a5b2c50&utm_source=bing&utm_medium=cpc&utm_campaign=Indy_North%20-%20Search&utm_term=indianapolis%20escape%20room&utm_content=Escape%20Room)  A great way to round out your family’s time in Indy is by capturing your experience at Selfie WRLD Indy . Its unique selfie museum allows for self-guided, goofy fun. Lifelong memories are just a few clicks away!  [Selfie WRLD Indy](https://selfiewrldindy.com/?adlt=strict&toWww=1&redig=9F4E32FFB3A841598BCCAB43A0DCD310)   ### Local sports  Sports fans have plenty of opportunities to catch a game in Indianapolis, no matter the sport. There is NFL football with the Indianapolis Colts , NBA basketball with the Indiana Pacers , and AAA baseball with the Indianapolis Indians .  [Indianapolis Colts](https://www.colts.com/?adlt=strict&toWww=1&redig=4E3673F139C946D1AA78F3473B888671)  [Indiana Pacers](https://www.nba.com/pacers?adlt=strict&toWww=1&redig=5F541CE4DC114070A76AAA9CB7707B0E)  [Indianapolis Indians](https://www.milb.com/indianapolis?adlt=strict&toWww=1&redig=5CEDA7EB979243CB8E4878DC9A59821A)  Currently, IUPUI's campus hosts the Indy Eleven at Carroll Stadium, bringing professional soccer to the city. The Indy Fuel can be found on the hockey rink at the Indiana Farmers Coliseum located within the state fairgrounds.  [Indy Eleven](https://www.indyeleven.com/?adlt=strict&toWww=1&redig=10918E76AEC9485CBF63AF34D75C4466)  [Indy Fuel](https://www.indyfuelhockey.com/?adlt=strict&toWww=1&redig=A6B2EBA2605640A79161B97B48B428FC)  Don’t forget to check out IUPUI’s athletic teams ! Our campus has 16 sports teams who represent the Jaguars year round.  [IUPUI’s athletic teams](https://iupuijags.com/index.aspx)  Sports fans are also encouraged to check out the NCAA Hall of Champions and Indianapolis Motor Speedway . They are perfect spots to round out your Indianapolis sports experience.  [NCAA Hall of Champions](https://ncaahallofchampions.org/)  [Indianapolis Motor Speedway](https://www.indianapolismotorspeedway.com/?adlt=strict&toWww=1&redig=20DA2AE3A55048F7A370990511487AE8)   ### Outdoor fun  Even though it’s an urban environment, Indianapolis provides outdoor fun of all kinds. Get adventurous at Go Ape , an unparalleled outdoor adventure park with treetop bridges and ziplines.  [Go Ape](https://www.goape.com/?adlt=strict&toWww=1&redig=AB854619CAF74BEAA64A78235CBF3F2F)  Just outside of IUPUI’s campus you will find the canal–home to IUPUI’s Regatta event–and White River State Park , both of which provide a wide range of activities.  [White River State Park](https://whiteriverstatepark.org/?adlt=strict&toWww=1&redig=6714E078323E447C867ECFA3928DF327)  Or spend time with the family taking a walk or hike– the Monon Trail and Indianapolis Cultural Trail are favorites for Indy residents (P.S. The city offers public bike stations through the Indiana Pacers Bikeshare , so you can take your adventure on wheels too!).  [Monon Trail](https://www.visithamiltoncounty.com/things-to-do/outdoors/monon-trail/)  [Indianapolis Cultural Trail](https://indyculturaltrail.org/)  [Indiana Pacers Bikeshare](https://www.pacersbikeshare.org/) "
  },
  {
    "url": "URL: https://families.iupui.edu/index.html#search",
    "body": "  ## Welcome to the IUPUI Jaguar Family!  As parents, family members, and supporters, we realize you will walk alongside your Jag during these formative college years. As your student embarks on their journey at IUPUI and looks to you for support, know that we’re here to support you .  Become part of the IUPUI community by subscribing to our monthly e-newsletter , connecting with other families , and attending our family events and programs .  Even though I didn’t know what to expect from my daughter’s college experience, I learned I could still be a support by doing things like sending care packages or just being there to listen.   ### IUPUI has a new bookstore  The IUPUI Bookstore is a proud sponsor of the Family Lounge during IUPUI’s move-in weekend. The store is located in Campus Center suite 155 and is a major destination for Jaguar fans looking to shop for all kinds of fan gear. The campus store has increased the amount of space devoted to T-shirts, sweatshirts, gifts, and other clothing and apparel items. The Bookstore also provides required textbooks, course materials, and supplies for IUPUI students. Check out the space in person or shop online with free in-store pickup.  Shop the IUPUI Bookstore  [Shop the IUPUI Bookstore](https://www.bkstr.com/indianastore/iupui?cm_mmc=Web-_-Website-_-IUPUIMoveINFamilyWebsite-_-2271)   ## News  [More news](https://news.iu.edu/)   ## Upcoming Events  Nov 20  Zumba  [Zumba](https://events.iu.edu/studentaffairsiupui/event/1158300-zumba)  5:30 p.m. — 6:30 p.m.  Campus Center  -  Nov 20  Cycling  [Cycling](https://events.iu.edu/studentaffairsiupui/event/1230962-cycling)  Starts at 6:30 p.m.  Nov 21  Pound Group Exercise Class  [Pound Group Exercise Class](https://events.iu.edu/studentaffairsiupui/event/1230974-pound-group-exercise-class)  All day  Nov 21  Cycling  [Cycling](https://events.iu.edu/studentaffairsiupui/event/1158355-cycling)  7:15 a.m. — 8 a.m.  Campus Center  -  Nov 21  Yoga  [Yoga](https://events.iu.edu/studentaffairsiupui/event/1230970-yoga)  Starts at 8 a.m.  [View events](https://events.iu.edu/studentaffairsiupui/) "
  },
  {
    "url": "URL: https://families.iupui.edu/parenting-students/forms/comments.html#search",
    "body": ""
  },
  {
    "url": "URL: https://families.iupui.edu/blog/blog-posts/2023-01-18-free-career-prep-tools-iupui.html#search",
    "body": "  # 5 free career prep tools at IUPUI  By: Garret Jochem  Tuesday, January 24, 2023  Whether your Jaguar is just beginning their journey at IUPUI or preparing for graduation, now is the time to set themselves up for success after college.  Our campus has many free career prep tools for your student. There is even an entire office dedicated to supporting student employment needs!  With access to a student-centric online job board, resume building, interview prep and more, our Jags are in great hands when it comes to working towards their professional aspirations.   ### 1. Start your Handshake journey  Students can use Handshake, a job posting system, to set preferences that will optimize top job opportunities matching their majors and interests. The platform features local and on-campus jobs, as well as those around the country. Available positions on Handshake include:  Handshake's user-friendly setup is accessible to all IUPUI students. They can register by following these steps:  [joinhandshake.com](https://joinhandshake.com)  While learning and optimizing a new Handshake profile may take some time, it is an important first step in any Jaguar's career prep journey. The Office of Student Employment (OSE) even has tips for making the most of your Handshake account .  [tips for making the most of your Handshake account](https://employment.iupui.edu/jobs-internships/search-job-board/index.html)   ### 2. Attend career fairs  Career fairs are a great place to meet face-to-face with employers, learn about potential jobs within a specific field and connect with industry professionals.  IUPUI, along with its specific schools, hosts career fairs throughout the academic year. The organizations in attendance are all interested in what Jaguars have to offer. In order to make the best impression at a career fair, students should:   ### 3. Stand out with a stellar resume  Compiling a stellar resume is critical to showcasing yourself as the best candidate for a job position. This is especially true early in the job search process. Oftentimes, a resume can determine whether an individual earns an interview or not. IUPUI ensures its students have no shortage of support when developing their resumes.  If students have never written a resume or would like to start from scratch, OSE has staff that can help your student through that process. Students can schedule a thirty-minute session , offered in person and virtually, tailored to their needs.  [schedule a thirty-minute session](https://employment.iupui.edu/contact-us/book-appointment/index.html)  Jags who already have a resume may still visit OSE for a resume review session. Or they can submit their resumes, cover letters and other documents through an online document review system . This option requires no appointment – simply complete the form and you're set! OSE staff will review the submission and provide feedback via the student's IU email within 3–5 business days.  [a resume review session.](https://employment.iupui.edu/contact-us/book-appointment/index.html)  [an online document review system](https://iu.co1.qualtrics.com/jfe/form/SV_74ooELyBBksWCNf)   ### 4. Prepare to be the best interviewee  Interviewing, like most things, takes practice. There's no better way to prepare for a job interview than simulating the experience beforehand.  OSE also allows students to sign up for mock interviews with staff . Practicing with a mock interview helps:  [sign up for mock interviews with staff](https://employment.iupui.edu/contact-us/book-appointment/index.html)  This exercise can help students effectively communicate their value to prospective employers. Review tips for interviewing from OSE to learn tactics for standing out as a candidate.  [tips for interviewing](https://employment.iupui.edu/events-resources/resources/interviewing.html)  Resume review and mock interviews are also available on a drop-in basis if needed. Drop-in details:  When: Tuesday–Thursday, 1–3 p.m. Where: OSE office, University Tower, suite 202 How long: These sessions are designed for quick assistance and last around 15 minutes.   ### 5. Receive a free, professional headshot  OSE will offer free, professional headshots every Tuesday this semester beginning Feb. 7. Students can sign up for headshots on the OSE website . Encourage your Jaguar to take advantage of this resource so they can polish up their Handshake and Linkedin profiles.  [sign up for headshots on the OSE website](https://employment.iupui.edu/index.html)  By using these five tools, your student should feel confident and capable as they prepare to enter the workforce after college. "
  }
]