[
  {
    "url": "URL: https://first.iupui.edu/#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!   ## Be the first  Welcome, first-generation students, faculty, staff, and alumni! We serve as your central hub for navigating life at IUPUI as the first in your family to attend college.  The IUPUI First-Generation Committee seeks to build a first-generation community to support, celebrate, and empower.  Nearly 30% of all IUPUI students are first-gen. Are you?   ### So what is \"first-generation?\"  If you're the first in your family to attend college or your parents didn't graduate with a bachelor's degree, you're considered a \"first-generation\" student. You're also considered first-generation if you have siblings in college, but your parents didn't earn a bachelor's degree.  Being a first-generation student is something to celebrate! Being first can be tough, but we're here to help you succeed. Join us in being proud to say, \"I'm first.\"   ### Take charge   #### A community of support  There are many resources and support services to help you succeed at IUPUI.   #### Celebrate and appreciate  Each fall, we dedicate a full week to celebrating our first-gen Jaguars. See what's in store and how to get involved.   #### Faculty and staff  Whether you're first-gen yourself or you're looking to support students, check this out.   ### Events  There are no events at this time.  [View photos from past events](https://www.flickr.com/photos/ucolmedia/collections/72157720177983415/)  View photos from past events   ### IUPUI: A First-Gen Forward Institution  We don't just talk the talk, we walk the walk. Our recognition as a First-Gen Forward Institution proves we're an institution committed to first-generation student success.  Read more "
  },
  {
    "url": "URL: https://first.iupui.edu/stories/alan-tyson/index.html#search",
    "body": "  # Alan Tyson  Thursday, June 18, 2020  Major: Music technology doctoral program, Purdue School of Engineering and Technology  College was my next step to achieve overall success, and I knew that attending would afford me opportunities I would not get anywhere else. I am currently a Ph.D. student in music technology. My research interests feel like a calling more than anything.  One of the most valuable lessons I learned as a student is some classes/situations require more work than others in order to be successful. However, remaining consistently disciplined through the difficult and easy situations keeps momentum constant.  My advice to other first-generation students is to be and stay humble. A continuous posture of humility positions you to learn more than you could ever imagine. Also, don't be afraid to ask questions, even about money. When I first started college, I was focused more on getting accepted than getting scholarships. Be willing to have some honest conversations about student debt and what that might mean for your future before you take out all those loans. College will present you with opportunities, and it is your responsibility to take ahold of them.  [conversations about student debt](https://moneysmarts.iu.edu/) "
  },
  {
    "url": "URL: https://first.iupui.edu/about/index.html#search",
    "body": "  ## A place for first-generation success  Are you the first in your family to go to college? That's something to celebrate! Join us for events designed especially for you and discover resources to support your experience here at IUPUI. You're not alone. Many of our faculty and staff were also the first in their families to attend college.  IUPUI cares about the experiences of first-generation students and works to be a welcoming and supportive environment for students who are the first in their families to attend college. While our weeklong celebration is important, we're also committed to the other 51 weeks in the year and all of the experiences that students have.  We have held First-Generation Celebrations since November 2018 and expanded to include other ways to engage our first-generation students, faculty, and staff year-round. No matter your role at IUPUI, we have a way for you to get involved.   ### Share your experience  If you were the first in your family to graduate from college, tell us your story. We are looking to feature stories about the experiences of IUPUI students, faculty, and staff.  Tell us about your experience  [Tell us about your experience](https://iu.co1.qualtrics.com/jfe/form/SV_00c210NWepwSSyh)   ### IUPUI: A First-Gen Forward Institution  IUPUI is truly committed to first-generation student success; and our designation as a First-Gen Forward Institution proves that.  The First Forward designation is given by the Center for First-Generation Student Success, an initiative of NASPA—Student Affairs Administrators in Higher Education and The Suder Foundation. Selected institutions receive professional development, community-building experiences, and a first look at the center's research and resources.  Opportunities we receive because of this recognition help us, help you .   ### First-Generation Committee  Ready to do even more? The IUPUI First-Generation Committee is comprised of various individuals from across campus. Their charge is to identify ways to celebrate first-generation students, faculty, and staff at IUPUI and to empower the campus to join in the annual celebration. Want to learn more or join? Contact us at imfirst@iupui.edu .   #### Committee members   ### Get connected  Have questions about resources for first-gen students? Want to learn more about how you can get involved to help first-gen students? Just reach out to us!  Contact us about first-gen at IUPUI "
  },
  {
    "url": "URL: https://first.iupui.edu/about/history.html#search",
    "body": "  ## History of IUPUI First-Generation Celebration  The First-Generation Day committee was established in 2018 to coordinate the first campuswide event on November 8 to honor and to celebrate first-generation students, staff, and faculty. We held one campuswide event and invited departments and offices to hold events for their own students, faculty, and staff.  [Read more about the celebration](https://news.iu.edu/stories/2018/10/iupui/jagnews/31-first-generation-day.html)  The committee expanded to coordinating First-Generation Week in 2019. This weeklong celebration ran from November 2 to 9 and featured a campuswide celebration, two featured movies, and over 40 department-sponsored events throughout the week.  [Read more about the week-long celebration](https://news.iu.edu/stories/2019/10/iupui/jagnews/30-first-generation-week-student-stories.html)  IUPUI received the 2020 First-Gen Forward recognition from NASPA . The committee shifted focus in 2020 to engaging and showcasing first-generation students, faculty, and staff year-round, in addition to coordinating the annual First-Generation Week.  [NASPA](https://firstgen.naspa.org/first-forward) "
  },
  {
    "url": "URL: https://first.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://first.iupui.edu/first-gen-celebration/index.html#search",
    "body": "  ## Celebrate, recognize, and appreciate first-gen students at our fall 2023 celebration  Come join us as we celebrate our IUPUI first-gen family!  While there's always reason to celebrate our first-generation students, faculty, and staff at IUPUI, we dedicate a special day each fall to celebrate our amazing first-gen Jags because you deserve it!  This year we will be hosting an in-person celebration, and we are very excited to meet all of our wonderful first-gen Jags in person!   ### Mark your calendars for the First-Generation Celebration!  This year's First-Generation Celebration will be held on November 7, 2023 from 11 am - 1 pm in Campus Center 450 .  Learn more  [Learn more](https://events.iu.edu/first/event/1007168-first-generation-celebration)   ### A day to remember: First-Gen Day 2021  [View more photos from past celebrations](https://www.flickr.com/photos/ucolmedia/collections/72157720177983415/)   ### Some advice and words of encouragement for our first-gen Jaguars! "
  },
  {
    "url": "URL: https://first.iupui.edu/stories/alexa-soto/index.html#search",
    "body": "  # Alexa Soto  Thursday, June 18, 2020  Major: Psychology, Purdue School of Science  Starting college was scary because it was so different from the experiences of my family. I wanted to break the family pattern of working a minimally paying job, and I wanted to make them proud. So, I applied.  Going to college is a privilege that not a lot of people have — it might cost too much, they might be too scared to try, or there are a variety of other reasons keeping them from going. Not finishing isn't an option for me at this point.  I hope all first-generation college students take pride in being the first. It takes a lot of courage to take on the collegiate environment, and there is an entire network of other first-generation students to help. That's another thing: ask questions, explore your resources, and expand your connections. Don't be afraid to join clubs and extracurricular activities. Those are so important in having a great college experience.  I also want to thank Tonya Shelton, program manager of the Center for Research and Learning . She has been a great motivation for me to succeed in classes. She is always there to support me, and if it weren't for her, college would have swallowed me up by now. I am so grateful to have met her and to have worked with her.  [Center for Research and Learning](https://crl.iupui.edu/index.html) "
  },
  {
    "url": "URL: https://first.iupui.edu/first-gen-celebration/2022-graduates/index.html#search",
    "body": "  ## Congratulations graduates!     ### Congratulations   #### Class of 2022         ## Alphabetized by Last Name   ## A   ## B   ## C   ## D   ## E   ## F   ## G   ## H   ## I   ## J   ## K   ## L   ## M   ## N   ## O   ## P   ## Q   ## R   ## S   ## T   ## U   ## V   ## W   ## Y   ## Z   # First-Gen Strong "
  },
  {
    "url": "URL: https://first.iupui.edu/about/registry/index.html#search",
    "body": "  ## Dear Reader . . .  We all come from different backgrounds; however, what unites us is the unique journey we take as first-generation students. We hope that some of these featured stories and advice resonate with you.  And always remember . . .  #FIRST-GEN STRONG  Demetra Andrews  What advice would you give first-generation students? \"Remember, when firms make hiring decisions, they are not hiring 'a degree.' They are hiring people with knowledge that will be useful to the firm. Make sure that you are developing that knowledge.\" —Clinical Associate Professor of Marketing, Kelley School of Business  Amanda Briggs  What advice would you give first-generation students? \"Never be afraid to ask a question. I wish I had asked more questions in college. I was so worried that someone would find out that I didn’t belong, and that’s just silly. Of course I belonged!\" —Director of Marketing Communication, Fairbanks School of Public Health  Karina Cruz  Tell us about a time in college that played a big impact on your success? \" The biggest impact I had in my time in college was getting involved and working on campus. Being involved on campus helped me to find my passion for working in higher education. From these experiences, I found my passion to go to graduate school to work on campus.\" —Academic Advisor, School of Education  Deborah DeMeester  Tell us about a time in college that played a big impact on your success? \"My patients. Caring for patients during my undergraduate nursing clinicals motivated me to continue to work hard so that I could become that RN who could make a difference in their lives.\" —Clinical Associate Professor, School of Nursing  Gloria Diaz  What was your motivation for applying to and attending college? \"Coming from an immigrant family background, I was exposed early on to the struggles my parents faced for having limited education and resources. Seeing their struggles and sacrifices to provide my sister and I a better life, inspired me to take advantage of the opportunities provided to me here in the U.S.\" —Academic and Career Support Coordinator, Diversity Enrichment and Achievement Program, University College  Jose Espada  What was your motivation for applying to and attending college? \" Having run away from home at the age of 13 years old due to step-father abuse, I found a place to live (a halfway house for juvenile delinquents) and supported myself by working at the Old Gas House in Fort Wayne. In my last year of high school, I was approached by Alvin Harris, a guidance counselor at North Side High School about recommending me to the Groups Program at IU-Bloomington. Although my grades in high school were horrible, Alvin saw promise. I was able to prove myself by receiving near a 4.00 GPA that first summer at IU and continued doing well with mentoring from the likes of Michael Gordon and others finishing with a 3.5 GPA from IU School of Music in Music Education.\" —Director of Student Financial Services, School of Medicine  Patricia  Esparza  If you could go back to college, what do you wish you had known during college? \"I wish I would have known that it is not about the number of friends or connections you make, but the quality of the friendship. Focus on those who help inspire you to keep going and who push you to do better.\" —Researcher/Technician, Department of Pediatrics, IU School of Medicine  Ali Godby-Schwab  What was your motivation for applying to and attending college? \"I was attending a wedding reception for one of our faculty members when I sat down with another faculty member's husband, who turned to me and said, 'I understand you don't have a college degree. Why is this?' I gave him the usual excuses about lack of time, energy, and money. He didn't buy my excuses. He told me I was one of the most intelligent people he knew, but unfortunately without a degree, many wouldn't give weight to my opinion. He told me to quit the excuses and start investing in myself. Something about that resonated with me, and I applied to IUPUI and Labor Studies the next week.\" —Fiscal Coordinator, School of Social Work  Kenda Hamersley  What advice would you give to first-generation students? \"Do not give up. Sometimes you have to take a step back or readjust your expectations in order to achieve your plan.\" —Associate Director of the Mathematics Assistance Center (MAC), Department of Mathematical Sciences, School of Science  Emily Hunnicutt  If you could go back to college, what do you wish you had known during college? \"I was so focused on fitting in and not wanting to let others know that I felt like an impostor in college. I never gave myself the chance to figure out what my own interests, values, and beliefs were.\" —Assistant Director, 21st Century Scholars, Division of Undergraduate Education  Marva Hunt  What advice would you give first-generation students? \" Don't be afraid to be the first; don't be afraid to ask questions; don't be afraid to fail, we learn from our mistakes!\" —Director of Undergraduate Programs, Kelley School of Business  Stacey Kalima  If you could go back to college, what do you wish you had known during college? \" I wish I had worked on my confidence. I have learned that this can play a big role in achievement! \" —Director of Recruitment, School of Social Work  Ann Kimble-Hill  What advice would you give to first-generation students? \"Have a goal and always keep that in your sights. Keep friends around you that have similar goals and will support you in getting there. Always have a study group where you're not the smartest person there (spend that time learning instead of always teaching).\" —Assistant Research Professor, Department of Biochemistry and Molecular Biology, School of Medicine  Elizabeth Malatestinic  What advice would you give to first-generation students? \"Get involved in campus activities. They're a great way to build leadership skills and establish new friendships at the same time.\" —Teaching Professor, Kelley School of Business  Allie Medellin  What was your motivation for applying to and attending college? \"My parents were teenagers when they had me. My mother put her dream of becoming a nurse on hold so she could raise children at a young age. My mother instilled in me the value of an education and its power to take me wherever I wanted to go. My mother was my motivation to attend and succeed in college, and she continues to be my cheerleader today. I now have a master's degree in social work, and my mother went back to school here at IUPUI and fulfilled her dream of becoming a registered nurse. Today she is a nurse practitioner, and my passion for education has led me to a career in higher ed.\" —Assistant Director, Internship and Career Advising, PREPs, School of Science  Brooke Merry  Tell us about a time in college that played a big impact on your success? \"When I started college, I was on a type of probation since my test scores and high school grades weren't very strong. I ended up having a baby and leaving school for a while. My start to college was somewhat rocky, but when I came back, I was nominated by faculty for a scholarship, which I received, and I was on the dean's list. Receiving the scholarship helped me to be sure that I was in the right place and doing the right thing. I also learned that it's okay to take a break and try again.\" —Graduate Programs Coordinator, McKinney School of Law  Niki Messmore  What was your motivation for applying to and attending college? \" It was in middle school after a softball game when we were discussing college among friends. One 'friend' said, \"But Niki, you can't go to college, you don't have any money!\" It was then I dedicated myself to getting enough scholarships so I could go. For me, college meant freedom and a ladder out of poverty.\" —Director of Medical Service Learning, School of Medicine  Ashley Msikinya  What was your motivation for staying in school and completing college? \"The end goal. I knew that without my college education, the jobs available to me were not the jobs I wanted. Also, quite a bit of stubbornness, aka persistence and grit. I'd been told I couldn't or shouldn't go to college and had fought and worked hard to get where I was, so there was no way I was going to allow anyone to have been right about that. I knew that despite the hardships and long hours and working through my summers, I would successfully graduate.\" —Academic Advisor, Office of Student Engagement and Success, School of Health and Human Sciences  Jason Palamara  What was your motivation for staying in school and completing college? \" It's a pretty awesome thing to be the first in your family to get a college degree, but it's not without its trials. You will often be surrounded by people who seem to take for granted the privilege you have earned by sheer will. Try not to resent them for their ignorance, nor be jealous of their fortunate head start. It matters a great deal more where we end up in life than where we started from.\" —Assistant Professor of Music and Arts Technology, Department of Music and Arts Technology, School of Engineering and Technology  JaMon Paschall  What was your motivation for staying in school and completing college? \" To stay the course, as the investment in yourself and your education is far worth it. It can be very difficult to have little guidance arriving to college and trying to figure it all out on the fly. For many students at IUPUI, there is a community for first-generation students. IUPUI is designed to truly help all students transition as best as possible. I still am great friends with all the students I started with at IUPUI who were all first-gen students.\" —Assistant Director of Admissions, Kelley School of Business  Nancy Ramirez  What advice would you give to first-generation students? \" Do not doubt yourself! We don’t have many people to look up to, as far as professionals, but that doesn’t mean that we are not worthy or that it’s not possible. You may even have to work harder. We don’t have the connections that other students have. Our parents don’t work as professionals in companies that they can hook us up with. So we have to prove what we can do by working hard. Look for financial assistance, complete an internship, don’t be afraid to ask your advisor questions, and surround yourself with highly motivated students. It is important to have a support group of students who you can count on, even if it’s just to share memes that you can all relate to.\" —Computer and Application Support Technician, School of Medicine  George Sandusky  What advice would you give first-generation students? \"Never, never, give up!\" —Senior Research Professor of Pathology and Laboratory Medicine, School of Medicine  Justin Spellman  Tell us about a time in college that played a big impact on your success? \" They always say college is a lot different than high school. Simply put, I had to learn early on that saying was quite the truth during my first semester. I had some setbacks and had to learn a few lessons, but the next semester, I was able to bounce back when coming in with a mindset that I was willing to work hard!\" —Admissions Secretary/Assistant Recorder, School of Social Work  Jeff Steele  What advice would you give to first-generation students? \" Keep a vision. Understand that others who come from families in which going to college was expected and normal will never quite understand some of the hurdles you must jump. Don't get bogged down by being different than the normal culture. Transportation, the need to work while in school, the lack of funds for some extracurricular invitations, and the need for tutoring are all possible, but will never be thought about again once you graduate and are working in your chosen field.\" —Assistant Professor, School of Dentistry  Patrick Sullivan  What advice would you give to first-generation students? \" Go to class, do the readings, communicate with faculty. Visit them in their office. Get a peer group that is goal-oriented and positive and use each other for support.\" —Chancellor's Professor, School of Social Work  Erika Thomison  What was your motivation for applying to and attending college? \"I had always dreamed of attending college. It wasn't until after my divorce that I realized it wasn't too late. I wanted to show my children that it is always possible and to prove to myself that I was capable. So, at the age of 37, I became a college freshman. This fall, I will begin the pursuit of my MSW degree here through the IUPUI School of Social Work.\" —Resource Coordinator, Division of Student Affairs  Liz  Vine  What advice would you give first-generation students? \" Don't apologize or feel less-than for who you are and where you come from. Get to know all the resources available to you, and use them. Know that it's okay to ask for help; know that it's okay to ask questions, period—there's no reason why you should know it all or be expected to know it all already. Your mental and physical health and well-being are a priority. Go to the library. Learn how to study and how to learn.\" —Assistant Circulation Supervisor and Student Employment Program Coordinator, University Library  Etta Ward  What was your motivation for staying in school and completing college? \"Being married with two children my senior year in high school, I was concerned about becoming a statistic. But my husband decided to stop out of university to allow me to become the first person in my immediate family to receive a college degree. My biggest motivation was all the support and encouragement I got from those closest to me, and I did not want to let them or myself down. I had no excuse and took advantage of all opportunities afforded me at that time.\" —Assistant Vice Chancellor for Research Development, Office of the Vice Chancellor for Research  Eric Weldy  What was something you were afraid to ask? \"I wish I would have asked others: What questions should I be asking as a first-generation student? As a first-generation college student, you do not know what you do not know. Therefore, it is important to ask those who are in the know (such as professors, administrators, and returning students) what you might be missing.\" —Vice Chancellor for Student Affairs, Division of Student Affairs  Bill White  What advice would you give first-generation students? \"I know you're very busy, and it seems overwhelming, but you'll make it through. A college campus is a unique environment that is focused almost exclusively on you. IUPUI is a special place—relax and enjoy the time you spend here.\" —Senior Lecturer, Construction Management, School of Engineering and Technology  Kara M. Woodlee  What advice would you give first-generation students? \" Embrace the possibilities and don't feel guilty for investing in yourself. You deserve all the greatness this world has to offer just as much as anyone else. Ask questions! Ask about college lingo you aren't familiar with, self-reflect to learn about yourself, and build relationships with your advisors and professors. I can't emphasize that enough. The answers will not just fall in your lap, and there are many people in college who are there to help you. You won't bother anyone or take up too much of anyone's time, and all questions are valid.\" —Assistant Director and Senior Academic Advisor, Honors College  Kevin Yancy  What advice would you give first-generation students? \" Focus on your goals, ask for help, get to know your professors, and take advantage of office hours and study groups. Get a study partner and do not get discouraged with the workload. It all pays off once you have your degree.\" —Lecturer in Accounting, Kelley School of Business   ### Share your story   #### Join our registry and be part of our first-gen family. We want to hear your story!  If you were the first in your family to graduate from college, tell us your story. We are looking to feature stories about the experiences of IUPUI students, faculty, and staff.  Tell us about your experience  [Tell us about your experience](https://iu.co1.qualtrics.com/jfe/form/SV_00c210NWepwSSyh) "
  },
  {
    "url": "URL: https://first.iupui.edu/student-resources/index.html#search",
    "body": "  ## Connect with resources to support you  You're blazing a trail and setting a new path, but you don't have to go it alone. Find support with any of these resources below.   ### Resources to support students  [Adaptive Educational Services (AES) AES coordinates support services and academic accommodations for students with documented disabilities.](https://diversity.iupui.edu/offices/aes/index.html)   #### Adaptive Educational Services (AES)  AES coordinates support services and academic accommodations for students with documented disabilities.  [Career services You can access the career services office available to you, based on the school of your major.](https://career.iupui.edu/students-alumni/career-services/index.html)   #### Career services  You can access the career services office available to you, based on the school of your major.  [Counseling and Psychological Services (CAPS) CAPS is a campus counseling service, offering group and individual therapy, assessments, psychiatric medication management, and more.](https://studentaffairs.iupui.edu/health/counseling-psychological/index.html)   #### Counseling and Psychological Services (CAPS)  CAPS is a campus counseling service, offering group and individual therapy, assessments, psychiatric medication management, and more.  [Financial literacy The goal of MoneySmarts is to help students make informed financial decisions before, during, and after college.](https://moneysmarts.iu.edu/)   #### Financial literacy  The goal of MoneySmarts is to help students make informed financial decisions before, during, and after college.  [Help me ROAR The R.O.A.R. (Registry of Options and Resources) website is a one-stop shop of information with campus and local community resources within a five-mile radius of IUPUI.](https://helpmeroar.iupui.edu/)   #### Help me ROAR  The R.O.A.R. (Registry of Options and Resources) website is a one-stop shop of information with campus and local community resources within a five-mile radius of IUPUI.  [Higher education glossary What's a \"bursar\"? Learn the vocab with this glossary of important education terms that U.S. News compiled.](https://www.usnews.com/education/best-colleges/articles/2011/08/15/us-higher-education-glossary)   #### Higher education glossary  What's a \"bursar\"? Learn the vocab with this glossary of important education terms that U.S. News compiled.  [Student and Family Connections Information is available for parents and families of our Jaguar students to help with the transition to college all the way through graduation.](https://families.iupui.edu/)   #### Student and Family Connections  Information is available for parents and families of our Jaguar students to help with the transition to college all the way through graduation.  [Paws Pantry Paw's Pantry is here to reduce your worries by providing you with food assistance so you can finish school.](https://studentaffairs.iupui.edu/advocacy-resources/food-and-clothing-services/index.html)   #### Paws Pantry  Paw's Pantry is here to reduce your worries by providing you with food assistance so you can finish school.  [Scholarships Scholarships can help you keep your education on track academically and financially. Find important application information here.](https://admissions.iupui.edu/cost-aid/scholarships/index.html)   #### Scholarships  Scholarships can help you keep your education on track academically and financially. Find important application information here.  [Study abroad Study abroad opportunities will help expand your horizons. Explore programs offered by IUPUI, Indiana University, or even a non-IU program.](https://www.iupui.edu/academics/study-abroad.html)   #### Study abroad  Study abroad opportunities will help expand your horizons. Explore programs offered by IUPUI, Indiana University, or even a non-IU program.  [Student advocacy and support You can get help navigating through life's ups and downs. This office can help you find the support you need to succeed inside and outside of the classroom.](https://studentaffairs.iupui.edu/advocacy-resources/index.html)   #### Student advocacy and support  You can get help navigating through life's ups and downs. This office can help you find the support you need to succeed inside and outside of the classroom.  [Student employment This office supports students as they pursue and succeed in meaningful, academically relevant college work experiences.](https://employment.iupui.edu/)   #### Student employment  This office supports students as they pursue and succeed in meaningful, academically relevant college work experiences.  [Student organizations Student organizations can help you make friends, explore new interests, and learn skills that will help you succeed wherever you go after college.](https://studentaffairs.iupui.edu/get-involved/student-organizations/index.html)   #### Student organizations  Student organizations can help you make friends, explore new interests, and learn skills that will help you succeed wherever you go after college.  [Student Support Services (SSS) SSS is a program to help specially selected students from the time they come through orientation until they graduate.](https://uc.iupui.edu/student-support-programs/student-support/index.html)   #### Student Support Services (SSS)  SSS is a program to help specially selected students from the time they come through orientation until they graduate.  [Office for Veterans and Military Personnel Support from this office is available to future and current students to identify next steps, academic benefits, and tools to help shape your success.](https://veterans.iupui.edu/)   #### Office for Veterans and Military Personnel  Support from this office is available to future and current students to identify next steps, academic benefits, and tools to help shape your success.  What is first-gen? A first-generation student is anyone attending college whose parents did not earn a degree.  Good company Nearly 30% of all IUPUI students are first-gen. Are you?  National trends Only 38% of first-generation high school students enroll in college. Being first can be tough, but IUPUI is here to help you succeed. "
  },
  {
    "url": "URL: https://first.iupui.edu/stories/thi-pham/index.html#search",
    "body": "  ## Thi Pham  Major: Biology, Purdue School of Science  My parents taught me from a young age that getting a college education was a huge priority. As a first-generation student, I was motivated because they provided me an opportunity to learn and stressed the importance of a college degree. Being able to attend college has given me so many opportunities I wouldn't have received had I not attended.  It has been so important to educate myself and ask for help, and that's my biggest piece of advice for other first-generation students out there. We can't always rely on family members; we have to seek out information and resources, and IUPUI has plenty of them. If I could go back, I wouldn't be so afraid to speak with my advisors about my GPA, and I wish I would have known just how much work outside of the classroom I needed to put in to achieve a high GPA.  My most impactful moment at IUPUI was attending a student organization's event for the third time and someone asked me to run for an executive board position. I never thought people saw me as a leader or that I could be a good one, but this experience set the tone for my growth in college. This one moment gave me so much confidence that I continued to strive for more. "
  },
  {
    "url": "URL: https://first.iupui.edu/stories/brianda-medina/index.html#search",
    "body": "  # Brianda Medina  Major: Psychology, Purdue School of Science>  My dream is to become the first dentist in my family. I have been a dental assistant for the past seven years, and it's such a rewarding feeling of making a difference in someone's life. That's when I knew I had to continue my education and provide more for the community, specifically the Latino community. Seeing people in my com munity with poor dental health due to limited access to resources to treat their concerns is sad, and I know if I continue with school to become a dentist, I can make a difference. "
  },
  {
    "url": "URL: https://first.iupui.edu/stories/nick-diggins/index.html#search",
    "body": "  # Nick Diggins  Major: Orthopedic surgery, IU School of Medicine  My motivation for applying to and attending college was a desire to secure a stable career that I enjoyed and had an interest in. During s chool, I became interested in orthopedic surgery, where I can help people directly with my own hands.  There are two things I wish I had learned earlier in my education. I wish I had learned how necessary it is to meet with your academic advisors early on to figure out your class schedule and other things you need to do to achieve your goals. I also wish I had known earlier how helpful it is to attend office hours; asking questions and working with teaching assistants really helped me to do well.  One of the biggest challenges I faced during school was working on my senior design project. I had to learn to trust others on my team and persevere despite setbacks. I think as long as you work hard and do your best, you'll be able to find peace with any outcome. "
  },
  {
    "url": "URL: https://first.iupui.edu/about/contact.html#search",
    "body": "  ## Get connected  Have questions about resources for first-gen students? Want to learn more about how you can get involved to help first-gen students? Just reach out to us!  Contact us about first-gen at IUPUI "
  },
  {
    "url": "URL: https://first.iupui.edu/faculty-staff-resources/get-involved/index.html#search",
    "body": "  ## Join the community of faculty and staff supporting first-generation success  All divisions, schools, offices, and programs across IUPUI are invited to participate in the celebration in whatever way they can. You might hold an event, send a special note to your first - generation students, or highlight a student or two on social media. You can even share your own story of being a first - generation student!   ### Volunteer  The First - Generation Committee is always looking for volunteers to help with the day of programmin g. If you are interested in helping, use the form below to sign up.  Contact us to volunteer   ### Promotional resources  As you gear up for the First - Generation Celebration and your unit’s events, check out the First - Generation Week tool kit. The tool kit has assets you may find useful for celebrating.  View the tool kit  [View the tool kit](https://indiana.sharepoint.com/:f:/s/msteams_69f4fc/EoIjyXVo_ABOiHwCYV1sHzoBO1uU1yUoNVtz4vOsl7DQ3A?e=qEfFyO)   ### Share your experience  If you were the first in your family to graduate from college, tell us your story. We're looking to feature stories about the experiences of IUPUI first-gen students, faculty, and staff.  Share your experience  [Share your experience](https://iu.co1.qualtrics.com/jfe/form/SV_00c210NWepwSSyh)   ### Register your event  Do you have an event you would like to host during the First - Generation Celebration? Use the form below to ask the committee to add your event to the schedule.  The deadline to submit events is October 23, 2023.  Register your event  [Register your event](https://iu.co1.qualtrics.com/jfe/form/SV_bgekSQD9AHxRjNz)   ### Participation ideas  Looking to host an event or participate in the celebration? Check out these ideas! "
  },
  {
    "url": "URL: https://first.iupui.edu/stories/olivia-mcqueen/index.html#search",
    "body": "  ## Olivia McQueen  Major: Organizational leadership and supervision, Purdue School of Engineering and Technology  I've always wanted to be somewhere better than I am now. I want to have a job that makes me happy and not just somewhere I go for a paycheck, and this is why I stay in college. I want to continue to learn and become a better version of myself.  My first semester here, I was afraid to ask for help, and I navigated my way to campus buildings using Google Maps. If I could go back, I would have spoken up about this and gotten connected to resources that make navigating campus easier.  My advice for other first-generation students at IUPUI is to connect with your first-year seminar mentor. My mentor was essential in helping me become integrated into campus, and if it weren't for him, I wouldn't have the job on campus that I have or have been as successful as I've been. He gave me great advice, and I listened.  [first-year seminar](https://experience.iupui.edu/how-it-works/fys/index.html)  I would also remind students that advisors are here to help you and ensure you graduate in four years. Trust the process. Doing so has made me much less stressed about my academics. "
  },
  {
    "url": "URL: https://first.iupui.edu/faculty-staff-resources/professional-development-opportunities/index.html#search",
    "body": "  ## Advance your knowledge  IUPUI has always been the university of choice for a large number of first-generation students. Many faculty and staff that identify as first-generation call IUPUI home. Check out events and programs that focus on first-generation students, issues that first-generation students typically face, voices of first-generation students, and discussions about how to best support first-generation students.   ### Events  There are no events at this time.   ### Resources  [Center for First-Generation Student Success This website provides context for the current state of first-generation student success, shares current conversations and scholarly literature, offers access to programs and services, and highlights opportunities for engagement with the center and committed colleagues.](https://firstgen.naspa.org/)   #### Center for First-Generation Student Success  This website provides context for the current state of first-generation student success, shares current conversations and scholarly literature, offers access to programs and services, and highlights opportunities for engagement with the center and committed colleagues.  [Starting from the Bottom: Building First-Gen Support Offerings with Little to No Resources In this professional development session, the presenters provide concrete ways to establish buy-in from administrators, faculty, and staff when pioneering initiatives from the ground up. Topics include the importance of institutional context, establishing (unlikely) allies, and garnering faculty partnerships.](https://www.naspa.org/course/starting-from-the-bottom-building-first-gen-support-offerings-with-little-to-no-resources)   #### Starting from the Bottom: Building First-Gen Support Offerings with Little to No Resources  In this professional development session, the presenters provide concrete ways to establish buy-in from administrators, faculty, and staff when pioneering initiatives from the ground up. Topics include the importance of institutional context, establishing (unlikely) allies, and garnering faculty partnerships. "
  },
  {
    "url": "URL: https://first.iupui.edu/stories/mercedes-kuhn/index.html#search",
    "body": "  # Mercedes Kuhn  Major: Accounting, Kelley School of Business  I learned from watching my parents that a college degree would set me up for success. Going to college gives me a variety of opportunities I may not get otherwise.  As a first - generation student, I wish I would have known about more resources, not just available to me when I got to campus, but when I was applying. So my advice to other students is don 't be afraid to ask the questions and get connected to the resources that can help you succeed. Be proud of yourself for getting here, because if you're like me, you did most of it on your own.  While you may be feeling independent, you don't have to work t hrough every issue alone. I learned I don't need to be the expert on everything. Asking for help isn't a sign of helplessness, but a sign of growth.  Something that played a key role on my success as a student at IUPUI is being involved with OTEAM . I have learned so much more about myself as a leader and a student because of it, and I can help make the process of becoming a college student a little bit easier for our future Jags.  [OTEAM](https://orientation.iupui.edu/oteam/index.html) "
  },
  {
    "url": "URL: https://first.iupui.edu/stories/breea-vest/index.html#search",
    "body": "  # Breea Vest  Major: Occupational therapy doctoral program, IU School of Health and Human Sciences  It was intimidating knowing that I would be the first person in my family who would apply for and attend college, but I was very determined. I overcame a lot of obstacles, and now I have a bachelor's degree in health sciences and am continuing on in a doctorate program for oc cupational therapy.  My advice for other students is to talk to your professors when things come up because nearly every time, they will understand and do what they can to help you succeed. Although you may have different experiences from other students, you are smart and deserve to be here. You are not less than anyone else. Learn as much as you can while you are here and soak up all the knowledge IUPUI has to offer.  If I could go back and do one thing differently, I would apply for alternative spring break and actually go on the trip. They offer scholarships for first - generation students. "
  },
  {
    "url": "URL: https://first.iupui.edu/privacy/#search",
    "body": "  ## First-Generation Website: Privacy Notice  Effective: 2020-10-06   ### Applicability  This privacy notice applies only to the IUPUI First-Generation Committee (First-Generation Website) and explains our practices concerning the collection, use, and disclosure of visitor information. Visitor information collected by IUPUI First-Generation Committee will be used only as outlined in this privacy notice.  Other units at the university may collect and use visitor information in different ways. Therefore, visitors to other university websites should review the privacy notices for the particular sites they visit. IUPUI First-Generation Committee is not responsible for the content of other websites or for the privacy practices of websites outside the scope of this notice.   ### Changes  Because Internet technologies continue to evolve rapidly, IUPUI First-Generation Committee may make appropriate changes to this notice in the future. Any such changes will be consistent with our commitment to respecting visitor privacy, and will be clearly posted in a revised privacy notice.   ### Collection and Use   #### Passive/Automatic Collection  When you view pages on our site, the web server automatically collects certain technical information from your computer and about your connection.  This site is hosted on IU Sitehosting , a shared web–hosting environment provided by IU’s University Information Technology Services. For more information about privacy practices related to IU Sitehosting, read the Webserve/IU Sitehosting Privacy Notice Supplement .  [IU Sitehosting](https://kb.iu.edu/d/axnv)  [Webserve/IU Sitehosting Privacy Notice Supplement](https://kb.iu.edu/d/bfrm)  In addition to any information collected by IU Sitehosting, our server and/or site collects the following:  Continued use of our website indicates consent to the collection, use, and disclosure of this information as described in this notice.  This technical information is not retained or utilized.   #### Active/Manual/Voluntary Collection  Other than automatically collected technical information about your visit (described above, or cookies, described below), we may ask you to provide information voluntarily, such as through forms or other manual input—in order to make products and services available to you, to maintain and manage our relationship with you, including providing associated services or to better understand and serve your needs. This information is generally retained as long as you continue to maintain a relationship with us. Your providing this information is wholly voluntary. However, not providing the requested information (or subsequently asking that the data be removed) may affect our ability to deliver the products or service for which the information is needed. Providing the requested information indicates your consent to the collection, use, and disclosure of this information as described in this notice. Information we may actively collect could include:   #### Information Usage  This information is:   #### Information Sharing  We do not share any aggregate, non-personally identifiable information with other entities or organizations.  We do not share any personally identifiable information with other entities or organizations, except when legally required to do so, at the request of governmental authorities conducting an investigation, to verify or enforce compliance with the policies governing our website and applicable laws, or to protect against misuse or unauthorized use of our website.  Except as described above, we will not share any information with any party for any reason.  Except as provided in the Disclosure of Information section below, we do not attempt to use the technical information discussed in this section to identify individual visitors.   #### Cookies  A cookie is a small data file that is written to your hard drive that contains information about your visit to a web page. If you prefer not to receive cookies, you may configure your browser not to accept them at all, or to notify and require approval before accepting new cookies. Some web pages/sites may not function properly if the cookies are turned off, or you may have to provide the same information each time you visit those pages.  [cookie](https://epic.org/privacy/internet/cookies/)  In order to customize the information and services offered to you, our site uses cookies to:   #### Children  This site is not directed to children under 13 years of age, does not sell products or services intended for purchase by children, and does not knowingly collect or store any personal information, even in aggregate, about children under the age of 13. We encourage parents and teachers to be involved in children’s Internet explorations. It is particularly important for parents to guide their children when they are asked to provide personal information online.   #### Use of Third Party Services  This website uses Google Analytics, a web analytics service provided by Google, Inc. (\"Google\"). Google Analytics uses cookies (described above) to help the website analyze how users use the site. The information generated by the cookie about your use of the website (including possibly your IP address) will be transmitted to and stored by Google.  For more information, please visit Google’s Privacy Policy .  [Google’s Privacy Policy](http://www.google.com/policies/privacy)   ### Disclosure of Information  Other than sharing your information with other appropriate university personnel and units to ensure the quality, functionality, and security of our website, or manage your relationship with us, we will not disclose personally identifiable information about your use of the site except under the following circumstances:   ### Security  Due to the rapidly evolving nature of information technologies, no transmission of information over the Internet can be guaranteed to be completely secure. While Indiana University is committed to protecting user privacy, IU cannot guarantee the security of any information users transmit to university sites, and users do so at their own risk.   ### Links to non-university sites  Indiana University is not responsible for the availability, content, or privacy practices of non-university sites. Non-university sites are not bound by this site privacy notice policy and may or may not have their own privacy policies.   ### Privacy Notice Changes  From time to time, we may use visitor information for new, unanticipated uses not previously disclosed in our privacy notice.   ### Contact Information  If you have questions or concerns about this policy, please contact us.  If you feel that this site is not following its stated policy and communicating with the owner of this site does not resolve the matter, or if you have general questions or concerns about privacy or information technology policy at Indiana University, please contact the chief privacy officer through the University Information Policy Office, 812-855-UIPO, privacy@iu.edu . "
  },
  {
    "url": "URL: https://first.iupui.edu/stories/dimond-gary/index.html#search",
    "body": "  # Dimond Gary  Major: Nursing, IU School of Nursing  Knowing and witnessing many people live the paycheck - to - paycheck lifestyle severely impacted me and motivated me to go to college. My mother was always hard on my brother and me about school because s he dropped out her senior year of high school and wishes she could go back and make different decisions.  College was my only way. I've always dreamed of becoming a nurse and being in nursing school is getting me closer to that goal. That keeps me motivate d, along with my family.  Not only am I a first - generation college student, but I will also be the first cousin and sibling to graduate college. My advice to other first - generation students is to not be afraid to tell others that you are first - gen. It's somethi ng to be proud of, and you're not alone. There are thousands of other students— and faculty and staff— who understand your experience and want to help. Whenever you are feeling down or ready to give up, remember why you are here. "
  },
  {
    "url": "URL: https://first.iupui.edu/index.html#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!   ## Be the first  Welcome, first-generation students, faculty, staff, and alumni! We serve as your central hub for navigating life at IUPUI as the first in your family to attend college.  The IUPUI First-Generation Committee seeks to build a first-generation community to support, celebrate, and empower.  Nearly 30% of all IUPUI students are first-gen. Are you?   ### So what is \"first-generation?\"  If you're the first in your family to attend college or your parents didn't graduate with a bachelor's degree, you're considered a \"first-generation\" student. You're also considered first-generation if you have siblings in college, but your parents didn't earn a bachelor's degree.  Being a first-generation student is something to celebrate! Being first can be tough, but we're here to help you succeed. Join us in being proud to say, \"I'm first.\"   ### Take charge   #### A community of support  There are many resources and support services to help you succeed at IUPUI.   #### Celebrate and appreciate  Each fall, we dedicate a full week to celebrating our first-gen Jaguars. See what's in store and how to get involved.   #### Faculty and staff  Whether you're first-gen yourself or you're looking to support students, check this out.   ### Events  There are no events at this time.  [View photos from past events](https://www.flickr.com/photos/ucolmedia/collections/72157720177983415/)  View photos from past events   ### IUPUI: A First-Gen Forward Institution  We don't just talk the talk, we walk the walk. Our recognition as a First-Gen Forward Institution proves we're an institution committed to first-generation student success.  Read more "
  },
  {
    "url": "URL: https://first.iupui.edu/stories/fernanda-alonso/index.html#search",
    "body": "  # Fernanda Alonso  Major: Visual communication design, Herron School of Art and Design  As a first - generation student, my motivation for attending and staying in college is being a role model for my younger sister, in hopes that she will pursue a college degree someday. My parents have sacrificed a lot to help me get here, and I know my future is bright.  As cliché as it may sound, my best piece of advic e to other first - generation students is to not give up, even when things are hard. Overcoming challenges helps us grow stronger and wiser.  If I could do some things differently, I would. I spent my first year on campus feeling jaded. I went to class, did m y homework, and went home—e very day. I didn't make friends, step outside my comfort zone, or ask for help. I struggled in silence. It's important to remember that great things can happen if you push yourself, and always remember no one can take your educa tion away from you. "
  },
  {
    "url": "URL: https://first.iupui.edu/stories/index.html#search",
    "body": "  ## Being first—stories of first-gen Jaguars  Our students, faculty, and staff come from all walks of life. Learn more about their shared experiences in being the first in their families to attend college .   ### Fernanda Alonso  As a first - generation student, my motivation for attending and staying in college is being a role model for my younger sister, in hopes that she will pursue a college degree someday. My parents have sacrificed a lot to help me get here, and I know my future is bright.  As a first - generation student, my motivation for attending and staying in college is being a role model for my younger sister, in hopes that she will pursue a college degree someday. My parents have sacrificed a lot to help me get here, and I know my future is bright.   ### Nick Diggins  My motivation for applying to and attending college was a desire to secure a stable career that I enjoyed and had an interest in. During s chool, I became interested in orthopedic surgery, where I can help people directly with my own hands.  My motivation for applying to and attending college was a desire to secure a stable career that I enjoyed and had an interest in. During s chool, I became interested in orthopedic surgery, where I can help people directly with my own hands.   ### Dimond Gary  Knowing and witnessing many people live the paycheck - to - paycheck lifestyle severely impacted me and motivated me to go to college. My mother was always hard on my brother and me about school because s he dropped out her senior year of high school and wishes she could go back and make different decisions. College was my only way.  Knowing and witnessing many people live the paycheck - to - paycheck lifestyle severely impacted me and motivated me to go to college. My mother was always hard on my brother and me about school because s he dropped out her senior year of high school and wishes she could go back and make different decisions. College was my only way.   ### Mercedes Kuhn  I learned from watching my parents that a college degree would set me up for success. Going to college gives me a variety of opportunities I may not get otherwise.  I learned from watching my parents that a college degree would set me up for success. Going to college gives me a variety of opportunities I may not get otherwise.   ### Olivia McQueen  I've always wanted to be somewhere better than I am now. I want to have a job that makes me happy and not just somewhere I go for a paycheck, and this is why I stay in college.  I've always wanted to be somewhere better than I am now. I want to have a job that makes me happy and not just somewhere I go for a paycheck, and this is why I stay in college.   ### Brianda Medina  My dream is to become the first dentist in my family. I have been a dental assistant for the past seven years, and it's such a rewarding feeling of making a difference in someone's life.  My dream is to become the first dentist in my family. I have been a dental assistant for the past seven years, and it's such a rewarding feeling of making a difference in someone's life.   ### Thi Pham  My parents taught me from a young age that getting a college education was a huge priority. As a first-generation student, I was motivated because they provided me an opportunity to learn and stressed the importance of a college degree.  My parents taught me from a young age that getting a college education was a huge priority. As a first-generation student, I was motivated because they provided me an opportunity to learn and stressed the importance of a college degree.   ### Alexa Soto  Starting college was scary because it was so different from the experiences of my family. I wanted to break the family pattern of working a minimally paying job, and I wanted to make them proud. So, I applied.  Starting college was scary because it was so different from the experiences of my family. I wanted to break the family pattern of working a minimally paying job, and I wanted to make them proud. So, I applied.   ### Alan Tyson  College was my next step to achieve overall success, and I knew that attending would afford me opportunities I would not get anywhere else. I am currently a Ph.D. student in music technology. My research interests feel like a calling more than anything.  College was my next step to achieve overall success, and I knew that attending would afford me opportunities I would not get anywhere else. I am currently a Ph.D. student in music technology. My research interests feel like a calling more than anything.   ### Breea Vest  It was intimidating knowing that I would be the first person in my family who would apply for and attend college, but I was very determined. I overcame a lot of obstacles, and now I have a bachelor's degree in health sciences and am continuing on in a doctorate program for oc cupational therapy.  It was intimidating knowing that I would be the first person in my family who would apply for and attend college, but I was very determined. I overcame a lot of obstacles, and now I have a bachelor's degree in health sciences and am continuing on in a doctorate program for oc cupational therapy.   ### Share your first-gen story  Tell us your experience  [Tell us your experience](https://iu.co1.qualtrics.com/jfe/form/SV_00c210NWepwSSyh) "
  },
  {
    "url": "URL: https://first.iupui.edu/faculty-staff-resources/index.html#search",
    "body": "  ## Support first-generation success at IUPUI  Welcome to the first-generation resource page. We will serve as your central hub for resources and information for supporting our first-generation students.   ### What is first-generation?  If you're the first in your family to attend college or your parents didn't graduate with a bachelor's degree, you're considered a first-generation student. You're also considered first-generation if you have siblings in college, but your parents didn't earn a bachelor's degree. "
  }
]