[
  {
    "url": "URL: https://health.iupui.edu/#search",
    "body": " [Visit Patient Portal](https://idp.login.iu.edu/idp/profile/SAML2/Unsolicited/SSO?providerId=http://iupui.eclinicalworks.com)   ## Flu Vaccine Clinics  Fall 2023 Flu Vaccine Clinic Schedule:  Friday, November 17th - Tower President's Room (9AM - 1PM)  Thursday, November 30th - Campus Center, Room 450 (9AM - 1PM)  Friday, December 8th - Campus Center, Room 450 (9AM - 1PM)  Sign Up Here  [Sign Up Here](https://healow.com/apps/provider/-fluclinic-2418216)   ## COVID-19 Boosters are Here  The Pfizer 2023-2024 COVID-19 Booster is now available at Campus Health.  Be sure to bring your insurance card to your appointment.  Schedule Your Appointment Here  [Schedule Your Appointment Here](https://healow.com/apps/provider/-covidvaccine-3161222)   ## COVID-19 Testing  Free rapid antigen tests are available on campus at IUPUI from the vending machines on the first floor of Campus Center and at the University Library for students, faculty, and staff.  Students at IUPUI can also make an appointment with a provider at Campus Health if they are sick and need evaluation for a PCR covid test.  Report your positive result through IU’s self-report form . You’ll receive detailed instructions via your IU email account from IU contact tracers about isolation and next steps.  [IU’s self-report form](https://iuforms-fireform.eas.iu.edu/online/form/authen/covidpos)  For more information go to Testing: COVID-19: Indiana University (iu.edu)  [Testing: COVID-19: Indiana University (iu.edu)](https://www.iu.edu/covid/testing/index.html)   ## High quality healthcare right on campus  The mission of IUPUI Campus Health is to provide quality, accessible, comprehensive, cost conscious and compassionate healthcare to students and campus constituents;  and to provide public health interventions to maintain a safe environment for learning, research, scholarship and recreation. We are certified by the Accreditation Association for Ambulatory Health Care.   ### Are you sick?  When should you see a provider?  The information found in the links is not intended as medical advice but to help with self-care. See your provider for medical advice.   ### Connect with us on social!  Follow us on Instagram for the latest and most up-to-date information regarding all things Campus Health! @iupuicampushealth  [@iupuicampushealth](https://www.instagram.com/iupuicampushealth/)     ## Contact Us  Phone: (317) 274-8214 Fax: (317) 274-7657  Coleman Hall Hours  Monday 7:30am- 12:00pm, 12:45pm- 5:00pm  Tuesday 7:30am-  12:00pm, 12:45pm- 5:00pm  Wednesday 7:30am- 12:00pm, 12:45pm- 5:00pm  Thursday 9:00am- 12:00pm, 12:45pm- 5:00pm  Friday 8:00am- 12:00pm, 12:45pm- 4:00pm    Campus Center - Closed     ## Quick Links  IUPUI's COVID-19 Plan COVID-19 Testing at IUPUI COVID-19 Symptoms Community COVID-19 Testing Sites Monkeypox Information  [COVID-19 Testing at IUPUI](https://www.iu.edu/covid/testing/index.html)  [COVID-19 Symptoms](https://www.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fcoronavirus%2F2019-ncov%2Fabout%2Fsymptoms.html)  [Community COVID-19 Testing Sites](https://www.coronavirus.in.gov/covid-19-testing-information/)  [Monkeypox Information](https://protect.iu.edu/environmental-health/public-environment/communicable-diseases/monkeypox.html )   ## What we offer   ### Occupational Health  IUPUI employees may receive services at the Coleman Hall Clinic for work-related injuries, illnesses, or exposures. We also offer acute care, fit tests, flu shot clinics, COVID vaccine clinics, perform new hire evaluations, drug screens and immunizations.  IUPUI employees may receive services at the Coleman Hall Clinic for work-related injuries, illnesses, or exposures. We also offer acute care, fit tests, flu shot clinics, COVID vaccine clinics, perform new hire evaluations, drug screens and immunizations.   ### COVID-19 Vaccines  The CDC has recently updated its recommendation that all adults over the age of 50 and anyone over the age of 12 who is immunocompromised are eligible to receive a second COVID-19 booster. Campus Health wants to help our campus community stay healthy and are offering COVID-19 vaccines every Thursday from 9am-3pm at Coleman Hall.  The CDC has recently updated its recommendation that all adults over the age of 50 and anyone over the age of 12 who is immunocompromised are eligible to receive a second COVID-19 booster. Campus Health wants to help our campus community stay healthy and are offering COVID-19 vaccines every Thursday from 9am-3pm at Coleman Hall.   ### Rights and Privacy  Your rights and privacy as our patients are of utmost concern to us, in addition to your health. We have outlined patient rights, responsibilities, and conduct and provided information on HIPAA privacy practices that we follow.  Your rights and privacy as our patients are of utmost concern to us, in addition to your health. We have outlined patient rights, responsibilities, and conduct and provided information on HIPAA privacy practices that we follow. "
  },
  {
    "url": "URL: https://uits.iu.edu/about/facilities/cib/index.html#search",
    "body": "  ## The CIB is for IU and for you  The CIB serves education, business, and the community. The interactive work environment brings together more than 600 IU staff, previously dispersed in offices across campus. Bringing offices together under one roof means better focus on issues where IT@IU can make a significant difference.  [Find directions, contact details, and more for the CIB](https://kb.iu.edu/d/anpr)   ## It’s easy bein’ green  In 2013, the CIB received Gold LEED (Leadership in Energy & Environmental Design) certification, an internationally recognized process for green building developed by the U.S. Green Building Council. It remains an energy-efficient, sustainable building model for the university.   ## A sustainable model for IU  The CIB set a new standard for university carbon footprints. The construction and design maximize sunlight and solar power, staff workspaces are designed for energy efficiency, and paperless document management is the norm.   ### Commuting  Fuel efficient and carpool vehicles. To contribute to lowering carbon emissions, the CIB offers preferred parking for carpooling and fuel-efficient vehicles. Bike room. To encourage biking to work—good exercise and a means of reducing carbon emissions—the CIB has a secure, indoor bike storage area with room for 35 bikes.   ### Water management  Landscaping. Many of the plants outside the CIB are native to our region and were chosen for their hardiness. The CIB has no permanent irrigation systems.  Rooftop water drains. Rooftop water drains on the flat CIB roof transport rainwater through drains embedded in the building wall, to the rain gardens below.  Storm water. The rain gardens absorb much of the water from the roof. The tiers of soil and vegetation filter this runoff, reducing the amount of water flowing into storm drains.  Pint urinals. It takes only one pint of water to flush. Along with low-flush toilets, these help reduce water use.  Automatic faucets. Automatic faucets contribute to our goal of reducing water use by 40%.   ### Energy and atmosphere  Chillers. The “chiller unit” is made up of two, 200-ton, liquid-cooled chillers that maintain cooling and heating. This chiller was salvaged from the Wrubel Computing Center, saving the university the cost of buying a new one.  Louvers. Exterior louvers and interior sunshades work together to block or capture light as needed, according to the season. The louvers are in fixed positions to block summer sun coming in from a higher angle, and admitting winter light that enters from a lower angle.  Shades. The sunshades are programmed to adjust over the course of the day and year. They can be open all the way, half way, or at 25% intervals, according to the need for sunlight.  Reflective white roof. The roof is covered in a white rubber membrane that reflects the sun’s radiation, lowering the amount of heat absorbed by the building and contributing to the building’s overall energy efficiency.  Solar water panels. Rooftop solar water panels use the sun’s energy to heat a portion of the hot water needed in the building for the locker rooms, kitchens, bathrooms, and dining facilities.   ### Material Use  Recycling. The CIB Green Team encourages recycling. Staff recycle plastics (1–7), aluminum cans, batteries, paper, cardboard, and glass bottles. Trashcans are labeled “Landfill” as a reminder of the impact of landfill on the planet.  Water bottle filling station. Bottle filling stations set into the wall provide filtered drinking water throughout the building, eliminating the need for plastic. The digital readout logs the number of plastic bottles kept from the waste stream.  Print release stations. With very few exceptions, printing at the CIB is conducted through Print Release Stations located in the copy/scan rooms at the end of each wing. Staff pick up printouts at any printer by signing into a password-protected computer. Encouraging staff to “Print Less, Go Green” is an important part of lowering the environmental impact of our work.   ### Indoor environmental quality  Views and space. The glass-walled, light-filled CIB provides most staff a view to the outdoors. The open floors promote communication, collaboration, and creativity, and generous hallways and stairs encourage getting up and moving around.  Enclosed copy/scan rooms. Copy/scan rooms are enclosed to minimize the amount of paper and toner particles released into work areas.  Flushing the HVAC system. The building's heating and cooling systems were “flushed” before staff moved in to remove gases that can escape from new carpeting and wall paints. Filters placed over the vents capture particulates. This helps maintain cleaner air and comfortable temperatures and humidity. "
  },
  {
    "url": "URL: https://uits.iu.edu/about/facilities/index.html#search",
    "body": "  ## Reserve a facility  Complete this form to request use of the CIB Wrubel Commons, MPB, IC 105, or the IC atrium for large events.  [UITS Event Form](https://forms.uits.iu.edu/machform/view.php?id=47189)   ## Bloomington   ### Student Technology Centers  UITS computer labs throughout campus provide a common computing experience and software selection to every IU student   ### Visualization and Collaborative Theater  [Visualization and Collaborative Theater](https://kb.iu.edu/d/apcl)  An advanced visualization lab with three screens, stereoscopic and monoscopic HD presentation capabilities, and seating for 60 people   ### Cyberinfrastructure Building (CIB)  The heart of IT@ IU and one of IU's greenest building   ### IQ-Walls  [IQ-Walls](https://kb.iu.edu/d/avzq)  IU features several IQ-Walls, groups of flat-screened monitors driven by a single Windows computer   ### IU Data Center  A state-of-the-art facility that houses and protects IU's supercomputing resources   ### Crystal Display Wall  [Crystal Display Wall](https://kb.iu.edu/d/bdhv)  A large-format, ultra-high resolution display wall located in Wrubel Commons of the Cyberinfrastructure Building   ## IUPUI   ### Informatics and Communications Technology Complex (ICTC)  [Informatics and Communications Technology Complex (ICTC)](https://kb.iu.edu/d/ayqy)  IT@IU's home on the IUPUI campus   ### IQ-Walls  [IQ-Walls](https://kb.iu.edu/d/avzq)  IU features several IQ-Walls, groups of flat-screened monitors driven by a single Windows computer   ### Reality Labs  [Reality Labs](https://kb.iu.edu/d/ayxo)  Advanced classroom or lab spaces featuring virtual reality workstations   ### Student Technology Centers  UITS computer labs throughout campus provide a common computing experience and software selection to every IU student   ## Regional campuses  [Student Technology Centers (IU East) IU East has UITS computer labs in Hayes Hall and Tom Raper Hall with a computing experience and software selection common to every IU campus](https://www.iue.edu/digital/technology-computer-labs/index.html)  [Student Technology Centers (IU Kokomo) IU Kokomo has UITS computer labs throughout campus with a computing experience and software selection common to every IU campus.](https://kokomo.iu.edu/uits/classroom-technology/)  [Student Technology Centers (IU South Bend) IU South Bend has UITS computer labs at Library Hammes Information Commons, DW 1225, EA 1109, and the Elkhart extension with a computing experience and software selection common to every IU campus.](https://uits.iusb.edu/stc-information/index.html)  [Student Technology Centers (IU Southeast) IU Southeast has computer labs throughout campus with a computing experience and software selection common to every IU campus](https://www.ius.edu/it/tech-labs.html)   ## Learning spaces  Looking for a technology-equipped classroom, lab, or learning space? Find a complete list in Learning Spaces .   ## Find the help you need  Have technology questions? We're here to help.   ## Get more information on the Knowledge Base  [Get more information on the Knowledge Base](https://kb.iu.edu)   ## Visit One.IU.edu  [Visit One.IU.edu](https://one.iu.edu)   ## Contact your campus IT Support Center  [Contact your campus IT Support Center](https://kb.iu.edu/d/abxl) "
  },
  {
    "url": "URL: https://uits.iu.edu/about/index.html#search",
    "body": "  ## Powering a world-class university  With more than 1,200 full-time employees, UITS provides services and support for the modern, multifaceted technology environment at IU and works with more than 10,000 constituents in the IU multi-campus university system with locations across the state and the world.  UITS is committed to information security, ongoing exploration of new tools and technologies, and delivering the services and support our constituents need at IU and beyond.  171,043 wireless devices connected to the network  $351.6 million in grant awards supported by Research Technologies in 2020  3.4 million Zoom meetings in 2020   ## Our people  Technology is our hallmark, but it’s the energy and expertise of the many people who work for UITS that powers our division.  UITS reports to the Office of the Vice President for Information Technology (OVPIT), which drives the continued development of information technology at IU.  Rob Lowden is vice president for information technology and chief information officer (CIO).  View OVPIT and CIO structure  [View OVPIT and CIO structure](https://www.iu.edu/about/leadership/ovpit.html)  UITS organizational structure   ## IT News  Find out what’s happening in UITS and around the university.  [See more news](https://news.iu.edu/it)   ## Explore UITS   ## Get more information on the Knowledge Base  [Get more information on the Knowledge Base](https://kb.iu.edu)   ## Visit One.IU.edu  [Visit One.IU.edu](https://one.iu.edu/)   ## Contact your campus IT Support Center  [Contact your campus IT Support Center](https://kb.iu.edu/d/abxl) "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/administrative-support-and-facilities/index.html#search",
    "body": "  ## Serving Indiana University and beyond  Administrative Support provides assistance to the OVPIT cabinet and UITS division leadership. Facility operations maintains buildings on the Bloomington campus including the Cyberinfrastructure Building (CIB), Innovation Center (IC), and IU Data Center.   ## Leadership   ### Tina Bradley   #### Executive Assistant and Facilities Manager  Tina Bradley brings more than 25 years of experience in office administration and management to her role at OVPIT, where she provides executive-level support to the vice president and leadership to the UITS administrative support team. She also serves as facilities manager for all UITS buildings on the Bloomington and Indianapolis campuses. "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/client-technology-support/index.html#search",
    "body": "  ## Serving Indiana University and beyond  Effectively managing and supporting IT endpoints (computers and devices) is a strategic priority for the university as it continually seeks to harden its cyberthreat surface area. The Client Technology Support (CTS) division provides concierge-style IT support and endpoint management, enabling teaching, research, and service, for thousands of faculty and staff across the institution.   ## Leadership   ### Patrick Phillips   #### Associate Vice President, Client Technology Support  Patrick Phillips is responsible for onsite IT support and endpoint device management on the Bloomington and Indianapolis campuses and the academic health centers around the state. This includes more than 100,000 computers and devices used by IU faculty and staff.  Read bio   ## Units within Client Technology Support   ### Academic Technology Support  Led by Elizabeth Harris  Provides highly personalized IT support to all schools and units with academic programs in Bloomington and Indianapolis.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0003666216&EMPLRCD=0)   ### Executive and Internal Technology Support (EITS)  Led by Kevin Levingston  Manages multi-campus 24/7/365 IT support for IU executives and their representatives as well as technical support for IUB and IUPUI UITS staff.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0001473848&EMPLRCD=0)   ### Health Technology Services  Led by Shannon McDaniel  Delivers a wide range of IT support and services for physicians, researchers, health care teams, faculty members, and IU health sciences staff.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0001790341&EMPLRCD=0)   ### TechSelect  Led by Mike Bennett  TechSelect provides client IT support for any Indiana University department, academic program, or research center under contract. TechSelect provides this service under a cost-recovery model.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0001806745&EMPLRCD=2)   ## Get to know CTS  Learn more about the services and initiatives that make up Client Technology Support at IU.   ## Health Technology Services   ## TechSelect "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/deputy-cio/cacr/index.html#search",
    "body": "  ## Serving Indiana University and beyond  CACR is an Indiana University research center affiliated with the IU Pervasive Technology Institute and a member of the IU cybersecurity community. CACR is distinctive in interweaving technical and policy expertise. The Center draws on IU’s wide range of scholarly expertise in computer science, informatics, accounting and information systems, criminal justice, law, organizational behavior, public policy, and other disciplines, as well as the extensive practical cybersecurity experience of its operational units.   ## Leadership   ### Scott Shackelford   #### Executive Director, Center for Applied Cybersecurity Research  Professor Scott J. Shackelford is executive director of the Center of Applied Cybersecurity Research (CACR) and is also a faculty member at Indiana University. He also serves as executive director of the Ostrom Workshop and is a former cybersecurity program chair.  Read bio   ## Get to know CACR  Learn more about the services, initiatives, and staff that make up the Center for Applied Cybersecurity Research at IU.   ## Our people  [Our people](https://cacr.iu.edu/about/people/index.html)   ## CACR website  [CACR website](https://cacr.iu.edu/) "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/deputy-cio/chief-privacy-officer/index.html#search",
    "body": "  ## Serving Indiana University and beyond  It is the responsibility of the chief privacy officer to ensure and protect the privacy of all IU students, faculty, staff and visitors across all campuses. This includes IU's compliance with the federal Health Insurance Portability and Accountability Act, known as HIPAA. The chief privacy officer is also responsible for handling and protecting institutional and personal data in accordance with state and federal laws and industry best practices.   ## Leadership   ### Mark Werling   #### Chief Privacy Officer  Mark Werling leads a system-wide program at IU of data privacy compliance, ranging from student and employee data to health-related records for medical educational programs. He reports jointly to the Vice President for Information Technology and General Counsel.   ## Get to know the University Privacy Office  Learn more about the services, initiatives, and policies of the University Privacy Office.   ## Our people  [Our people](https://privacy.iu.edu/contact/index.html)   ## IU Privacy Portal  [IU Privacy Portal](https://privacy.iu.edu/) "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/deputy-cio/communications-office/index.html#search",
    "body": "  ## Serving Indiana University and beyond  The IT Communications Office (ITCO) provides university-wide communication, across all IU campuses, for the full suite of service and research units that operate under the leadership of the Office of the Vice President for Information Technology (OVPIT). ITCO promotes and reports on IT@IU for the university community and for local, national, and international audiences in education, research, government, business, and industry. ITCO is a team under University Communications and Marketing at IU.   ## Leadership   ### Jen Bratton  Senior Project Manager and Social Media Manager See team on org chart  Senior Project Manager and Social Media Manager  [See team on org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0001191992&EMPLRCD=3)   ### Beth Moellers  Executive Communications Project Manager and Writing Team Lead See team on org chart  Executive Communications Project Manager and Writing Team Lead  [See team on org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0001447358&EMPLRCD=5)   ### Maria Morris  Creative Leader See team on org chart  Creative Leader  [See team on org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0001810873&EMPLRCD=0)   ## Get to know ITCO  Learn more about IT Communications and how to work with our office.   ## What we do   ## Contact us "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/deputy-cio/finance-office/index.html#search",
    "body": "  ## Serving Indiana University and beyond  The VPIT Finance Office manages funds for essential research, equipment testing and loans, travel reimbursement requests, and more. The Finance Office also oversees timekeeping and payroll for UITS employees as well as contracts and grants for researchers.   ## Leadership   ### Mindy Bonifas   #### Finance Officer, Financial Planning, Budget Administration and Accounting  Mindy leads the team that includes Financial Account Management and budget oversight, Accounts Payable/Travel, Accounts Receivable, Capital Assets, and Analytics & Reporting.   ## Get to know the Finance Office  Learn more about the services and staff that make up the VPIT Finance Office.   ## Our people  [Our people](https://finance.uits.iu.edu/staff/index.html)   ## Finance Office website  [Finance Office website](https://finance.uits.iu.edu/) "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/deputy-cio/health-sciences-information-security/index.html#search",
    "body": "  ## Serving Indiana University and beyond  Health Sciences Information Security is responsible for implementing, managing and enforcing information security directives mandated by HIPAA.   ## Leadership   ### Jason Bozarth   #### HIPAA Security Officer, Health Sciences Information Security  Jason is responsible for implementing, managing and enforcing information security directives mandated by HIPAA.   ## Get to know Health Sciences Information Security  Learn more about the policies and people that support health privacy at IU.   ## Health privacy  [Health privacy](https://privacy.iu.edu/health/index.html)   ## Contact us  [Contact us](https://privacy.iu.edu/contact/index.html) "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/deputy-cio/human-resources/index.html#search",
    "body": "  ## Serving Indiana University and beyond  UITS is the home of IT at IU. Twice named one of Computerworld’s best places to work in IT, UITS has become a leader in IT for higher ed. We wouldn't have that status without professional staff whose hard work and passion pave the way for discovery across the university.   ## Leadership   ### Kris Ying   #### Leader, UITS Human Resources  Kris manages efforts to develop HR strategies for IU’s central technology unit, University Information Technology Services. Ying and his team work to attract and retain IT professionals committed to continuous innovation and seamless support.  Read bio   ## Get to know Human Resources  Learn more about the services, initiatives, and staff that make up UITS Human Resources.   ## Our people  [Our people](https://hr.uits.iu.edu/about-uits-hr/index.html)   ## UITS HR website  [UITS HR website](https://hr.uits.iu.edu/index.html) "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/deputy-cio/index.html#search",
    "body": "  ## Serving Indiana University and beyond  The Deputy CIO oversees the officers of the OVPIT cabinet which includes communications, cybersecurity, finance, health sciences information security, human resources, privacy, and coordinates responsibilities across the organization including the Research and Education Networks Information Sharing and Analysis Center (REN-ISAC), OmniSOC, and Pervasive Technology Institute.   ## Leadership   ### Aaron Neal   #### Deputy CIO, Office of the Vice President for Information Technology  With more than 20 years of experience in tech at IU, Aaron Neal oversees matters related to finance, HR, cybersecurity and more for OVPIT.   ## Units reporting to the Deputy CIO   ### Center for Applied Cybersecurity Research (CACR)  The Center for Applied Cybersecurity Research (CACR) was established by Indiana University in 2003 to provide the nation with leadership in applied cybersecurity technology, education, and policy guidance.   ### Chief Privacy Officer  Leads a system-wide program at IU of data privacy compliance, ranging from student, financial, and research data to health-based records for medical education, clinical trials, and patient care.   ### Communications Office  As a strategic partner to UITS departments, the IT Communications Office (ITCO) builds awareness of IT resources in the IU community, manages UITS events, and tells the stories of IT at IU.   ### Finance Office  The Finance Office provides financial management and support for all units within UITS and OVPIT, including timekeeping and payroll as well as research contracts and grants.   ### Health Sciences Information Security  Health Sciences Information Security works to protect and secure patient and clinical research subject health information at Indiana University.   ### Human Resources  The Human Resources Office for UITS and OVPIT develops strategies, programs, and services to ensure the availability of highly-motivated, well-trained, and results-oriented technology support professionals.   ### OmniSOC  OmniSOC is the shared cybersecurity operations center for higher education and research. OmniSOC reduces the time from first awareness of a cybersecurity threat anywhere to mitigation everywhere for member institutions.   ### Pervasive Technology Institute (PTI)  PTI is a collaborative organization of several research, development, and delivery centers and labs that use their collective skill set and advanced computing to rapidly address important social, scientific, and scholarly priorities.   ### REN-ISAC  The Research and Education Networking Information Sharing and Analysis Center (REN-ISAC) is a membership organization that aids and promotes cybersecurity operational protection and response within the research and higher education communities.   ### University Information Security Office (UISO)  The University Information Security Office (UISO) works with the University Information Policy Office to ensure a resilient and secure IT environment that protects IU information resources without impeding their widespread and appropriate use. "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/deputy-cio/omnisoc/index.html#search",
    "body": "  ## Serving Indiana University and beyond  OmniSOC services allow cybersecurity staff to focus on what’s important, at substantial cost savings, from a trusted leader in the higher education cybersecurity community. The center rapidly delivers only critical, actionable, high-quality alerts 24x7x365. OmniSOC operates collaboratively across member institutions, reducing the time from first awareness of a cybersecurity threat anywhere to mitigation everywhere for our higher education, regional R&E network, and research facility members.   ## Leadership   ### Susan Sons   #### Executive Director, OmniSOC  Susan serves as executive director of OmniSOC and principal investigator for ResearchSOC. She has over 18 years of experience providing strategic IT vision and cybersecurity leadership for multiple high-profile organizations.   ## Get to know OmniSOC  Learn more about the services, initiatives, and staff that make up OmniSOC.   ## Our people  [Our people](https://omnisoc.iu.edu/about/team/index.html)   ## OmniSOC website  [OmniSOC website](https://omnisoc.iu.edu/) "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/deputy-cio/pervasive-technology-institute/index.html#search",
    "body": "  ## Serving Indiana University and beyond  The Pervasive Technology Institute (PTI) creates software, delivers information and services, and supports and provisions a world-class cyberinfrastructure. People everywhere—those in industry and private businesses, researchers, and even students—can use the open source software and public data sets that PTI produces and curates. PTI is made up of seven affiliated centers and the Office of the Executive Director.   ## Leadership   ### Beth A. Plale, PhD   #### Executive Director, Pervasive Technology Institute  Dr. Plale the is executive director of the Pervasive Technology Institute at Indiana University. Her research interests include data management, cloud computing, Big Data, and open science.  Read bio   ## Get to know PTI  Learn more about the centers, projects, and initiatives that make up the Pervasive Technology Institute at IU.   ## Project highlights  [Project highlights](https://pti.iu.edu/impact/browse.html)   ## PTI website  [PTI website](https://pti.iu.edu/) "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/deputy-cio/research-and-education-networking-information-sharing-and-analysis-center/index.html#search",
    "body": "  ## Serving Indiana University and beyond  REN-ISAC serves over 650 member institutions within the higher education and research community by promoting cybersecurity operational protections and response. REN-ISAC also acts as the Computer Security Incident Response Team (CSIRT) for the research and education community at large, including non-members.   ## Leadership   ### Anthony M. Newman   #### Executive Director, REN-ISAC  Anthony brings with him more than 20 years of experience in higher education, government, and consulting. With his knowledge and expertise, Newman continues to build the value REN-ISAC provides to its members across the research and education communities.  Read bio   ## Get to know REN-ISAC  Learn more about the services, initiatives, and staff that make up the Research and Education Networks Information Sharing and Analysis Center.   ## Our people  [Our people](https://www.ren-isac.net/about/staff/index.html)   ## REN-ISAC website  [REN-ISAC website](https://www.ren-isac.net/) "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/deputy-cio/university-information-security-office/index.html#search",
    "body": "  ## Serving Indiana University and beyond  The University Information Security Office (UISO) provides security analysis, development, education, and guidance related to Indiana University's information assets and information technology environment. The objective is to establish and maintain a resilient and secure infrastructure in which to conduct university business.   ## Leadership   ### Jason Williams   #### Chief Information Security Officer, University Information Security Office  Jason leads the University Information Security Office (UISO). The UISO is responsible for incident response, information security risk assessments and consulting, and security engineering.  Read bio   ## Get to know UISO  Learn more about the policies, programs, and services that make up the University Information Security Office at IU.   ## Information Security and Policy  [Information Security and Policy](https://informationsecurity.iu.edu/)   ## Our people  [Our people](https://informationsecurity.iu.edu/contact/index.html)   ## Data management  [Data management](https://datamanagement.iu.edu/) "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/enterprise-support-services/index.html#search",
    "body": "  ## Serving Indiana University and beyond  From consulting with clients on their technology needs to providing front-line and tier 2 support, from working on endpoint management services to web hosting, training, and much more, Enterprise Support Services staff help keep the university operating optimally.   ## Leadership   ### Momi Ford   #### Associate Vice President, Enterprise Support Services  Momi leads the ESS division that includes support and contact centers, tier 2 support, quality assurance and training, endpoint management, web hosting, the IT ticketing system, areas administering Azure cloud services and IU’s Microsoft 365 instance, and software development and application administration serving the needs of auxiliary units at IU.  Read bio   ## Units within Enterprise Support Services   ### Enterprise Applications  Led by Ranji Abraham  Responsible for building, maintaining, and supporting systems that meet the needs of auxiliary units at IU. The group also supports Azure cloud services and IU’s Microsoft 365 instance.  [Azure cloud services](https://kb.iu.edu/d/antw)  [Microsoft 365](https://kb.iu.edu/d/bexq)  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0001316908&EMPLRCD=0)   ### Enterprise Services  Led by Jacob Farmer  Services and sub-units include endpoint management , IU Print , IT Community Partnerships (ITCP) , health client infrastructure and cloud services, as well as Partnered Solutions and TechSelect technical operations.  [endpoint management](https://kb.iu.edu/d/bhlm)  [IU Print](https://kb.iu.edu/d/besp)  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0000107260&EMPLRCD=3)   ### Enterprise Support  Led by James Brooks  Responsible for the 24x7 contact (IU operators) and support centers (technical support via the Knowledge Base , phone, chat, email, and walk-in) for the general IU community. Unit also serves the IT professional community by offering EdCert courses and support via multiple Tier 2 Support teams.  [support centers](https://kb.iu.edu/d/abxl)  [Knowledge Base](https://kb.iu.edu/)  [Tier 2 Support](https://kb.iu.edu/d/bdvf)  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0000081939&EMPLRCD=2)   ## Get to know ESS  Learn more about the services, initiatives, and staff that make up Enterprise Support Services at IU.   ## IT support   ## Microsoft 365 "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/enterprise-systems/index.html#search",
    "body": "  ## Serving Indiana University and beyond  Enterprise Systems plays a vital role in supporting Indiana University's mission critical business operations. Its comprehensive portfolio encompasses a wide array of applications, integrations, and infrastructure, spanning from FireForm to Indiana University's Constituent Relationship Manager. It extends its support to various systems, including student, financial, research, and human resources systems, as well as IU's design system. ES also encompasses identity systems and the IU Mobile app, among many other essential applications and services.   ## Leadership   ### Lora Fox   #### Associate Vice President, Enterprise Systems  Lora provides executive leadership and oversight for university-wide Enterprise Systems initiatives at IU, partnering with academic and administrative offices to further the university's leading role in academic excellence.  Read bio   ## Units within Enterprise Systems   ### Enterprise CRM  Led by Christopher Tompkins  Utilizes a constituent relationship management (CRM) platform to provide holistic views of people and organizations, robust engagement capabilities, and personalized constituent experiences.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0003352629&EMPLRCD=0)   ### Enterprise Experience  Led by Madeline Grdina  Builds, supports, and maintains apps, web spaces, and tools that shape the user experience of Indiana University’s digital campus.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0003034537&EMPLRCD=10)   ### Enterprise Solutions  Led by James Thomas  Provides reliable and secure enterprise software and infrastructure services in support of the teaching and research missions of Indiana University.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0000993860&EMPLRCD=0)   ### Enterprise Student & Human Resources Systems  Led by Eric Westfall  Manages information about students, staff, and faculty across Indiana University.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0000220203&EMPLRCD=0)   ## Get to know ES  Learn more about the services, initiatives, and staff that make up Enterprise Systems at IU.   ## Areas of Focus  [Areas of Focus](https://iu.pressbooks.pub/es2023aof/)   ## All Services list   ## ES internships  [ES internships](https://hr.uits.iu.edu/recruiting-hiring/es-internships/index.html) "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/index.html#search",
    "body": "  ## A message from Rob Lowden, IU's Vice President for Information Technology and CIO  I encourage IU community members to become acquainted with the people, ideas, and initiatives that frame your information technology environment. You are our most important partners as we strive to explore new technologies and balance innovation, with attention to service, quality, and stewardship. We invite and welcome your engagement and feedback.   ## UITS divisions  UITS is divided into eight divisions that work together to sustain technology resources and support users throughout Indiana University.   ### Client Technology Support  Provides concierge-style IT support and endpoint management, enabling teaching, research, and service, for thousands of IU faculty and staff   ### Enterprise Support Services  Provides front-line and tier 2 support services for students, faculty, and staff; training; web hosting; and more   ### Enterprise Systems  Creates, maintains, and supports large-scale software applications and services, sites, tools, and their underlying infrastructure   ### Institutional Analytics  Provides greater efficiencies in reporting, assessment, institutional effectiveness and analytic capabilities for all IU campuses   ### Learning Technologies  Focuses on using technology to improve the classroom experience and learning processes for students and faculty   ### Networks  Directs advanced networking engineering services for the university and manages international and other outward-facing network initiatives   ### Research Technologies  Develops and supports technological innovation in research to open new possibilities for discovery and productivity   ### Regional Campuses  IT leadership and technology staff of the regional campuses   ## Units also serving UITS  These units report to the main IU Finance, Human Resources, and Communication and Marketing offices, but have staff dedicated to supporting UITS and OVPIT.   ### Finance Office  Provides financial planning, budget administration, accounting, and more for all units within UITS and OVPIT   ### Human Resources  Develops strategies, programs, and services to ensure the availability of highly-motivated, well-trained, and results-oriented technology support professionals   ### IT Communications Office  Works as a strategic partner with UITS departments to build awareness of IT resources in the IU community, manage UITS events, and tell the stories of IT at IU "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/institutional-analytics/index.html#search",
    "body": "  ## Serving Indiana University and beyond  Institutional Analytics uses expertise from across the university to provide a collaborative, innovative, and efficient approach that adds value and provides data-driven, actionable information and insights.  By evaluating student records, university financials, research data, and more, Institutional Analytics supports IU’s responses to higher education’s biggest challenges, including:   ## Leadership   ### Sabrina Andrews   #### Associate Vice President, Institutional Analytics  Sabrina has served in leadership roles in institutional research and effectiveness in higher education for more than 25 years, and has been involved in efforts related to enrollment, retention, and data management initiatives.  Read bio   ## Units within Institutional Analytics   ### Compliance and Reporting  Led by Andrea Ingle  Satisfies federal, state, and external requests for data in compliance with mandated requirements.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0002009179&EMPLRCD=0)   ### Institutional Data Services  Led by Daniel Young  Provides support for the availability, accessibility, and on-going curation of data resources like the data warehouse, software, and security.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0002221499&EMPLRCD=0)   ### Institutional Effectiveness  Led by Steven Graunke  Provides information to help leaders of campus programs and initiatives make informed decisions, develop strategic plans, and continuously assess and improve services.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0001637610&EMPLRCD=0)   ## Get to know IA  Learn more about the services, initiatives, and staff that make up Institutional Analytics at IU.   ## Our people  [Our people](https://iuia.iu.edu/about/staff/index.html)   ## Institutional Analytics website  [Institutional Analytics website](https://iuia.iu.edu/) "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/learning-technologies/index.html#search",
    "body": "  ## Serving Indiana University and beyond  Learning Technologies wants to help you use technology to provide rich learning experiences whether you’re teaching in person or online. As you create and deliver content, communicate and collaborate with students, assess how students are learning, and provide feedback, we are here to support you with the tools and resources you need.   ## Leadership   ### Anne Leftwich   #### Interim Associate Vice President, Learning Technologies  Anne Ottenbreit-Leftwich, Ph.D., is the Barbara B. Jacobs Chair in Education and Technology. Dr. Leftwich is a professor of Instructional Systems Technology within the School of Education and an adjunct professor of Computer Science at Indiana University Bloomington.  Read bio   ## Units within Learning Technologies   ### Faculty Engagement and Outreach  Led by Michele Kelmer  Makes technology both accessible and relevant and shares faculty experiences using technology in a teaching and learning context.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0001847461&EMPLRCD=5)   ### Learning Spaces  Led by James McGookey  Focused on designing and supporting diverse learning environments that provide opportunities to explore new technologies and enable active, collaborative learning.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0001110480&EMPLRCD=0)   ### Teaching and Learning Technologies  Led by Justin Zemlyak  Supporting meaningful instruction and collaboration with a wide variety of tools and services to help faculty achieve their learning objectives.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0001403143&EMPLRCD=0)   ## Get to know LT  Learn more about the services, initiatives, and staff that make up Learning Technologies at IU.   ## Technology for teaching   ## News & events  [News & events](https://news.iu.edu/it/news/?topic=Teaching+and+learning) "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/networks/index.html#search",
    "body": "  ## Serving Indiana University and beyond  Each division of IU Networks has a distinct focus and function, but they all share the same goal: to provide the highest quality of service to institutions, agencies, and consortia in the research, education, and the public interest by transmitting and securing critical data across Indiana and around the world using the most advanced, effective technology available.   ## Leadership   ### Dave Jent   #### Associate Vice President, Networks  For more than 20 years, Dave Jent has worked at IU in all aspects of network design, installation, project management, and strategy. This network background provides his foundation for leading senior technical staff, managing complex network engineering issues, and maintaining critical relationships with the REN-ISAC community.  Read bio   ## Units within Networks   ### GlobalNOC Client Services  Led by Marianne Chitwood  Responsible for I-Light and GlobalNOC member services and business development as well as I-Light and Indiana GigaPOP network engineering.  [I-Light](https://ilight.net/)  [GlobalNOC](https://globalnoc.iu.edu/)  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0000590680&EMPLRCD=0)   ### International Networks  Led by Jim Williams  Delivers network connectivity that fosters the scientific collaboration driving research and education around the world.  See the staff list  [See the staff list](https://internationalnetworks.iu.edu/about/william.html)   ### Software and Networks Engineering  Led by Luke Fowler  Provides engineering support for N-Wave, Internet2, I-Light, and regional networks as well as GlobalNOC, the nation's largest network operations center for research and education  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0000110815&EMPLRCD=2)   ### Telecommunication Infrastructure  Led by Mark Spencer  Responsible for maintenance and management of IU data and voice networks, data center operations, and high-performance storage and visualization services.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0000631745&EMPLRCD=0)   ## Get to know Networks  Learn more about the services and initiatives that make up Networks at IU.   ## Data Center Operations   ## Intelligent Infrastructure   ## Wi-Fi & Networks "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/regional-campuses/index.html#search",
    "body": "  ## Serving Indiana University and beyond  UITS staff based on the six regional campuses support the unique IT needs of students, faculty, and staff at IU East, Northwest, Kokomo, South Bend, Southeast, and Columbus. In addition, we leverage the scale of IU to deploy leading-edge resources and support.   ## Leadership   ### Nick Ray   #### Regional CIO, Office of the Vice President for Information Technology  Nick identifies and communicates the technology implications for strategic goals, and serves as an advocate for the development and use of information technology in teaching, research, and service.  Read bio   ## UITS at the regional campuses   ### IU East  Led by Joy Maupin  Provides IT services for the IU East campus, including user support, media services, telecom and networking, and systems support.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0000839467&EMPLRCD=0)  Visit the UITS at IUE site  [Visit the UITS at IUE site](https://www.iue.edu/digital/it-help/)   ### IU Kokomo  Led by Craig Swoverland  Provides IT support, training, and consulting services for the IU Kokomo campus.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0001412452&EMPLRCD=2)  Visit the UITS at IUK site  [Visit the UITS at IUK site](https://www.iuk.edu/uits/)   ### IU Northwest  Led by Ryan Vega  Provides IT services for the IU Northwest campus including user support, systems administration, and classroom technology.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0002977623&EMPLRCD=1)  Visit the UITS at IUN site  [Visit the UITS at IUN site](https://www.iun.edu/technology/)   ### IUPUC  Led by William Fields  Provides IT technical and support services for the Indiana University Purdue University Columbus campus.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0002056514&EMPLRCD=0)  Visit the UITS at IUPUC site  [Visit the UITS at IUPUC site](https://www.iupuc.edu/information-technology/)   ### IU South Bend  Led by Phillip Mikulak  Provides IT services for the IU South Bend campus, including user support, infrastructure and systems admin, endpoint management, and classroom tech.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0000626459&EMPLRCD=0)  Visit the UITS at IUSB site  [Visit the UITS at IUSB site](https://uits.iusb.edu/)   ### IU Southeast  Led by Lee Staton  Provides IT services for the IU Southeast campus, including infrastructure and endpoint systems management, learning spaces and student facilities support, and help desk and call center support.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0000655754&EMPLRCD=0)  Visit the UITS at IUS site  [Visit the UITS at IUS site](https://www.ius.edu/it/) "
  },
  {
    "url": "URL: https://uits.iu.edu/about/org-structure/research-technologies/index.html#search",
    "body": "  ## Serving Indiana University and beyond  Our mission is to open new possibilities for intellectuals and innovators at Indiana University and around the world. Whether you need access to supercomputing, software to complete your research project, training for your team, or unique ways to present and share data, we are here to help.   ## Leadership   ### Matthew Link   #### Associate Vice President, Research Technologies  Matt has a wide range of experience in higher education technologies from supporting faculty to managing large Unix systems, storage environments, and high performance computing. In addition to being the AVP for Research Technologies, he is a center director for the Pervasive Technology Institute.  Read bio   ## Units within Research Technologies   ### Advanced Cyberinfrastructure  Led by David Hancock  Maintains high performance computing and data storage systems for research.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0000279832&EMPLRCD=0)   ### Research Community Engagement  Offers training opportunities, expert consulting, and technology tools to aid research.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0001326485&EMPLRCD=0)   ### Research Software and Solutions  Led by Scott Michael  Provides the tools needed for analytics and big data research, including stat/numerical and open source software.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0001441500&EMPLRCD=10)   ### Visualization and Data Lab  Led by Eric Wernert  Helps researchers optimize the way they gather, examine, and present information with a variety of visualization tools, advanced media techniques, and consulting services.  See the org chart  [See the org chart](https://hrms.iu.edu/psc/PH1PRD/EMPLOYEE/HRMS/c/HRCD_EMPLOYEE_FL.HRCD_ORG_CHART_FL.GBL?Page=HRCD_ORG_CHART_FL&Action=U&EMPLID=0001569791&EMPLRCD=0)   ## Get to know RT  Learn more about the services and initiatives that make up Research Technologies at IU.   ## Technology for research   ## News & events  [News & events](https://news.iu.edu/it/news/?tag=RT+impact) "
  },
  {
    "url": "URL: https://uits.iu.edu/about/staff-services/finance-office/index.html#search",
    "body": "  ## Overview  Whether you have a purchasing request, payroll question, need to set up billing services, or manage financial activities for a grant, the Finance Office is here to help.  Find out more about UITS Finance Office services and support.  [Find out more about UITS Finance Office services and support.](https://finance.uits.iu.edu/)   ## Human Resources  [Human Resources](https://hr.uits.iu.edu/)   ## UITS org structure "
  },
  {
    "url": "URL: https://uits.iu.edu/about/staff-services/index.html#search",
    "body": "  ## UITS internal services are here for you  Have a baby and need to change your benefits? Unsure of how much money you have in your budget? Are you about to make a backend change that could disrupt IT operations? Did a researcher just have a major breakthrough while using Big Red 200 and you want to share it with the world? We have people who can help with all of that.   ## UITS Human Resources  UITS HR can answer any of your HR questions, walk you through the intricacies of the many benefits IU offers, and provide you with helpful resources.  Learn more about UITS HR  [Learn more about UITS HR](https://hr.uits.iu.edu/)   ## UITS Finance Office  The UITS Finance Office is available to help you sort out your budgets, understand your spending, and guide you through institutional regulations and requirements.  Learn more about the Finance Office   ## IT Communications  IT Communications subject matter experts work inside the Office of University Communications and Marketing. They work to build awareness about and tell the stories of IT at IU.  Learn more about IT Communications   ## Change Management  Change Management works to ensure that plans are in place to inform users of potential disruptions during routine system maintenance as well as other, larger changes, such as software retirements.  Learn more about Change Management  [Learn more about Change Management](https://change.uits.iu.edu/)   ## Find the help you need  Have technology questions? We're here to help.   ## Get more information on the Knowledge Base  [Get more information on the Knowledge Base](https://kb.iu.edu)   ## Visit One.IU.edu  [Visit One.IU.edu](https://one.iu.edu)   ## Contact your campus IT Support Center  [Contact your campus IT Support Center](https://kb.iu.edu/d/abxl) "
  },
  {
    "url": "URL: https://uits.iu.edu/about/staff-services/itco/index.html#nav-main",
    "body": "  ## How to work with us  If you need assistance with IT communications, please contact University Communications and Marketing . Contact Beth Moellers at bamoelle@iu.edu for storytelling needs and/or Monitor requests or Jen Bratton at jhbratto@iu.edu for strategic marketing needs.  [University Communications and Marketing](https://ucm.iu.edu/index.html)   ## Resources  Looking for a template, stock image, or style guide? We’ve got you covered:   ### UITS / OVPIT templates  [UITS / OVPIT templates](https://indiana.sharepoint.com/sites/msteams_ada56c/Templates)  Presentation templates, virtual backgrounds, and other resources branded specifically for OVPIT and UITS   ### IU brand  [IU brand](https://www.iu.edu/brand/index.html)  Details about the Indiana University brand, helpful IU templates, logos, lockups, fonts, and more   ### UITS editorial guide  [UITS editorial guide](https://kb.iu.edu/d/styl)  Our style for creating UITS and OVPIT content   ### Adobe Stock  [Adobe Stock](https://kb.iu.edu/d/bgqg)  IU students, faculty, and staff can access nearly 200 million images through the Adobe stock library   ## Find the help you need  Have technology questions? We're here to help.   ## Get more information on the Knowledge Base  [Get more information on the Knowledge Base](https://kb.iu.edu)   ## Visit One.IU.edu  [Visit One.IU.edu](https://one.iu.edu)   ## Contact your campus IT Support Center  [Contact your campus IT Support Center](https://kb.iu.edu/d/abxl) "
  },
  {
    "url": "URL: https://health.iupui.edu/contact-us/index.html#search",
    "body": " Where are you located?  Coleman Hall (first floor) 1140 W. Michigan Street, CE100 Indianapolis, IN 46202  What are your hours?  Coleman Hall Monday        7:30 a.m. - 5:00 p.m. Tuesday       7:30 a.m. - 5:00 p.m. Wednesday  7:30 a.m. - 5:00 p.m. Thursday      9:00 a.m. - 5:00 p.m. Friday           8:00 a.m. - 4:00 p.m.      Tel: (317) 274-8214 Fax: (317) 274-7657  Please fax medical records to: (317) 278-4418  Insurance/Billing Questions Email: healthfi@iu.edu "
  },
  {
    "url": "URL: https://health.iupui.edu/education-resources/healthcare-101/index.html#search",
    "body": "  ## Understanding is key  Leading a healthy lifestyle is important, and there are so many places to search online and resources to scope out, and understanding the basics is important to life. We've done the homework on the specifics -- it's our job.   ### Your overall health  When we say \"general health,\" we mean everything from sore throats to the flu and from self-care to personal safety. We have information and resources to ensure your IUPUI experience is as healthy as possible.   ### Tips for a healthy start  If you are an incoming student -- or a parent of one -- it will be important to ensure you have everything you need. Here are some tips to make your medical care a priority and ensure an easy transition to campus. "
  },
  {
    "url": "URL: https://health.iupui.edu/education-resources/holistic-wellness/healthy-relationships.html#search",
    "body": "  ## It's getting serious  As a college student, you might find yourself in a serious relationship. It can be an exciting time, especially if the relationship is fulfilling, adds to your self-worth, and helps you both grow as individuals. Healthy relationships are an important part of the human experience.  Sometimes, relationships might leave you with feelings that aren't quite right, and you might notice signs that tell you something is off.  IUPUI offers confidential advocacy services to victims of dating, interpersonal, or domestic violence, stalking, sexual assault and more. To make an appointment with a confidential advocate, email saadv@iupui.edu; call 317-274-5715; or visit Counseling and Psychological Services in Walker Plaza 220.  [Counseling and Psychological Services](https://studentaffairs.iupui.edu/health/counseling-psychological/index.html)  For resources, education, and trainings about the topics mentioned above, visit the Sexual Assault Prevention, Intervention and Response Task Force website.  [Sexual Assault Prevention, Intervention and Response Task Force](https://sapir.iupui.edu/Resources/Education-and-Trainings)  To make an appointment to speak with a counselor at CAPS, call 317-274-2548 or visit the office in Walker Plaza 220. "
  },
  {
    "url": "URL: https://health.iupui.edu/education-resources/holistic-wellness/index.html#search",
    "body": "  ## Eight Dimensions of Wellness  Your optimal state of well-being is unique to you, and it varies from person to person. Integrating holistic healthy habits into your life in multiple areas will help you achieve wellness success.  Students can obtain free health and wellness coaching services on campus through Health and Wellness Promotion.  [health and wellness coaching services](https://studentaffairs.iupui.edu/health/wellness-programs/index.html)   ### Physical  Physical wellness is all about maintaining a healthy body. Regular exercise, proper nutrition, preventative screenings, avoiding harmful behaviors, and practicing safety are all necessary for achieving physical wellness.   ### Social  Social wellness is your connection with others and the world around you. Finding belonging and developing a sense of connection and strong support systems are crucial to feeling successful.   ### Intellectual  Intellectual wellness relies on you maintaining an active mind, using the resources around you, exploring interests, problem solving, and being creative. Being able to find information and make sound decisions is key. It also involves your motivation to master a new skill.   ### Emotional  Recognizing and understanding your emotions and feelings is key for emotional wellness. It also involves the ability to adjust to change, cope with challenges, and interact appropriately with others.   ### Occupational  Using your skills and knowledge to contribute to the goals of an organization is an important component of occupational wellness. It also includes achieving work-life balance, feeling fulfilled in your job, and seeking professional opportunities for growth.   ### Spiritual  Spiritual wellness involves developing a strong sense of personal values and expanding your sense of purpose and meaning in life. For some, spiritual wellness might involve ties to a religion, but you can achieve spiritual wellness without practicing a religion. It's all about having an understanding of the beliefs, principles, and values that guide your life.   ### Environmental  Environmental wellness is being aware of your relationship with physical surroundings and developing and maintaining a safe and comfortable living environment. It also involves finding living in harmony with natural resources.   ### Financial  Developing a relationship with money that allows you to find satisfaction is important to achieving financial wellness. Being able to develop a plan to reach current and future financial situations and goals will help. It also includes strengthening skills to manage resources, living within your means, and making informed financial decisions and investments. "
  },
  {
    "url": "URL: https://health.iupui.edu/education-resources/index.html#search",
    "body": "  ## Keep your health on track  Student Wellness  Health and Wellness Promotions (HWP) offers student programming such a nicotine quit kits, free STI testing, condom club and more. Please see their site for more information.  [site](https://studentaffairs.iupui.edu/health/wellness-programs/index.html)  Stop by Campus Health at Campus Center for a free wellness screening to test your blood glucose, blood pressure, height, weight and your cholesterol.  Campus Health wants all IUPUI students to be your best self and keep track of your health! All IUPUI students are eligibile to receive a free gift from IUPUI Campus Health for completing our Annual Health Tracker . Pick up an annual health tracker card from Campus Health or the Health and Wellness Promotions office and complete four items each school year (a wellness screening, an annual physical, an annual flu vaccine, and one STI check per school year) to receive your free gift. In addition, all students who complete their annual health tracker will be entered to win a larger gift sponsored by Campus Health and Health and Wellness Promotions. "
  },
  {
    "url": "URL: https://health.iupui.edu/education-resources/when-to-visit/hospitals-emergency-rooms-and-urgent-care.html#search",
    "body": "  ## For immediate care  If you need immediate care or are experiencing severe or life-threatening issues, please do not hesitate to visit a hospital or an emergency room. For less severe issues, an urgent care center should be able to help you if you are unable to get an appointment at one of our two clinics .  [two clinics](https://studentaffairs.iupui.edu/health/medical/location-hours.html)   ### Downtown  IU Health Urgent Care Centers Enter your zip code to find a clinic close to you  [IU Health Urgent Care Centers](https://iuhealth.org/find-medical-services/urgent-care)  IU Health Methodist Hospital 1701 N Senate Blvd, Indianapolis, IN Emergency Room: 317-962-8355  [IU Health Methodist Hospital](https://iuhealth.org/find-locations/iu-health-methodist-hospital)  Eskenazi Health 1002 W. 10th Street, Indianapolis, IN *Emergency entrance located on Wishard Blvd. Operator: 317-639-6671  [Eskenazi Health](https://www.eskenazihealth.edu/locations)  Eskenazi Health Center of Hope 1001 W. 10th Street *Emergency entrance located on Wishard Blvd. Adolescent and Adult Center of Hope (ages 16 and older): 317-630-7646 Pediatric Center of Hope (ages 15 and younger): 317-274-4673 The Center of Hope provides comprehensive care for victims of sexual assault or family violence.  [Eskenazi Health Center of Hope](https://www.eskenazihealth.edu/health-services/center-of-hope)  IU Health Methodist Hospital 1701 N Senate Blvd, Indianapolis, IN Emergency Room: 317-962-8355  [IU Health Methodist Hospital](https://iuhealth.org/find-locations/iu-health-methodist-hospital)  Franciscan Health ExpressCare CityWay 325 S. Alabama Street, Suite 100, Indianapolis, IN Phone: 317-705-4785  [Franciscan Health ExpressCare CityWay](https://www.franciscanhealth.org/healthcare-facilities/franciscan-expresscare-cityway-2329)   "
  },
  {
    "url": "URL: https://health.iupui.edu/education-resources/when-to-visit/index.html#search",
    "body": "  ## The importance of knowing when  Your health is our top priority. When to visit a healthcare provider or one of our clinics depends on your condition and the severity of your symptoms. Follow these general guidelines when determining if you need to be seen.   ### More than you can handle  Sometimes, your health concerns are bigger, immediate, and require a quick decision. Knowing when to call 911 or when to visit an emergency room is key. Here are some instances when you might seek those options. "
  },
  {
    "url": "URL: https://health.iupui.edu/education-resources/when-to-visit/pharmacies-and-walk-in-clinics.html#search",
    "body": "  ## Find one near you  If you're unfamiliar with IUPUI or Indianapolis, finding a new pharmacy or your trusty clinic can be tough. We've provided some resources to help you find a pharmacy and walk-in clinic near you.   ### Pharmacies  University Hospital Retail Pharmacy  [University Hospital Retail Pharmacy](https://iuhealth.org/find-locations/iu-health-university-retail-pharmacy)  CVS  [CVS](https://www.cvs.com/store-locator/cvs-pharmacy-locations/Indiana/Indianapolis)  Kroger  [Kroger](https://www.kroger.com/health/pharmacy)  Walgreens  [Walgreens](https://www.walgreens.com/storelocator/find.jsp)  Walmart  [Walmart](https://www.walmart.com/store/finder?location=47327&distance=50)   ### Walk-in Clinics  IU Urgent Care  [IU Urgent Care](https://iuhealth.org/find-medical-services/urgent-care)  CVS Minute Clinic  [CVS Minute Clinic](https://www.cvs.com/minuteclinic)  Walgreens Take Care Clinic  [Walgreens Take Care Clinic](https://www.walgreens.com/topic/pharmacy/healthcare-clinic/community-health-network.jsp) "
  },
  {
    "url": "URL: https://health.iupui.edu/faq/index.html#search",
    "body": "  ## Students  Am I eligible to visit IUPUI Campus Health?  All IUPUI students may visit IUPUI Campus Health. See 'Do you accept insurance?' below to see if we accept your insurance, or check with your insurance company.  Estimates of non-emergency health services will be provided within 5 business days of your request.  Please send requests to healthfi@iupui.edu.  What forms will I need to complete?  You will be asked to complete an authorization for treatment annually.  You may complete the student health history form and bring it with you to save time in the clinic. You will be asked to complete the General Consent and Guarantee of Payment and Communication Authorization forms to gain your consent to be emailed or have texts sent to remind you of appointments. The Communication authorization may be revoked at any time by completing the Revocation form .  How do I know if I need to visit IUPUI Campus Health?  Visit When to See a Healthcare Provider for information on when it is time to visit a healthcare provider.  Do I need an appointment?  Appointments are strongly recommended. Walk-in appointments will be accommodated on a first come, first serve basis and will be given the first available appointment time for that day. A nurse may triage your concerns if there are no same-day appointments to determine the urgency of your concern. To schedule an appointment, please call.  What if I become ill after hours?  If you become ill or are injured, and you need medical care that cannot wait until our next business day, please visit an emergency room or immediate care facility. See Hospitals, Emergency Rooms, and Urgent Care for locations near campus.  What if I am under age 18?  If you are under age 18 please have your parent or guardian fill out our Minor Consent Form and bring it with you to Campus Health, so we can provide services to you.  How do I submit my immunization information?  I am not a healthcare student .  Immunization information for non-healthcare students is to be submitted to the IUPUI Registrar's office via One.IU.edu.  [Registrar's office](https://studentcentral.iupui.edu/personal-information/immunizations.html)  I am a healthcare student.  Nursing students - Castlebranch .  [Castlebranch](https://login.castlebranch.com/login)  International students - MedProctor which is available on One.IU.edu  [MedProctor](https://one.iu.edu/task/iu/iu-immunization-compliance)  Medical students - complete the immunization questionnaire and send proof of immunizations/titers via healthsv@iupui.edu    How do I get copies of my immunization records or other records OR how do I have records sent to IUPUI?  The patient portal is the best way to get copies of records. Visit your patient portal account to print or email immunizations and labs. Download the Authorization to Release Medical Records form to have records sent to you, another office, or Campus Health. Forms may be faxed to 317-278-6929 or emailed to healthsv@iupui.edu .  [patient portal account](https://idp.login.iu.edu/idp/profile/SAML2/Unsolicited/SSO?execution=e3s1)    Do I need Tuberculosis Screening or to complete a questionnaire?  Healthcare students and international students need annual tuberculosis screening. Screening is done at both clinics.  Students who have a history of positive TB tests need to complete a symptom questionnaire annually.  Please download the form , complete it and fax it to Coleman Hall clinic at 317-278-6929 or email it to healthsv@iupui.edu .  You will be contacted if your responses indicate a need for follow-up.    How do I get birth control through the clinic?  An appointment must be made with a physician or nurse practitioner in the clinic for the medication to be prescribed.    Which insurances do you accept?  If the clinic is in-network, IUPUI Campus Health will file insurance claims for students with: -Aetna -Anthem -Cigna -Humana -IU Health Plans -Sagamore -United Healthcare  Check with your insurance. Each insurer has many plans.  Make sure your plan covers services at IUPUI Campus Health.  Co-pays specified by your plan apply to clinic visits. Uninsured students or students with out-of-network insurance will be charged at a discounted rate. A walk-out statement will be provided for students to file with their insurance for reimbursement upon request.  The University provides insurance to certain groups of students that are required to have insurance. Students are automatically enrolled at the beginning of the semester in which they are eligible and notified of their enrollment at that time. Eligibility information is available via this link.  [link.](https://hr.iu.edu/benefits/students.html)    What forms of payment do you accept?  IUPUI Campus Health accepts checks, Visa, MasterCard, and CrimsonCard. Charges may be billed to the Bursar's office.  [CrimsonCard.](https://crimsoncard.iu.edu/)  What if I still have questions?  The best way to find out information about insurance coverage is to call the customer service number on the back of your card or visit their website and look under Benefit Information.  If you would like to get a price estimate for our services, please call Campus Health at 317-274-8214 or email us at healthfi.iupui.edu.    Let me know if you have questions.  If you have an emergency, please call 911.  Clinic Concerns/Comments  We strive to provide the best service to you.  If you have any concerns about our services, please complete our comment form.  [comment form.](https://sites.wcms.iu.edu/renderfile/2987364e814f4e103de6542b0726ee39/doc/patient-visitor-comment.docx)   ## Employees  How do I access the patient portal?  Patient Portal  I am ill or have been injured, but it is not work-related. Can I come to IUPUI Campus Health for treatment?  The Coleman Hall clinic provides non-work related acute care. The employee will be referred to their own primary care provider for additional treatment. Employees who are also IUPUI students may be seen and treated at the Campus Center clinic or Coleman Hall clinic for personal health conditions.  Do I need an appointment?  Appointments are preferred but walk-ins will be accommodated as we are able. Visits can be in-person or via telehealth. An initial visit for a work-related injury is done in-person, on a walk-in basis. Follow-up appointments are made before the employee leaves the clinic.  What should I do if I am injured at work?  Notify your supervisor immediately. An Indiana University incident report or IU Health Accident/Exposure Report (dependent upon if you are employed by IUPUI or IU Health) must be completed. It can be completed on line or on a paper form. Paper forms should be signed by your supervisor and brought to IUPUI Campus Health at Coleman Hall.  Please be certain that the following areas on the IUPUI form are completed: patient name, patient medical record number, account number, payroll clerk name and telephone number, wage rate, employment date with IUPUI, employment date at this job. In addition, please include a detailed description of the incident, along with the names and telephone numbers of anyone who witnessed the incident. Your supervisor must sign the form.  An initial evaluation visit is covered by the entity's Worker's Compensation insurance. Future visits will be covered upon approval by the Worker's Compensation office. Your personal insurance will be billed for visits not covered by Worker's Compensation.  Clinic Concerns/Comments  We strive to provide the best service to you.  If you have any concerns about our services, please complete our comment form.     "
  },
  {
    "url": "URL: https://health.iupui.edu/index.html#search",
    "body": " [Visit Patient Portal](https://idp.login.iu.edu/idp/profile/SAML2/Unsolicited/SSO?providerId=http://iupui.eclinicalworks.com)   ## Flu Vaccine Clinics  Fall 2023 Flu Vaccine Clinic Schedule:  Friday, November 17th - Tower President's Room (9AM - 1PM)  Thursday, November 30th - Campus Center, Room 450 (9AM - 1PM)  Friday, December 8th - Campus Center, Room 450 (9AM - 1PM)  Sign Up Here  [Sign Up Here](https://healow.com/apps/provider/-fluclinic-2418216)   ## COVID-19 Boosters are Here  The Pfizer 2023-2024 COVID-19 Booster is now available at Campus Health.  Be sure to bring your insurance card to your appointment.  Schedule Your Appointment Here  [Schedule Your Appointment Here](https://healow.com/apps/provider/-covidvaccine-3161222)   ## COVID-19 Testing  Free rapid antigen tests are available on campus at IUPUI from the vending machines on the first floor of Campus Center and at the University Library for students, faculty, and staff.  Students at IUPUI can also make an appointment with a provider at Campus Health if they are sick and need evaluation for a PCR covid test.  Report your positive result through IU’s self-report form . You’ll receive detailed instructions via your IU email account from IU contact tracers about isolation and next steps.  [IU’s self-report form](https://iuforms-fireform.eas.iu.edu/online/form/authen/covidpos)  For more information go to Testing: COVID-19: Indiana University (iu.edu)  [Testing: COVID-19: Indiana University (iu.edu)](https://www.iu.edu/covid/testing/index.html)   ## High quality healthcare right on campus  The mission of IUPUI Campus Health is to provide quality, accessible, comprehensive, cost conscious and compassionate healthcare to students and campus constituents;  and to provide public health interventions to maintain a safe environment for learning, research, scholarship and recreation. We are certified by the Accreditation Association for Ambulatory Health Care.   ### Are you sick?  When should you see a provider?  The information found in the links is not intended as medical advice but to help with self-care. See your provider for medical advice.   ### Connect with us on social!  Follow us on Instagram for the latest and most up-to-date information regarding all things Campus Health! @iupuicampushealth  [@iupuicampushealth](https://www.instagram.com/iupuicampushealth/)     ## Contact Us  Phone: (317) 274-8214 Fax: (317) 274-7657  Coleman Hall Hours  Monday 7:30am- 12:00pm, 12:45pm- 5:00pm  Tuesday 7:30am-  12:00pm, 12:45pm- 5:00pm  Wednesday 7:30am- 12:00pm, 12:45pm- 5:00pm  Thursday 9:00am- 12:00pm, 12:45pm- 5:00pm  Friday 8:00am- 12:00pm, 12:45pm- 4:00pm    Campus Center - Closed     ## Quick Links  IUPUI's COVID-19 Plan COVID-19 Testing at IUPUI COVID-19 Symptoms Community COVID-19 Testing Sites Monkeypox Information  [COVID-19 Testing at IUPUI](https://www.iu.edu/covid/testing/index.html)  [COVID-19 Symptoms](https://www.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fcoronavirus%2F2019-ncov%2Fabout%2Fsymptoms.html)  [Community COVID-19 Testing Sites](https://www.coronavirus.in.gov/covid-19-testing-information/)  [Monkeypox Information](https://protect.iu.edu/environmental-health/public-environment/communicable-diseases/monkeypox.html )   ## What we offer   ### Occupational Health  IUPUI employees may receive services at the Coleman Hall Clinic for work-related injuries, illnesses, or exposures. We also offer acute care, fit tests, flu shot clinics, COVID vaccine clinics, perform new hire evaluations, drug screens and immunizations.  IUPUI employees may receive services at the Coleman Hall Clinic for work-related injuries, illnesses, or exposures. We also offer acute care, fit tests, flu shot clinics, COVID vaccine clinics, perform new hire evaluations, drug screens and immunizations.   ### COVID-19 Vaccines  The CDC has recently updated its recommendation that all adults over the age of 50 and anyone over the age of 12 who is immunocompromised are eligible to receive a second COVID-19 booster. Campus Health wants to help our campus community stay healthy and are offering COVID-19 vaccines every Thursday from 9am-3pm at Coleman Hall.  The CDC has recently updated its recommendation that all adults over the age of 50 and anyone over the age of 12 who is immunocompromised are eligible to receive a second COVID-19 booster. Campus Health wants to help our campus community stay healthy and are offering COVID-19 vaccines every Thursday from 9am-3pm at Coleman Hall.   ### Rights and Privacy  Your rights and privacy as our patients are of utmost concern to us, in addition to your health. We have outlined patient rights, responsibilities, and conduct and provided information on HIPAA privacy practices that we follow.  Your rights and privacy as our patients are of utmost concern to us, in addition to your health. We have outlined patient rights, responsibilities, and conduct and provided information on HIPAA privacy practices that we follow. "
  },
  {
    "url": "URL: https://health.iupui.edu/occupational-health/index.html#search",
    "body": "  ## Staying well at work  Occupational health services are available to IUPUI and IU Health employees (Riley and University Hospital employees) at our Coleman Hall clinic. If you've experienced a work-related injury, illness, or exposure, we want to help you get back on track. An appointment is not necessary for the initial evaluation. We will see you on a walk-in basis at first, and then follow-up appointments will be scheduled in advance.  All IU Health employees visiting us for work-related treatment must complete an incident/exposure report prior to your clinic visit.  The form is found on Pulse. If Coleman Hall is closed, IU Health employees can visit IU Health Occupational Services at Methodist Hospital.  [Pulse.](https://pulse.iuhealth.org/clarian/layoutTemplates/html/access/outside_Loginform.jsp)  If an IU or IUPUI employee needs treatment for a work-related illness or injury during a time when the clinic is closed, we have alternative options for receiving great care. IU and IUPUI employees should fully complete an Indiana University Incident Report prior to seeking care.  IU and IUPUI employees with life-threatening injuries should be seen at IU Health Methodist Hospital Emergency Department. Employees with less serious injuries are to go to Concentra , located at 5490 Decatur Blvd, Indianapolis, IN 46241.  [Concentra](https://www.concentra.com/urgent-care-centers/#g=&gtext=&glevel=&gstate=)  While we would love to be the go-to clinic for all employees and their needs, we do not serve to replace an employee's primary care physician.  Thank you for your continued support and patience as we strive to help campus staff and students stay healthy.   ### Employee resources  IUPUI Campus Health Coleman Hall Clinic 1140 W. Michigan St., Indianapolis, IN Phone: 317-274-8214  IU Health Occupational Services Medical Towers, room 760 Phone: 317-962-8495  Concentra 5490 Decatur Boulevard, Indianapolis, IN 46241 Phone: 317-856-2945 Fax: 317-856-5122  IU Workman's Compensation Phone: 317-274-8214  IU Health Workman's Compensation Phone: 317-962-2281 Fax: 317-274-7657 Email: healthsv@iupui.edu   "
  },
  {
    "url": "URL: https://health.iupui.edu/occupational-health/needlesticks.html#search",
    "body": " IUPUI or IU Employees  Step I Notify supervisor of injury or exposure immediately.  Step II Provide written notice within 7 days of Injury .  Download and complete the Occupational Injury/Illness form .  The second page is an Authorization for Medical Records.  Step III Print and complete the appropriate form Needlestick and Sharp Object Report Blood and Body Fluid Exposure Report  Step IV Please bring or fax (317-278-4418) the Occupational Inury/llness report form (both pages) to IUPUI Campus Health. Or you can email the forms to healthsv@iupui.edu, Subject: OUCH.  Failure to turn in the forms within 7 days may result in claim denial.   "
  },
  {
    "url": "URL: https://health.iupui.edu/occupational-health/new-employees.html#search",
    "body": "  ## Welcome to IUPUI  If you are scheduled for a pre-employment assessment at Campus Health, we have all of the details to ensure the process is simple. Please review the information below, and plan to be in our office for about one hour for your first visit.  Please call 317-274-8214 to schedule an appointment if your HR rep has not scheduled an appointment for you. Please note new hire visits are not available on Thursdays.  IUPUI Campus Health Coleman Hall 1140 W. Michigan Street, Suite 100 Indianapolis, IN 46202 Phone: 317-274-8214 Fax: 317-278-2969   ### Follow these steps  If you are unable to locate records, you may be given the necessary vaccines, or we may draw blood to check your immune status. Please bring a signed Clinical Services Authorization Form if your department authorizes vaccines to be administered or to check your immune status.  If you like, you may complete the New Hire Assessment Form in advance and bring it to your appointment.  Please be aware that we are a medical clinic and unforeseen emergencies may arise while you are visiting us for your appointment. If your appointment time is delayed, we appreciate your understanding and patience.  Your appointment will be scheduled in our Coleman Hall location . The building faces Medical Drive and the Glick Eye Institute. The Riley Outpatient Garage is near our office with paid parking open to the public. We do not validate parking for office visits.  We look forward to serving you. "
  },
  {
    "url": "URL: https://health.iupui.edu/our-staff/administrative-staff/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://health.iupui.edu/our-staff/administrative-staff/putnam-cathy.html#search",
    "body": "  # Cathy Putnam  Clinic Manager   ### Biography  Cathy began her role as the clinic manager in December 2018, where she manages all clinic staff. She has previous management experience at IU Health Partners and remains an IUHP employee, in addition to her work with us in Campus/Student Health Services. "
  },
  {
    "url": "URL: https://health.iupui.edu/our-staff/administrative-staff/renshaw-scott.html#search",
    "body": "  # Scott Renshaw MD  Medical Director "
  },
  {
    "url": "URL: https://health.iupui.edu/our-staff/index.html#search",
    "body": "  ## Administrative Staff  Scott Renshaw MD  Medical Director  Cathy Putnam  Clinic Manager   ## Nurse Practitioners  Tara Bouton  Family Nurse Practitioner  Leesa Foley  Family Nurse Practitioner  Hillary Ramaswamy  Family Nurse Practitioner   ## Nursing Staff  Lorri A. Ferguson  Licensed Practical Nurse  Ella White  Medical Assistant   ## Administrative Support Staff  Jerry Hicks  System Administrator  Sally Hyatt  Immunization Compliance Specialist  Karen McAbee  Business Manager  Janet McKelvey  Compliance Coordinator  Megan Watson  Front Office Coordinator "
  },
  {
    "url": "URL: https://health.iupui.edu/our-staff/nurse-practitioners/bouton-tara.html#search",
    "body": "  # Tara Bouton  Family Nurse Practitioner   ### Biography "
  },
  {
    "url": "URL: https://health.iupui.edu/our-staff/nurse-practitioners/foley-leesa.html#search",
    "body": "  # Leesa Foley  Family Nurse Practitioner   ### Biography  M.S.N., Family Nurse Practitioner, Indiana University B.S.N., The Ohio State University  Leesa Foley joined IUPUI Campus Health in July 2016. As a family nurse practitioner with Campus Health, she provides health care to IUPUI students at both the Campus Center and Coleman Hall locations on campus. She treats concerns ranging from acute care to chronic disease management. She also provides preventative care and has a special interest in reproductive health. "
  },
  {
    "url": "URL: https://health.iupui.edu/our-staff/nurse-practitioners/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://health.iupui.edu/our-staff/nurse-practitioners/ramaswamy-hillary.html#search",
    "body": "  # Hillary Ramaswamy  Family Nurse Practitioner   ### Biography  MSN, University of San Diego BSN, University of Wisconsin-Madison RN, PNP/FNP-BC Hillary Ramaswamy has a background in pediatric hospital medicine as a registered nurse and nurse practitioner, which she practiced at Riley Children's Hospital of Indiana, Rady Children's Hospital in San Diego, and St. Louis Children's Hospital. She is passionate about providing education and high quality care to her patients, so that they are well-informed about their healthcare decisions, can feel their best, and can prevent future illness. "
  },
  {
    "url": "URL: https://health.iupui.edu/our-staff/nursing-staff/2-ferguson-lorri.html#search",
    "body": "  # Lorri A. Ferguson  Licensed Practical Nurse   ### Biography  L.P.N., Ivy Tech Community College  Lorri Ferguson joined Student Health Services in August 2013. She assists the nurse practitioners and physician in the Campus Center Student Health clinic and performs wellness screenings, immunizations, and health education for students. Ferguson represents Student Health at multiple fairs and orientations hosted by the Division of Student Affairs.  Prior to joining the Division, she worked as a nurse in the Coleman Hall clinic for six years. Ferguson previously worked for IU Orthopedics for nine years. She has been with IU School of Medicine for 21 years. "
  },
  {
    "url": "URL: https://health.iupui.edu/our-staff/nursing-staff/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://health.iupui.edu/our-staff/nursing-staff/white-ella.html#search",
    "body": "  # Ella White  Medical Assistant   ### Biography  Medical Technician, Brown Mackie College  Ella White joined IUPUI Campus Health as a medical technician at Coleman Hall in July 2011. She became the receptionist at the Student Health clinic in March 2017. Ella previously worked at Season’s Caring Day Care, American Village Retirement Community, and CTB McGraw-Hill. "
  },
  {
    "url": "URL: https://health.iupui.edu/our-staff/support-staff/hicks-jerry.html#search",
    "body": "  # Jerry Hicks  System Administrator   ### Biography "
  },
  {
    "url": "URL: https://health.iupui.edu/our-staff/support-staff/hyatt-sally.html#search",
    "body": "  # Sally Hyatt  Immunization Compliance Specialist   ### Biography  B.S., Nursing, University of Evansville  Sally Hyatt joined IUPUI Campus Health in May 2012, working on data entry and immunization compliance. She also assists with the Patient Portal at Campus Health, outreach flu clinics, and training of new data entry staff. Hyatt is a liaison with the Office of the Registrar, assisting with immunization compliance for all students at IUPUI.  Prior to joining the Campus Health staff, Hyatt worked as a staff RN in CICU in Evansville. She later moved to Indianapolis, where she worked at St. Vincent’s Hospital for nine years in the P.T.C.A. Recovery Unit before transferring to cardiac rehab as a cardiac rehabilitation nurse specialist. "
  },
  {
    "url": "URL: https://health.iupui.edu/our-staff/support-staff/mcabee-karen.html#search",
    "body": "  # Karen McAbee  Business Manager   ### Biography  Karen joined the clinic in April 2019, and she helps with policies and procedures, AAAHE recertification, special projects, ordering supplies and providing support for the manager and medical director. Karen previously worked for the law department at IU Bloomington. "
  },
  {
    "url": "URL: https://health.iupui.edu/our-staff/support-staff/mckelvey-janet.html#search",
    "body": "  # Janet McKelvey  Compliance Coordinator   ### Biography  B.B.A., Kent State University A.A., Kent State University A.S., Harrison College  Janet McKelvey joined the IUPUI Campus Health clinic in October 2016. As the compliance coordinator, she works with various schools’ health care programs to track detailed immunization student records. She helps with staff outreach flu clinics each fall and trains new data entry staff. Prior to joining the IUPUI Campus Health staff, McKelvey handled the medical coding and billing for the department of pediatric ophthalmology at the Riley Outpatient Center. Before coming to IUPUI in 2009, she worked for IU Medical Group in the billing department for four years. "
  },
  {
    "url": "URL: https://health.iupui.edu/our-staff/support-staff/watson-megan.html#search",
    "body": "  # Megan Watson  Front Office Coordinator   ### Biography    Megan Watson joined the IUPUI Campus Health clinic in September 2019 as the patient care center secretary.  Her main responsibility was greeting students and staff and obtaining information related to your visit. In March 2020 she was promoted to Front Office Coordinator and is now responsible for managing the front office. "
  },
  {
    "url": "URL: https://health.iupui.edu/privacy/#search",
    "body": " Applicability  This privacy notice applies only to the IUPUI Campus Health website and explains our practices concerning the collection, use, and disclosure of visitor information. Visitor information collected by IUPUI Campus Health will be used only as outlined in this privacy notice. Other units at the university may collect and use visitor information in different ways. Therefore, visitors to other university websites should review the privacy notices for the particular sites they visit. IUPUI Campus Health is not responsible for the content of other websites or for the privacy practices of websites outside the scope of this notice.  Changes  Because Internet technologies continue to evolve rapidly, IUPUI Campus Health may make appropriate changes to this notice in the future. Any such changes will be consistent with our commitment to respecting visitor privacy and will be clearly posted in a revised privacy notice.  Collection and Use  Passive/Automatic Collection  When you view pages on our site, the web server automatically collects certain technical information from your computer and about your connection. This website is hosted on IU Sitehost, a shared web–hosting environment provided by IU’s University Information Technology Services. For more information, visit Sitehosting .  [Sitehosting](https://kb.iu.edu/d/axnv)  In addition to any information collected by IU Sitehosting, our server and/or site does not collect any technical information from your computer or about your connection. Continued use of our website indicates consent to the collection, use, and disclosure of this information as described in this notice. This technical information is not retained or utilized.  Active/Manual/Voluntary Collection  We will not attempt to collect any information from you through the use of forms or other type of manual input.  Information Usage  This information is used for internal review and is then discarded, and it is used to improve the content of our site.  Information Used for Contact  If you supply us with your postal/mailing address, you will only receive the information for which you provided us your address.  Information Sharing  We do not share any aggregate, non-personally identifiable information with other entities or organizations. We do not share any personally identifiable information with other entities or organizations, except when legally required to do so, at the request of governmental authorities conducting an investigation, to verify or enforce compliance with the policies governing our website and applicable laws, or to protect against misuse or unauthorized use of our website. Except as described above, we will not share any information with any party for any reason. Except as provided in the Disclosure of Information section below, we do not attempt to use the technical information discussed in this section to identify individual visitors.  Cookies  A cookie is a small data file that is written to your hard drive that contains information about your visit to a web page. If you prefer not to receive cookies, you may configure your browser not to accept them at all, or to notify and require approval before accepting new cookies. Some web pages/sites may not function properly if the cookies are turned off, or you may have to provide the same information each time you visit those pages. Our site does not use cookies to store information about your actions or choices on pages associated with our site.  Children  This site is not directed to children under 13 years of age, does not sell products or services intended for purchase by children, and does not knowingly collect or store any personal information, even in aggregate, about children under the age of 13. We encourage parents and teachers to be involved in children’s Internet explorations. It is particularly important for parents to guide their children when they are asked to provide personal information online.  Use of Third Party Services  Our website does not utilize any types of services provided by third parties.  Disclosure of Information  We may share some aggregate information with other appropriate university personnel and units to ensure the quality, functionality, and security of our website/application. Any other disclosure—with appropriate external parties such as law enforcement agencies—will be done in accordance with all applicable laws and university policies in order to investigate and respond to suspected violations of law or university policy.  Security  Due to the rapidly evolving nature of information technologies, no transmission of data over the Internet can be guaranteed to be completely secure. While we are committed to protecting the privacy of our visitors, we cannot guarantee the security of any information that you transmit to university websites, and you do so at your own risk. However, once we receive your information, we will use reasonable safeguards consistent with prevailing industry standards and commensurate with the sensitivity of the data being stored to maintain the security of that information on our systems. In addition, we will comply with all applicable federal, state, and local laws regarding the privacy and security of visitor information. We have appropriate security measures in place in our physical facilities to protect against the loss, misuse, or alteration of information that we have collected from you at our site.  Privacy Notice Changes  From time to time, we may use visitor information for new, unanticipated uses not previously disclosed in our privacy notice. Only data collected from the time of the policy change forward will be used for these new purposes. If you are concerned about how your information is used, you should check back at our website periodically.  Contact Information  If you have questions or concerns about this policy, please contact us.  IUPUI Campus Health cathputn@iu.edu 317-274-1023 ATTN: Cathy Putnam  If you feel as though this site’s privacy practices differ from the information stated, you may contact us at the listed address or phone number. If you feel that this site is not following its stated policy and communicating with the owner of this site does not resolve the matter, or if you have general questions or concerns about privacy or information technology policy at Indiana University, please contact the chief privacy officer through the University Information Policy Office, 812-855-UIPO, privacy@iu.edu. "
  },
  {
    "url": "URL: https://health.iupui.edu/privacy/index.html#search",
    "body": " Applicability  This privacy notice applies only to the IUPUI Campus Health website and explains our practices concerning the collection, use, and disclosure of visitor information. Visitor information collected by IUPUI Campus Health will be used only as outlined in this privacy notice. Other units at the university may collect and use visitor information in different ways. Therefore, visitors to other university websites should review the privacy notices for the particular sites they visit. IUPUI Campus Health is not responsible for the content of other websites or for the privacy practices of websites outside the scope of this notice.  Changes  Because Internet technologies continue to evolve rapidly, IUPUI Campus Health may make appropriate changes to this notice in the future. Any such changes will be consistent with our commitment to respecting visitor privacy and will be clearly posted in a revised privacy notice.  Collection and Use  Passive/Automatic Collection  When you view pages on our site, the web server automatically collects certain technical information from your computer and about your connection. This website is hosted on IU Sitehost, a shared web–hosting environment provided by IU’s University Information Technology Services. For more information, visit Sitehosting .  [Sitehosting](https://kb.iu.edu/d/axnv)  In addition to any information collected by IU Sitehosting, our server and/or site does not collect any technical information from your computer or about your connection. Continued use of our website indicates consent to the collection, use, and disclosure of this information as described in this notice. This technical information is not retained or utilized.  Active/Manual/Voluntary Collection  We will not attempt to collect any information from you through the use of forms or other type of manual input.  Information Usage  This information is used for internal review and is then discarded, and it is used to improve the content of our site.  Information Used for Contact  If you supply us with your postal/mailing address, you will only receive the information for which you provided us your address.  Information Sharing  We do not share any aggregate, non-personally identifiable information with other entities or organizations. We do not share any personally identifiable information with other entities or organizations, except when legally required to do so, at the request of governmental authorities conducting an investigation, to verify or enforce compliance with the policies governing our website and applicable laws, or to protect against misuse or unauthorized use of our website. Except as described above, we will not share any information with any party for any reason. Except as provided in the Disclosure of Information section below, we do not attempt to use the technical information discussed in this section to identify individual visitors.  Cookies  A cookie is a small data file that is written to your hard drive that contains information about your visit to a web page. If you prefer not to receive cookies, you may configure your browser not to accept them at all, or to notify and require approval before accepting new cookies. Some web pages/sites may not function properly if the cookies are turned off, or you may have to provide the same information each time you visit those pages. Our site does not use cookies to store information about your actions or choices on pages associated with our site.  Children  This site is not directed to children under 13 years of age, does not sell products or services intended for purchase by children, and does not knowingly collect or store any personal information, even in aggregate, about children under the age of 13. We encourage parents and teachers to be involved in children’s Internet explorations. It is particularly important for parents to guide their children when they are asked to provide personal information online.  Use of Third Party Services  Our website does not utilize any types of services provided by third parties.  Disclosure of Information  We may share some aggregate information with other appropriate university personnel and units to ensure the quality, functionality, and security of our website/application. Any other disclosure—with appropriate external parties such as law enforcement agencies—will be done in accordance with all applicable laws and university policies in order to investigate and respond to suspected violations of law or university policy.  Security  Due to the rapidly evolving nature of information technologies, no transmission of data over the Internet can be guaranteed to be completely secure. While we are committed to protecting the privacy of our visitors, we cannot guarantee the security of any information that you transmit to university websites, and you do so at your own risk. However, once we receive your information, we will use reasonable safeguards consistent with prevailing industry standards and commensurate with the sensitivity of the data being stored to maintain the security of that information on our systems. In addition, we will comply with all applicable federal, state, and local laws regarding the privacy and security of visitor information. We have appropriate security measures in place in our physical facilities to protect against the loss, misuse, or alteration of information that we have collected from you at our site.  Privacy Notice Changes  From time to time, we may use visitor information for new, unanticipated uses not previously disclosed in our privacy notice. Only data collected from the time of the policy change forward will be used for these new purposes. If you are concerned about how your information is used, you should check back at our website periodically.  Contact Information  If you have questions or concerns about this policy, please contact us.  IUPUI Campus Health cathputn@iu.edu 317-274-1023 ATTN: Cathy Putnam  If you feel as though this site’s privacy practices differ from the information stated, you may contact us at the listed address or phone number. If you feel that this site is not following its stated policy and communicating with the owner of this site does not resolve the matter, or if you have general questions or concerns about privacy or information technology policy at Indiana University, please contact the chief privacy officer through the University Information Policy Office, 812-855-UIPO, privacy@iu.edu. "
  },
  {
    "url": "URL: https://health.iupui.edu/rights-and-privacy/index.html#search",
    "body": "  ## Our promise to you  Your rights and privacy as our patient is of the utmost concern to us. To maintain transparency, we've outlined patient rights and responsibilities, including expectations for patient conduct when visiting our clinics, and our privacy practices.  If you need accessibility assistance, please visit accessibility.iu.edu .  [accessibility.iu.edu](https://accessibility.iu.edu/index.html)   ### Patient Rights and Responsibilities  Revision Date: March 10, 2020  Purpose: IUPUI Campus Health (IUPUI CH) recognizes that the patient, our client, has the right to quality medical care, personal respect, consideration, and dignity. As such, we will post in a visible place the \"Patient's Rights and Responsibilities,\" as our pledge to uphold these rights.  Patient Rights  Patient Responsibilities and Conduct  S. Renshaw, MD Medical Director IUPUI Campus Health  Karen McAbee Business Manager IUPUI Campus Health   ### Patient Rights   ### Patient Responsibilities and Conduct "
  },
  {
    "url": "URL: https://health.iupui.edu/rights-and-privacy/notice-of-privacy-practices.html#search",
    "body": "  ## Notice of Privacy Practices  Please review this page carefully, as it outlines and describes how medical information about you may be used and how you can get access to this information. This notice covers our two Campus Health clinics in Coleman Hall and the Campus Center.   ### Your Rights  When it comes to your health information, you have certain rights. This section explains your rights and some of our responsibilities to help you.  Get an electronic or paper copy of your medical record  Ask us to correct your medical record  Request confidential communications  Ask us to limit what we use or share  Get a list of those with whom we’ve shared information  Get a copy of this privacy notice  Choose someone to act for you  File a complaint if you feel your rights are violated  Scott Renshaw MD, Director of Campus Health 1140 W. Michigan Street, CF 100 Indianapolis, IN 46202 (317) 274-8214 seresha@iupui.edu  [https://hhs.gov/civil-rights/filing-a-complaint/index.html](https://www.hhs.gov/civil-rights/filing-a-complaint/index.html)   ### Your Choices  For certain health information, you can tell us your choices about what we share. If you have a clear preference for how we share your information in the situations described below, talk to us. Tell us what you want us to do, and we will follow your instructions.  In these cases, you have both the right and choice to tell us what to do:  If you are not able to tell us your preference, for example if you are unconscious, we may go ahead and share your information if we believe it is in your best interest. We may also share your information when needed to lessen a serious and imminent threat to health or safety.  In the case of fundraising, we will not use your information for fundraising purposes.  In these cases, we never share your information unless you give us written permission:   ### Other Uses and Disclosures  How do we typically use or share your health information? We typically use or share your health information in the following ways:  To treat you  We can use your health information and share it with other professionals who are treating you to ensure another doctor that is treating you has all of the information about your overall health condition.  To run our organization  We can use and share your health information to run our practice, improve your care, contact you when necessary, and manage your treatment and services.  To bill for your services  We can use and share your health information to bill and get payment from health plans or other entities. We might give information about you to your health insurance plan, so it will pay for your services.  To help with public health and safety issues  We can share health information about you for certain situations, such as:  For Research  We can use or share your information for health research.  To comply with the law  We will share information about you if state or federal laws require it, including with the Department of Health and Human Services if it wants to see that we're complying with federal privacy laws.  To respond to organ and tissue donation requests  We can share health information about you with organ procurement organizations.  To work with a medical examiner or funeral director  We can share health information with a coroner, medical examiner, or funeral director when an individual dies.  To address workers’ compensation, law enforcement, and other government requests  We can use or share health information about you:  To respond to lawsuits and legal actions  We can share health information about you in response to a court or administrative order or in response to a subpoena.  Other ways we may use your information  How else can we use or share your health information? We are allowed or required to share your information in other ways -- usually in ways that contribute to the public good, such as public health and research. We have to meet many conditions in the law before we can share your information for these purposes. For more information see: http://www.hhs.gov/ocr/privacy/hipaa/understanding/consumers/  [http://www.hhs.gov/ocr/privacy/hipaa/understanding/consumers/](http://www.hhs.gov/ocr/privacy/hipaa/understanding/consumers/)   ### Our Responsibilities  We are required by law to maintain the privacy and security of your protected health information. We will let you know promptly if a breach occurs that may have compromised the privacy or security of your information. We must follow the duties and privacy practices described in this notice and give you a copy of it. We will not use or share your information other than as described here unless you tell us we can in writing. If you tell us we can, you may change your mind at any time. Let us know in writing if you change your mind.  For more information, visit the Office for Civil Rights .  [Office for Civil Rights](https://www.hhs.gov/hipaa/for-individuals/guidance-materials-forconsumers/index.html)   ### Changes to the Terms of This Notice  We can change the terms of this notice, and the changes will apply to all information we have about you. The new notice will be available upon request, in our office, and on our website.  This notice was effective on October, 28, 2014. It was modified on February 9, 2017. "
  },
  {
    "url": "URL: https://health.iupui.edu/rights-and-privacy/website-privacy-notice.html#search",
    "body": " Applicability  This privacy notice applies only to the IUPUI Campus Health website and explains our practices concerning the collection, use, and disclosure of visitor information. Visitor information collected by IUPUI Campus Health will be used only as outlined in this privacy notice. Other units at the university may collect and use visitor information in different ways. Therefore, visitors to other university websites should review the privacy notices for the particular sites they visit. IUPUI Campus Health is not responsible for the content of other websites or for the privacy practices of websites outside the scope of this notice.  Changes  Because Internet technologies continue to evolve rapidly, IUPUI Campus Health may make appropriate changes to this notice in the future. Any such changes will be consistent with our commitment to respecting visitor privacy and will be clearly posted in a revised privacy notice.  Collection and Use  Passive/Automatic Collection  When you view pages on our site, the web server automatically collects certain technical information from your computer and about your connection. This website is hosted on IU Sitehost, a shared web–hosting environment provided by IU’s University Information Technology Services. For more information, visit Sitehosting .  [Sitehosting](https://kb.iu.edu/d/axnv)  In addition to any information collected by IU Sitehosting, our server and/or site does not collect any technical information from your computer or about your connection. Continued use of our website indicates consent to the collection, use, and disclosure of this information as described in this notice. This technical information is not retained or utilized.  Active/Manual/Voluntary Collection  We will not attempt to collect any information from you through the use of forms or other type of manual input.  Information Usage  This information is used for internal review and is then discarded, and it is used to improve the content of our site.  Information Used for Contact  If you supply us with your postal/mailing address, you will only receive the information for which you provided us your address.  Information Sharing  We do not share any aggregate, non-personally identifiable information with other entities or organizations. We do not share any personally identifiable information with other entities or organizations, except when legally required to do so, at the request of governmental authorities conducting an investigation, to verify or enforce compliance with the policies governing our website and applicable laws, or to protect against misuse or unauthorized use of our website. Except as described above, we will not share any information with any party for any reason. Except as provided in the Disclosure of Information section below, we do not attempt to use the technical information discussed in this section to identify individual visitors.  Cookies  A cookie is a small data file that is written to your hard drive that contains information about your visit to a web page. If you prefer not to receive cookies, you may configure your browser not to accept them at all, or to notify and require approval before accepting new cookies. Some web pages/sites may not function properly if the cookies are turned off, or you may have to provide the same information each time you visit those pages. Our site does not use cookies to store information about your actions or choices on pages associated with our site.  Children  This site is not directed to children under 13 years of age, does not sell products or services intended for purchase by children, and does not knowingly collect or store any personal information, even in aggregate, about children under the age of 13. We encourage parents and teachers to be involved in children’s Internet explorations. It is particularly important for parents to guide their children when they are asked to provide personal information online.  Use of Third Party Services  Our website does not utilize any types of services provided by third parties.  Disclosure of Information  We may share some aggregate information with other appropriate university personnel and units to ensure the quality, functionality, and security of our website/application. Any other disclosure—with appropriate external parties such as law enforcement agencies—will be done in accordance with all applicable laws and university policies in order to investigate and respond to suspected violations of law or university policy.  Security  Due to the rapidly evolving nature of information technologies, no transmission of data over the Internet can be guaranteed to be completely secure. While we are committed to protecting the privacy of our visitors, we cannot guarantee the security of any information that you transmit to university websites, and you do so at your own risk. However, once we receive your information, we will use reasonable safeguards consistent with prevailing industry standards and commensurate with the sensitivity of the data being stored to maintain the security of that information on our systems. In addition, we will comply with all applicable federal, state, and local laws regarding the privacy and security of visitor information. We have appropriate security measures in place in our physical facilities to protect against the loss, misuse, or alteration of information that we have collected from you at our site.  Privacy Notice Changes  From time to time, we may use visitor information for new, unanticipated uses not previously disclosed in our privacy notice. Only data collected from the time of the policy change forward will be used for these new purposes. If you are concerned about how your information is used, you should check back at our website periodically.  Contact Information  If you have questions or concerns about this policy, please contact us.  IUPUI Campus Health cathputn@iu.edu 317-274-1023 ATTN: Cathy Putnam  If you feel as though this site’s privacy practices differ from the information stated, you may contact us at the listed address or phone number. If you feel that this site is not following its stated policy and communicating with the owner of this site does not resolve the matter, or if you have general questions or concerns about privacy or information technology policy at Indiana University, please contact the chief privacy officer through the University Information Policy Office, 812-855-UIPO, privacy@iu.edu. "
  },
  {
    "url": "URL: https://health.iupui.edu/search/#search",
    "body": ""
  }
]