[
  {
    "url": "URL: https://hls.iupui.edu/plan/minors-certificates/index.html#search",
    "body": "  ## Stand out with a minor or certificate  Add a minor or certificate to your degree plan to learn more about a subject and to make yourself stand out from the crowd. Many minors only require 15 credit hours, or about five classes, while certificates typically require a few more. (Some students find that they can work on their minor or certificate classes during the summer sessions or during the elective hours already built into their degree plans.) Minors and certificates are also an excellent way to start thinking about parallel planning if you are applying to a competitive program.  A list of minors and certificates that are particularly relevant to students wanting to work in the health care world is below. If you don't see anything that strikes your fancy, though, you can see the complete list of minors and certificates that IUPUI has to offer.  [complete list of minors and certificates](https://acd.iupui.edu/majors/minors-certificates/index.html)   ### Minors  Fairbanks School of Public Health Community Health Environmental Health Science Epidemiology Health Data Science Health Administration Public Health Declare a public health minor here.  [Community Health](https://fsph.iupui.edu/academics/undergraduate/minors/community-health.html)  [Environmental Health Science](https://fsph.iupui.edu/academics/undergraduate/minors/global-health.html)  [Epidemiology](https://fsph.iupui.edu/academics/undergraduate/minors/epidemiology.html)  [Health Data Science](https://fsph.iupui.edu/academics/undergraduate/minors/health-data-science.html)  [Health Administration](https://fsph.iupui.edu/academics/undergraduate/minors/health-systems-admin.html)  [Public Health](https://fsph.iupui.edu/academics/undergraduate/minors/public-health.html)  [here.](https://fsph.iupui.edu/academics/minors/minors-certificates-application.html )  Lilly Family School of Philanthropy Philanthropic Studies To declare a philanthropy minor, email Pamela Clark at pamelac@iu.edu or Greg Rathnow at grathnow@iupui.edu .  [Philanthropic Studies](https://philanthropy.iupui.edu/academics/certificates-minors/minor-phil-studies.html)  School of Health and Human Sciences Coaching Dance Health Education Wellness Coaching Declare a health and human sciences minor here .  [Coaching](https://shhs.iupui.edu/academics/exercise-kinesiology/certificates-minors/coaching-minor.html)  [Dance](https://shhs.iupui.edu/academics/exercise-kinesiology/certificates-minors/dance-minor.html)  [Health Education](https://shhs.iupui.edu/academics/exercise-kinesiology/certificates-minors/health-ed-minor.html)  [Wellness Coaching](https://shhs.iupui.edu/academics/exercise-kinesiology/certificates-minors/wellness-minor.html)  [here](https://shhs.iupui.edu/advising-student-life/procedures/declaration-form.html)  School of Liberal Arts Africana Studies American Sign Language Cultural Diversity Health Communication Latino Studies Medical Humanities and Health Studies Medical Sociology Native American and Indigenous Studies Sociology Spanish Women's Studies Declare a liberal arts minor here.  [Africana Studies](https://bulletins.iu.edu/iupui/2020-2021/schools/liberal-arts/undergraduate/minors/africana-studies.shtml)  [American Sign Language](https://bulletins.iu.edu/iupui/2020-2021/schools/liberal-arts/undergraduate/minors/american%20sign%20language.shtml)  [Cultural Diversity](https://bulletins.iu.edu/iupui/2020-2021/schools/liberal-arts/undergraduate/minors/cultural-diversity.shtml)  [Health Communication](https://bulletins.iu.edu/iupui/2020-2021/schools/liberal-arts/undergraduate/minors/health-communication.shtml)  [Latino Studies](https://bulletins.iu.edu/iupui/2020-2021/schools/liberal-arts/undergraduate/minors/latino.shtml)  [Medical Humanities and Health Studies](https://bulletins.iu.edu/iupui/2020-2021/schools/liberal-arts/undergraduate/minors/medical-humanities.shtml)  [Medical Sociology](https://bulletins.iu.edu/iupui/2020-2021/schools/liberal-arts/undergraduate/minors/medical-sociology.shtml)  [Native American and Indigenous Studies](https://bulletins.iu.edu/iupui/2020-2021/schools/liberal-arts/undergraduate/minors/Native%20American%20and%20Indigenous%20Studies.shtml)  [Sociology](https://bulletins.iu.edu/iupui/2020-2021/schools/liberal-arts/undergraduate/minors/sociology.shtml)  [Spanish](https://bulletins.iu.edu/iupui/2020-2021/schools/liberal-arts/undergraduate/minors/Spanish.shtml)  [Women's Studies](https://bulletins.iu.edu/iupui/2020-2021/schools/liberal-arts/undergraduate/minors/womens-gender-and-sexuality-studies.shtml)  [here.](https://liberalarts.iupui.edu/admissions/update-major-form.html)  School of Science Biology Chemistry Forensic Science Health Psychology Neuroscience Psychology Declare a science minor here.  [Biology](https://science.iupui.edu/biology/academics/degrees-and-programs/minor.html)  [Chemistry](https://science.iupui.edu/chemistry/academics/degrees-and-programs/minor.html)  [Forensic Science](https://science.iupui.edu/forensic/academics/degrees-and-programs/minor.html)  [Health Psychology](https://science.iupui.edu/psychology/academics/degrees-and-programs/minors.html)  [Neuroscience](https://science.iupui.edu/neuroscience/academics/degrees-and-programs/minor.html)  [Psychology](https://science.iupui.edu/psychology/academics/degrees-and-programs/minors.html)  [here.](https://science.iupui.edu/psychology/academics/degrees-and-programs/minors.html)   ### Certificates  School of Dentistry Dental Assisting Learn about admission to the Dental Assisting certificate here .  [Dental Assisting](https://dentistry.iu.edu/academics/degrees-programs/dental-assisting/index.html)  [here](https://dentistry.iu.edu/admissions/how-to-apply/dental-assisting/index.html)  Fairbanks School of Public Health Community Health Public Health Declare a public health certificate here .  [Community Health](https://fsph.iupui.edu/academics/certificates/community-health.html)  [Public Health](https://fsph.iupui.edu/academics/certificates/undergraduate.html)  [here](https://fsph.iupui.edu/admissions/apply/declare-major.html)  Herron School of Art and Design Pre-Art Therapy To declare a pre-art therapy certificate, email herron4u@iupui.edu .  [Pre-Art Therapy](https://herron.iupui.edu/academics/minors-certificates/pre-art-therapy-certificate.html)  School of Health and Human Sciences Gerontology Nutrition Personal Training Rehabilitation and Disability Studies Youth Physical Wellness Programming Declare a health and human sciences certificate here .  [Gerontology](https://shhs.iupui.edu/academics/health-sciences/certificates/gerontology-cert.html)  [Nutrition](https://shhs.iupui.edu/academics/nutrition-dietetics/nutrition-cert.html)  [Personal Training](https://shhs.iupui.edu/academics/exercise-kinesiology/certificates-minors/personal-training-cert.html)  [Rehabilitation and Disability Studies](https://shhs.iupui.edu/academics/health-sciences/certificates/rehabilitation-cert.html)  [Youth Physical Wellness Programming](https://shhs.iupui.edu/academics/exercise-kinesiology/certificates-minors/youth-cert.html)  [here](https://shhs.iupui.edu/advising-student-life/procedures/declaration-form.html)  Luddy School of Informatics, Computing, and Engineering Medical Coding Declare a medical coding certificate here.  [Medical Coding](https://soic.iupui.edu/degrees/minors-certificates/medical-coding-certificate/)  School of Liberal Arts American Sign Language/English Interpreting Declare a liberal arts certificate here .  [American Sign Language/English Interpreting](http://liberalarts.iupui.edu/wlac/pages/undergraduate-programs-folder/american%20sign%20language.php)  [here](https://liberalarts.iupui.edu/admissions/update-major-form.html)  School of Medicine Ophthalmic Technician Learn about admission to the Ophthalmic Technician certificate here .  [Ophthalmic Technician](https://medicine.iu.edu/undergraduate-health-professions/degrees-and-certificates/ophthalmic-technician)  [here](https://medicine.iu.edu/undergraduate-health-professions/admissions)  O'Neill School of Public and Environmental Affairs Nonprofit Management Declare a nonprofit management certificate here .  [Nonprofit Management](http://spea.iupui.edu/students/checksheets/)  [here](https://iu.co1.qualtrics.com/jfe/form/SV_abEbYTz73kZrDKt)  School of Social Work Child Abuse and Neglect Declare a child abuse and neglect certificate here .  [Child Abuse and Neglect](https://ssw.iu.edu/certificates/child-abuse-neglect/#apply_today)  [here](https://ssw.iu.edu/admissions/#certificates-7) "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/pre-professional/physician-assistant/index.html#search",
    "body": "  ## Admission requirements for physician assistant  What is a physician's assistant? From ExploreHealthCareers.org:  \"Physician assistants are medical providers who are licensed to diagnose and treat illness and disease and to prescribe medication for patients. They work in physician offices, hospitals, and clinics in collaboration with a licensed physician. The physician-PA relationship is fundamental to the profession and enhances the delivery of high-quality health care. Because of their advanced education in general medicine, modeled after physician education, physician assistants can treat patients with significant autonomy.  \"In a primary care setting, physician assistants can provide nearly all of the clinical services a physician does, including:  “Physician assistants are critical to increasing access to care for rural and other underserved patients as they are often the only health providers in these areas. Nearly 300 million patient visits were made to physician assistants, and approximately 332 million medications were prescribed or recommended by physician assistants in 2008. Physician assistants also work in specialties outside of primary care, including medical and surgical specialties and sub-specialties.”   ## Career information   ## Admission information  Download a pre-physician assistant timeline  [Download a pre-physician assistant timeline](https://indiana-my.sharepoint.com/:b:/g/personal/mmokko_iu_edu/EYEebxqr-YpKmf5dKwY-FHQBGHrE_oPYU4LrcUuq2wGUsA?e=pqxvjd)  Learn more information  [Learn more information](https://science.iupui.edu/career-services/grad-professional-planning/professional-school.html)   ## Prerequisite courses  Varies by school, but in general the following are expected:  Prerequisite course completion form  [Prerequisite course completion form](https://indiana-my.sharepoint.com/:b:/g/personal/mmokko_iu_edu/EcQijK5qv89MuHLi96BKvbQBEGT0-3CBawtxzceCJ8kRIQ?e=ABed1T) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/health-services-management/index.html#search",
    "body": "  ## Is the health services management major right for you?   ### Fairbanks School of Public Health  Looking to combine health care and business expertise in a fast-paced environment? Health services management does just that. Through immersion and different courses, you will learn to balance priorities and budgets, meet legal mandates, and solve fiscal and managerial issues. Classes include health care finance, budgeting, management, managed care, health care law, marketing and communications, human resources, organizational leadership, strategic planning, and U.S. health policy. Read about the employment opportunities in this field .  [Read about the employment opportunities in this field](https://fsph.iupui.edu/academics/undergraduate/bshsm/careers.html)   ### Health Services Management and COVID-19  We’ve been hearing a lot about the important roles that frontline clinicians are playing in this pandemic. We want to spotlight some of the important work health care managers are taking on as hospitals work to surge their capacity and long-term care communities work to protect their residents. The virus is expected to infect a substantial proportion of Hoosiers—and as a result there will be an increase in the use of hospital and medical services. Many health services managers are heavily involved in implementing emergency plans that were previously developed to guide the organization through the unusual circumstance. Below is a small example of the many critical roles that health services managers are currently playing.  Health services mangers are:   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the Fairbanks School of Public Health   #### Admission requirements  [online application](https://fsph.iupui.edu/admissions/apply/declare-major.html)   #### Major-career connections  [Health services management](https://acd.iupui.edu/careers/major-career-connections/health-services-management-studies-career-connection.html)  [Learn about health services management](https://fsph.iupui.edu/academics/undergraduate/bshsm/index.html)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/nursing/index.html#search",
    "body": "  ## Is the nursing major right for you?   ### School of Nursing  This bachelor's degree in nursing provides students with a traditional track to achieve their dreams of becoming a professional nurse. The concept-based curriculum stems from current trends in health care and provides students with clinical opportunities through state-of-the-art simulation and interprofessional education (learning alongside students from IU's other health schools). The techniques you will learn through this program will equip you with a strong foundation, as they have been proven to be the best methods of caring for patients and their families. An honors track is available.   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Nursing   #### Admission requirements  Information about applying to the nursing program  [Information about applying to the nursing program](https://nursing.iupui.edu/undergraduate/apply/index.shtml?apply-select-program=Bachelor+of+Science+in+Nursing+%28BSN%29+Traditional+Track&apply-select-type=Currently+admitted+to+IUPUI#)  Nursing application video  [Nursing application video](https://iu.mediaspace.kaltura.com/media/1_x1q8uruu)   #### Major-career connections  [Nursing](https://acd.iupui.edu/careers/major-career-connections/nursing.html)  Learn more about nursing  [Learn more about nursing](https://nursing.iupui.edu/)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/student-success-stories/rachel-palfi/index.html#search",
    "body": " When Rachel Palfi started at IUPUI, she was a pre-radiation therapy major. She had job shadowed a radiation therapist and really felt that the career was something she could see herself doing. Once she decided her major, Rachel says, “I gave it my all my first time around with radiation therapy,” despite being warned at the very beginning how difficult it would be.  Many of the schools and programs in the health and life sciences are extremely competitive. Rachel said that it “is hard not to go in feeling like you are going to fail.” After finding herself on the wait-list for radiation therapy, she tried to remain as positive as possible.  Suddenly, Rachel had 40 new potential majors in front of her to explore. She was overwhelmed during this time of trying to find the one that was right for her. Rachel felt as if everyone was throwing options at her and that she had to job shadow at so many places and talk to so many different people to find the one.  Rachel explained that finding health information management after a great job shadowing experience was the light at the end of the tunnel. She felt so relieved, saying, “I found it. I finally know what I want to be doing!” Rachel believes that all of the stress was worth it because she has everything figured out, and now she gets to just focus on her major.  Take advantage of all the great opportunities you have here at IUPUI. Get out and job shadow, talk to professionals, and ask your advisors for help when you need it!  It has always been important to Rachel to help others, and she feels that sharing her story may encourage others to find a career they are truly passionate about. If she could give any advice to incoming students, it would be “to take advantage of all the great opportunities you have here at IUPUI. Get out and job shadow, talk to professionals, and ask your advisors for help when you need it!”  Rachel says, “I am now so grateful that I was wait-listed for radiation therapy because health information management is where I was meant to be.”  Written by: Mykaela King    Learn more about the Health Information Management program  [Learn more about the Health Information Management program](https://luddy.iupui.edu/degrees/undergraduate/him)   ## Student success stories  [Read more student stories](https://hls.iupui.edu/about/student-success-stories/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/staff/patricia-thacker.html#search",
    "body": "  # Patricia Thacker  Student Success Advisor  Education:  Professional Experience :  Advice to students: Be open to opportunities. Having a plan is smart, but be willing to alter the plan. As you experience and learn about new opportunities, your plans may shift and that's okay. Be willing to let those experiences and opportunities guide you.  If you could be any major in your cluster, what would it be? Why?: I would love to be a health services management major! Since this major combines health care and business, I think it would be a perfect match for me.  Biography : I have lived in the Indianapolis area for most of my life. I enjoy traveling, and I have a goal to visit all 50 states. I love food and going on food adventures to eat at interesting restaurants. When I'm at home, I love watching cooking shows and sitcoms. My favorite shows are Friends and Parks and Recreation . I also enjoy reading, practicing yoga, playing board games, and relaxing outside when the weather is nice. "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/medical-humanities/index.html#search",
    "body": "  ## Is the medical humanities and health studies major right for you?   ### School of Liberal Arts  An academic foundation in medical humanities and health studies (MHHS) can be valuable to students pursuing virtually any career path, including but not limited to social and economic research, medicine, allied health professions, dentistry, health law, medical social work, nursing, public health, and public policy studies.   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Liberal Arts   #### Admission requirements  Met the certification requirements? Let Liberal Arts know.  [Let Liberal Arts know.](https://liberalarts.iupui.edu/admissions/update-major-form.html)   #### Major-career connections  [Medical humanities](https://acd.iupui.edu/careers/major-career-connections/medical-humanities-career-connection.html)  [Learn more about medical humanities](https://liberalarts.iupui.edu/mhhs/pages/academic-programs/major.php)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/pre-professional/masters-nursing/index.html#search",
    "body": "  ## Admission requirements for Master of Science in Nursing   ### Program overview   ### One MSN Program—Nine Tracks  [Nursing Education*](https://nursing.iupui.edu/graduate/programs/msn/nursing-education-distance-accessible.shtml)  [Nursing Leadership in Health Systems*](https://nursing.iupui.edu/graduate/programs/msn/nursing-leadership-in-health-systems-distance-accessible.shtml)  [Adult-Gerontology Clinical Nurse Specialist*](https://nursing.iupui.edu/graduate/programs/msn/adult-gerontology-clinical-nurse-specialist-distance-accessible.shtml)  [Pediatric Clinical Nurse Specialist*](https://nursing.iupui.edu/graduate/programs/msn/pediatric-clinical-nurse-specialist-distance-accessible.shtml)  [Adult-Gerontology Acute Care Nurse Practitioner](https://nursing.iupui.edu/graduate/programs/msn/adult-gerontology-acute-care-nurse-practitioner.shtml)  [Adult-Gerontology Primary Care Nurse Practitioner](https://nursing.iupui.edu/graduate/programs/msn/adult-gerontology-primary-care-nurse-practitioner.shtml)  [Family Nurse Practitioner](https://nursing.iupui.edu/graduate/programs/msn/family-nurse-practitioner.shtml)  [Pediatric Nurse Practitioner—Primary Care*](https://nursing.iupui.edu/graduate/programs/msn/pediatric-nurse-practitioner-primary-care.shtml)  [Psychiatric-Mental Health Nurse Practitioner*](https://nursing.iupui.edu/graduate/programs/msn/psychiatric-mental-health-nurse-practitioner-lifespan-distance-accessible.shtml)  *Distance accessible track   ## Admission requirements  Learn more information  [Learn more information](https://nursing.iupui.edu/graduate/programs/msn/)   ## Prerequisite courses "
  },
  {
    "url": "URL: https://hls.iupui.edu/#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!  Preparing students to make their mark on the world of health care   ## HLS majors  View all of the majors in health and life sciences.   ## Plan  Plan your academic journey to your degree.   ## Explore  Learn about yourself before you choose your major.  [Make an appointment](https://acd.iupui.edu/advising/appointments/sas/index.html)   ## Events and deadlines  Nov 20  Last Day to Withdraw with automatic W for Second eight weeks session  [Last Day to Withdraw with automatic W for Second eight weeks session](https://events.iu.edu/live/events/908520-last-day-to-withdraw-with-automatic-w-for-second)  All day  Nov 21  Withdrawal with Grade of W or F Begins for Second eight weeks session  [Withdrawal with Grade of W or F Begins for Second eight weeks session](https://events.iu.edu/live/events/908522-withdrawal-with-grade-of-w-or-f-begins-for-second)  All day  Nov 22  Thanksgiving Break Week: no classes  [Thanksgiving Break Week: no classes](https://events.iu.edu/live/events/908524-thanksgiving-break-week-no-classes)  All day  Nov 23  Thanksgiving Break Week: no classes  [Thanksgiving Break Week: no classes](https://events.iu.edu/live/events/908524-thanksgiving-break-week-no-classes)  All day  [View more events](https://hls.iupui.edu/events/index.html)   ## Student success stories   ### Ellen Webb  Psychology Student  Ellen Webb enrolled at IUPUI as a pre-nursing major because she knew completing that degree could mean a long and stable career. It was never necessarily a career she was excited about or even felt was a good fit for her, but she figured it was her only option. Her background had led her to believe that she just needed a degree in something “practical,” not necessarily a degree in something of interest. While a nursing career is a great option for those who truly want to be a nurse, it wasn’t what Ellen wanted, and therefore, her grades suffered. Continue reading Ellen's story.  Ellen Webb enrolled at IUPUI as a pre-nursing major because she knew completing that degree could mean a long and stable career. It was never necessarily a career she was excited about or even felt was a good fit for her, but she figured it was her only option. Her background had led her to believe that she just needed a degree in something “practical,” not necessarily a degree in something of interest. While a nursing career is a great option for those who truly want to be a nurse, it wasn’t what Ellen wanted, and therefore, her grades suffered.  Continue reading Ellen's story.   ### Kevin Kimemia  Accelerated Nursing Student  Kevin Kimemia wakes up with excitement, knowing that he'll learn something that he's interested in, and he'll use it every day in his nursing career. He feels driven to learn more and understand all that he's doing now because his future patients will depend on him. Kevin is happy because he’s doing what he wants to do and “feel [s] like he has a true purpose now .” But, it wasn’t always so easy for Kevin to get to this point, and he took a nontraditional path to nursing school. Continue reading Kevin's story.  Kevin Kimemia wakes up with excitement, knowing that he'll learn something that he's interested in, and he'll use it every day in his nursing career. He feels driven to learn more and understand all that he's doing now because his future patients will depend on him. Kevin is happy because he’s doing what he wants to do and “feel [s] like he has a true purpose now .” But, it wasn’t always so easy for Kevin to get to this point, and he took a nontraditional path to nursing school.  Continue reading Kevin's story.   #### Mackenzie Koch  Cytotechnology Student  Just like many others, Mackenzie’s path to IUPUI and to finding her major was a rocky one. After starting her college career at Indiana University East, taking classes at Ivy Tech, and transferring to Indiana University–Purdue University Fort Wayne, she finally found her way to IUPUI in the fall of 2015. Mackenzie says she was all over the place,” switching from nursing to biology to dental hygiene to EMT, thinking she had no clue what she wanted to do in life. Continue reading Mackenzie's story.  Just like many others, Mackenzie’s path to IUPUI and to finding her major was a rocky one. After starting her college career at Indiana University East, taking classes at Ivy Tech, and transferring to Indiana University–Purdue University Fort Wayne, she finally found her way to IUPUI in the fall of 2015. Mackenzie says she was all over the place,” switching from nursing to biology to dental hygiene to EMT, thinking she had no clue what she wanted to do in life.  Continue reading Mackenzie's story.   ## Connect with us  [Tweets by hlsci_iupui](https://twitter.com/hlsci_iupui)  Stand out Earn a minor or certificate and gain a competitive edge.   ## Location  The Health and Life Sciences Advising Center is located in Taylor Hall (UC) on the third floor. "
  },
  {
    "url": "URL: https://hls.iupui.edu/updates/index.html#search",
    "body": "  ## Updates about HLS majors  We'll help you stay informed about health and life science majors. Please check this page often to find important updates. "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/student-success-stories/lenell-campbell/index.html#search",
    "body": " With a love for math and science and an interest in carpentry, Lenell Campbell chose to major in construction engineering management technology when he first came to college. He thought he was set in his decision, but during his third semester, his feelings about the program began to change.  A minor in health education and a summer workout regimen reminded Lenell of his interest in the human body. He reflected on how he used to play with body blocks and tell people he wanted to become a doctor when he was younger. He began to wonder if the health care field was where he belonged.  Lenell admitted his downfall in the major was a lack of passion, which for him stemmed from inexperience in the field. In spite of enjoying what he was learning, he felt out of place because so many of his classmates had worked with a carpenter to some extent.  At this point, Lenell was a junior and thought he was too far into his program to switch. Pressure from his family to go into a career that pays well after graduation left him hesitant. In the end, he scheduled an appointment with a health and life sciences advisor to talk over his career path. Afterward, he made the decision to change his major to exercise science. He reasoned, “If you don’t like something, you won’t be passionate or happy to go work in that field.”  If you don’t like something, you won’t be passionate or happy to go work in that field. . . . Use your resources, make sure it's something you really want to do and research it.  Currently, he’s considering the possibility of applying to occupational therapy and physical therapy programs after graduation and felt like exercise science would be a good stepping stone.  Lennell’s story is unique in that he spent over three years in a major and then discovered that the career path no longer interested him. He doesn’t regret it in the least. He said, “As soon as I changed my major, my whole college experience got so much better.”  Of course, Lenell acknowledged that this isn’t the path for everyone and just because you question your career doesn’t mean changing your major is always the best option. To this he said, “Use your resources, make sure it’s something you really want to do and research it.”  Learn more about the exercise science program   ## Student success stories  [Read more student stories](https://hls.iupui.edu/about/student-success-stories/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/updates/DH-updates.html#search",
    "body": "  ## Updates for dental hygiene  Please see updates below for the Dental Hygiene Program.   ### There are no updates at this time. "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/student-success-stories/claire-shriner/index.html#search",
    "body": " At 15 years old, Claire Shriner, a nursing major, underwent surgery after tearing her anterior cruciate ligament (ACL). It was her first time in a hospital. She chatted with the nurses, surgeons, and the anesthesiologist and left the hospital eager to learn more about the health care field.  Initially, Claire thought she might want to become a surgical nurse. Confirmation of this career choice came soon afterward through job shadowing and a high school certified nursing assistant program.  Claire admitted her reasoning for wanting to be a surgical nurse comes from two places. First, she finds technological advances to improve surgeries fascinating and excels in her science courses. In fact, Claire commented that her human anatomy course felt like second-nature. Her other reasoning comes from when she was younger. She used to feel uncomfortable talking to people she didn’t know, “and if I was working in an operating room, my patients would be unconscious.” Now, she said her communication skills have greatly improved, which she credits to nursing school.  If you’re unaware, getting into the nursing program is highly competitive. For perspective, roughly 500 students declare pre-nursing as their major each fall, and close to 200 students apply each semester. Out of those 200, only 90 are admitted.  Helping people is always something I’ve done and enjoyed.  Upon her first time applying, Claire found herself empathizing with the 55% of students who don’t receive admittance. When this happens, it’s important to meet with an advisor. Students have to know if they’re competitive for their program, and advisors can provide that feedback. If the student is not, the advisor can assist in creating parallel plans to ensure the student doesn’t fall behind academically.  For Claire, she was always open to exploring other options, but wanted to reapply to nursing school. After retaking a few classes and resubmitting her application, Claire was accepted to the Indiana University School of Nursing.  Currently, she’s considering furthering her schooling to become a nurse practitioner. Claire explained, “Helping people is always something I’ve done and enjoyed.” For this reason, she hopes to one day incorporate teaching into her career by helping her patients better understand their health and how to prevent further illness.  Learn more about the nursing program   ## Student success stories  [Read more student stories](https://hls.iupui.edu/about/student-success-stories/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/index.html#search",
    "body": "  ## What we do  Our team is made up of student success advisors, a career consultant, and peer advisors. We can help you explore and prepare to enter careers in the life sciences, as well as in the traditional health professions.  As an advising team, we're here to partner with you. If you're serious about following a career path in the health and life sciences, it's important to plan early and carefully.   ### How we can help you  Discover your own strengths and interests to find the academic and career path that allows you to reach your long-term goals and aspirations.  Explore health and life science programs and careers.  Design a plan to complete required prerequisite courses, participate in job shadowing experiences, maintain the required GPA, prepare for critical deadlines, and understand the application submission process.  Learn strategies to increase your competitiveness for getting into application-based programs.  Identify programs, minors, and certificates that could complement and enhance your academic path, as well as broaden your career opportunities. "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/pre-professional/occupational-therapy/index.html#search",
    "body": "  ## Admission requirements for IU Occupational Therapy   ### What is an occupational therapist?  According to the American Occupational Therapy Association (AOTA):  “In its simplest terms, occupational therapists and occupational therapy assistants help people across the life span participate in the things they want and need to do through the therapeutic use of everyday activities (occupations). Common occupational therapy interventions include helping children with disabilities to participate fully in school and social situations, helping people recovering from injury to regain skills, and providing supports for older adults experiencing physical and cognitive changes.  “Occupational therapy services may include comprehensive evaluations of the client’s home and other environments (e.g., workplace, school), recommendations for adaptive equipment and training in its use, and guidance and education for family members and caregivers. Occupational therapy practitioners have a holistic perspective, in which the focus is on adapting the environment to fit the person, and the person is an integral part of the therapy team.”   ## Career information   ## Admissions information  Download a pre-OT timeline  [Download a pre-OT timeline](https://indiana-my.sharepoint.com/:b:/g/personal/mmokko_iu_edu/EYK1ACDNWodJg9wSO2MDIm4B4rpG-o1HK6_Katolts-5aQ?e=DPkhDe)  Learn more information  [Learn more information](https://science.iupui.edu/career-services/grad-professional-planning/professional-school.html)   ## Prerequisite courses "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/transition/index.html#search",
    "body": "  ## Certification  Many schools do not require a competitive application to transition to the degree-granting school, but they may require that you meet minimum criteria (e.g., GPA, completion of introductory classes). Our goal is to help you transition before you reach 60 credit hours. Visit your school's website to ensure you know what is required to certify to your school by your second semester or sophomore year.  [certify to the Fairbanks School of Public Health](https://fsph.iupui.edu/admissions/apply/bachelors-degree.html)  [certify to the School of Health and Human Sciences](https://shhs.iupui.edu/undergraduate/admissions/index.html)  [certify to the School of Liberal Arts](https://liberalarts.iupui.edu/admissions/update-major-form.html)   ## Application  Many schools, including the Schools of Dentistry, Medicine, and Nursing, require undergraduate students to apply to their intended programs, and these programs are often very competitive. Here at the Health and Life Sciences Advising Center, our goal is to help you gain admission to the degree-granting school of your choice. Click below for information about applying to the Schools of Dentistry, Medicine, or Nursing, and visit our home page or call our front desk (317-274-4856) to schedule an appointment to meet with one of our advisors.  [School of Dentistry Find out more information about applying to the School of Dentistry.](https://dentistry.iu.edu/academics/degrees-programs/bs-dental-hygiene/index.html)   ### School of Dentistry  Find out more information about applying to the School of Dentistry.  [School of Medicine Find out more information about applying to the School of Medicine.](https://medicine.iu.edu/education/md/admissions)   ### School of Medicine  Find out more information about applying to the School of Medicine.  [School of Nursing Find out more information about applying to the School of Nursing.](http://nursing.iupui.edu/undergraduate/apply/index.shtml?apply-select-program=Bachelor+of+Science+in+Nursing+%28BSN%29+Traditional+Track&apply-select-type=Currently+admitted+to+IUPUI#)   ### School of Nursing  Find out more information about applying to the School of Nursing.   ## Preparing for professional programs  \"Pre-professional\" is a term used for students who intend to enter a professional school (e.g., medical school, dental school, physical therapy school) after graduating with a bachelor’s degree. Admissions committees for professional programs usually take a number of factors into consideration—in both academic and nonacademic areas—when choosing a qualified candidate. Learn more about applying to professional school . "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/student-success-stories/index.html#search",
    "body": "  ## Learning from other students  Until you have real experiences in the field that you are exploring, you will have a difficult time knowing if that career is for you. Consider participating in one or more opportunities to gain experience. Your advisor or career consultant can help you identify resources that will help you find meaningful experiences on campus and in the community. Read about our students' success through their stories below.   ### Chris Brown—nursing student  Odds were against Chris Brown, a nursing major, when he decided to give college a third shot at IUPUI in 2015. Chris originally started as a computer science major at Indiana University in 2000. He found himself to not be successful at IU, saying that he “wasn’t in the right mind-set.” Years later, in 2006, he decided to give college another shot at IUPUI. Again, he found himself struggling and giving up.  Continue reading Chris's story   ### Lenell Campbell—exercise science and pre-OT/PT  With a love for math and science and an interest in carpentry, Lenell Campbell chose to major in construction engineering management technology when he first came to college. He thought he was set in his decision, but during his third semester, his feelings for the program began to change.  Continue reading Lenell's story   ### Edith Alanis Guijosa—dental hygiene student  Edith Alanis moved to the United States from Mexico when she was seven years old. Her mother graduated from the equivalent of high school in Mexico, but she was not allowed to further her education beyond high school. Edith’s father joined the workforce after only a third grade education. Edith and her twin sister went through the U.S. school system, starting in the first grade. Because their parents were unfamiliar with the system here, they had to figure things out as they went, relying on the help from advisors and counselors.  Continue reading Edith's story   ### Alayna Hutchinson—community health student  Alayna Hutchinson first encountered the Health & Life Science s Advising Center early in her career at IUPUI , where she started out as a Pre-Nursing Major. She said that she “always loved science and helping people, so [she] had always considered healthcare.” Alayna did eventually apply to the IU School of Nursing but was unsuccessful in her first attempt. It was then that she turned to HLS for help. Alayna met wi th both a student success advisor and a career consultant to go over her different options, which included reapplying to nursing school and considering a parallel plan.  Continue reading Alayna's story   ### Kevin Kimemia—accelerated nursing student  Kevin Kimemia wakes up with excitement, knowing that what he will learn today is something that he is interested in and he will use every day in his nursing career. He feels driven to learn more and understand all that he is doing now, because his future patients will depend on him. Kevin is happy because he’s doing what he wants to do and “feel [s] like he has a true purpose now .” But, it wasn’t always so easy for Kevin to get to this point, and he took a non-traditional path to nursing school.  Continue reading Kevin's story   ### Mackenzie Koch—cytotechnology student  Just like many others, Mackenzie’s path to IUPUI and to finding her major was a rocky one. After starting her college career at Indiana University East, taking classes at Ivy Tech, and transferring to Indiana University Purdue University Fort Wayne, she finally found her way to IUPUI in the fall of 2015. Mackenzie says she “was all over the place” switching from Nursing to Biology to Dental Hygiene to EMT, thinking she had no clue what she wanted to do in life.  Continue reading Mackenzie's story   ### Rachel Palfi—health information management student  When Rachel Palfi started at IUPUI, she was a pre-radiation therapy major. She had job shadowed a radiation therapist and really felt that the career was something she could see herself doing. Once she decided her major, Rachel says, “I gave it my all my first time around with radiation therapy,” despite being warned at the very beginning how difficult it would be.  Continue reading Rachel's story   ### Claire Shriner—nursing student  At 15 years old, Claire Shriner underwent surgery after tearing her anterior cruciate ligament (ACL). It was her first time in a hospital. She chatted with the nurses, surgeons, and the anesthesiologist and left the hospital eager to learn more about the health care field.  Continue reading Claire's story   ### Lynn Wallace—nuclear medicine technology student  Lynn Wallace, a junior majoring in nuclear medicine, came to IUPUI to become a radiation therapist. After completing the prerequisites and applying to the radiation therapy program, she was not admitted. Learn how Lynn entered her degree-granting school.  Continue reading Lynn's story   ### Ellen Webb—psychology student  Ellen Webb enrolled at IUPUI as a pre-nursing major because she knew completing that degree could mean a long and stable career. It was never necessarily a career she was excited about or even felt was a good fit for her, but she figured it was her only option. Her background had led her to believe that she just needed a degree in something “practical,” not necessarily a degree in something of interest. While a nursing career is a great option for those who truly want to be a nurse, it wasn’t what Ellen wanted, and therefore, her grades suffered.  Continue reading Ellen's story "
  },
  {
    "url": "URL: https://hls.iupui.edu/explore/student-organizations/index.html#search",
    "body": "  ## Find out how to get involved  There are many ways you can get involved while you're a student at IUPUI. Check out our resources below to find an organization or opportunity that fits your interests.   ### Student organizations  Students who actively participate in student organizations at IUPUI aren't doing it for the extra bullet points on their resume (though it sure does look nice there). They're involved because they're passionate about the work they get to do through the organization. They're excited about the relationships they're building—professional and personal. And they're excited about where their experiences will take them.   #### Dental hygiene  Pre-Dental Club at IUPUI  [Pre-Dental Club at IUPUI](https://thespot.iupui.edu/organization/iupuipredental)  Pre-Dental Hygiene Club at IUPUI  [Pre-Dental Hygiene Club at IUPUI](https://thespot.iupui.edu/organization/setfree)   #### Health and human sciences  School of Health and Human Sciences Undergraduate Student Council  [School of Health and Human Sciences Undergraduate Student Council](https://thespot.iupui.edu/organization/shhsusc)   #### Medical humanities  Medical Humanities Club  [Medical Humanities Club](https://thespot.iupui.edu/organization/medhumclub)   #### Nursing  American Association for Men in Nursing  [American Association for Men in Nursing](https://thespot.iupui.edu/organization/aamn1)  Student Nurses Association at IU School of Nursing—Indianapolis  [Student Nurses Association at IU School of Nursing—Indianapolis](https://thespot.iupui.edu/organization/sna)   #### Pre-professional  American Medical Student Association Premedical Chapter at IUPUI  [American Medical Student Association Premedical Chapter at IUPUI](https://thespot.iupui.edu/organization/amsa)  American Medical Women's Association Pre-Medicine Branch at IUPUI  [American Medical Women's Association Pre-Medicine Branch at IUPUI](https://thespot.iupui.edu/organization/amwaiupui)  Indiana University’s Student Occupational Therapy Association  [Indiana University’s Student Occupational Therapy Association](https://thespot.iupui.edu/organization/sota)  Minority Association of Pre-Medical Students at IUPUI  [Minority Association of Pre-Medical Students at IUPUI](https://thespot.iupui.edu/organization/maps)  OBGYN Student Interest Group  [OBGYN Student Interest Group](https://thespot.iupui.edu/organization/obgynsig)  Pre-Dental Club at IUPUI  [Pre-Dental Club at IUPUI](https://thespot.iupui.edu/organization/iupuipredental)  Pre-Medicine Club at IUPUI  [Pre-Medicine Club at IUPUI](https://thespot.iupui.edu/organization/premed)  Pre-Medicine Mentoring Program  [Pre-Medicine Mentoring Program](https://thespot.iupui.edu/organization/premedmentoring)  Pre-Optometry Club at IUPUI  [Pre-Optometry Club at IUPUI](https://thespot.iupui.edu/organization/preoptometryclub)  Pre-Physician Assistant Club at IUPUI (Pre-PA Club)  [Pre-Physician Assistant Club at IUPUI (Pre-PA Club)](https://thespot.iupui.edu/organization/prepaatiupui)  Pre-Veterinary Club at IUPUI  [Pre-Veterinary Club at IUPUI](https://thespot.iupui.edu/organization/pre-vet)   #### Public health  Undergraduate Student Association at Fairbanks School of Public Health  [Undergraduate Student Association at Fairbanks School of Public Health](https://thespot.iupui.edu/organization/uaatfsph)   #### Other health organizations  Health Careers Club at IUPUI  [Health Careers Club at IUPUI](https://thespot.iupui.edu/organization/hcc)  Health Occupation Students of America (HOSA) at IUPUI  [Health Occupation Students of America (HOSA) at IUPUI](https://thespot.iupui.edu/organization/hosa-org)  Students Who Care  [Students Who Care](https://thespot.iupui.edu/organization/studentswhocare)  [Find more student organizations](https://thespot.iupui.edu/organizations)   ### Campus opportunities  Schools, graduate programs, and employers seek applicants with a variety of experiences. The following areas are a few ways to gain experiences, add to your resume, and make memories while attending IUPUI.   #### Bepko Learning Center (BLC)  Academic success coaches are trained learning specialists who assist students with study skills. Coaches also work at the front desk of the Bepko Learning Center to provide information to students regarding academic support programs, tutoring, and campus resources.  The role of the academic mentor is to provide students with a structured, collaborative learning environment and activities that will help them achieve academic success in traditionally difficult courses.  Biology Resource Center tutors assist students with questions pertaining to biology course content. Tutors encourage students to learn independently, personalize the instruction to the students' needs, and facilitate insights to the students' learning.  Learn how to become a BLC mentor, academic success coach, or tutor  [Learn how to become a BLC mentor, academic success coach, or tutor](https://blc.iupui.edu/recruitment/index.html)   #### Center for Service and Learning  Volunteer opportunities can teach students a lot about their own values, interests, personalities, and skills. Volunteer experiences can also help students identify causes they are passionate about and can expose them to a variety of careers they may have never considered.  Learn more about the Center for Service and Learning  [Learn more about the Center for Service and Learning](https://csl.iupui.edu/volunteering/index.html)   #### Health and wellness promotion—peer educators  Become a peer educator to get real-world experience teaching your IUPUI peers about health issues that impact college students.  Learn how to become a peer educator  [Learn how to become a peer educator](http://studentaffairs.iupui.edu/health-wellness/hw-promotion/peer-educators/index.shtml)   #### Life-Health Sciences Internship (LHSI) Program  Do a health-focused internship at IUPUI to help you gain transferable and field-specific skills and grow as a professional.  Learn more about the LHSI program  [Learn more about the LHSI program](http://lhsi.iupui.edu/)   #### Peer advisor  Peer advisors are students at IUPUI, just like you. They combine thorough training with their own student perspective and experience to offer you a complementary point of view to student success advisors. Typically, recruitment and interviews occur in February.  Learn how to become a peer advisor  [Learn how to become a peer advisor](https://acd.iupui.edu/advising/peer-advisor/index.html)   #### RA for the health careers community  The Health Careers Community (HCC) is for students who are pursuing undergraduate degrees in health and life science majors or a pathway to professional degrees such as medicine, dentistry, physician assisting, and physical therapy through a non-science major. The community promotes a supportive learning environment that includes activities focused on academic success, social integration, and engagement on the IUPUI campus resulting in holistic growth and development.  Learn more about the Health Careers Community  [Learn more about the Health Careers Community](https://housing.iupui.edu/explore/rblc/health-careers.html)   ### Professional organizations  Professional organizations can be a great source of information about the field. Here is a list of professional organizations associated with health and life science majors on the IUPUI campus.   #### Clinical laboratory science  Association of Clinical Scientists  [Association of Clinical Scientists](http://www.clinicalscience.org/)   #### Community health  American Public Health Association  [American Public Health Association](https://www.apha.org/)  Council on Education for Public Health  [Council on Education for Public Health](http://ceph.org/)   #### Cytotechnology  American Society for Clinical Pathology  [American Society for Clinical Pathology](https://www.ascp.org/content)  American Society for Cytotechnology  [American Society for Cytotechnology](http://www.asct.com/)   #### Dental hygiene  American Dental Hygienists Association  [American Dental Hygienists Association](http://www.adha.org/)   #### Exercise science  American College of Sports Medicine  [American College of Sports Medicine](http://www.acsm.org/)  National Athletic Trainer’s Association  [National Athletic Trainer’s Association](https://www.nata.org/)   #### Fitness management  American Council on Exercise  [American Council on Exercise](http://www.acefitness.org/)  National Strength and Conditioning Association  [National Strength and Conditioning Association](https://www.nsca.com/)   #### Health services management  American College of Health Care Administrators  [American College of Health Care Administrators](http://www.achca.org/)   #### Medical imaging technology  American Society of Radiologic Technologists  [American Society of Radiologic Technologists](https://www.asrt.org/)  Indiana Society of Radiologic Technologists  [Indiana Society of Radiologic Technologists](http://isort.org/)   #### Nuclear medicine technology  Nuclear Medicine Technology Certification Board  [Nuclear Medicine Technology Certification Board](https://www.nmtcb.org/)  Society of Nuclear Medicine Technologists  [Society of Nuclear Medicine Technologists](http://www.snmmi.org/Technologists.aspx)   #### Nursing  American Nurses Association  [American Nurses Association](http://www.nursingworld.org/)  Johnson & Johnson: Campaign for Nursing's Future  [Johnson & Johnson: Campaign for Nursing's Future](https://www.discovernursing.com/)  National Student Nurses’ Association  [National Student Nurses’ Association](http://www.nsna.org/)  Nurses for a Healthier Tomorrow  [Nurses for a Healthier Tomorrow](http://www.nursesource.org/)   #### Paramedic science  Indianapolis Emergency Medical Services  [Indianapolis Emergency Medical Services](http://indianapolisems.org/)   #### Physical education  Indiana Alliance for Health, PE, Recreation, and Dance  [Indiana Alliance for Health, PE, Recreation, and Dance](http://www.inahperd.org/)   #### Pre-professional  Dentistry— American Dental Association  [American Dental Association](http://www.ada.org/en/)  Medicine— American Medical Association  [American Medical Association](http://www.ama-assn.org/ama)  Occupational therapy— American Occupational Therapy Association, Inc.  [American Occupational Therapy Association, Inc.](http://www.aota.org/)  Optometry— Association of Schools and Colleges of Optometry  [Association of Schools and Colleges of Optometry](https://optometriceducation.org/)  Pharmacy— American College of Clinical Pharmac y  [American College of Clinical Pharmac](http://www.accp.com/)  [y](http://www.accp.com/)  Physical therapy— American Physical Therapy Association  [American Physical Therapy Association](https://www.apta.org/)  Physician assistant— American Academy of Physician Assistants  [American Academy of Physician Assistants](https://www.aapa.org/)  Speech path/audiology— American Speech-Language-Hearing Association  [American Speech-Language-Hearing Association](http://www.asha.org/)  Veterinary — American Veterinary Medical Association  [American Veterinary Medical Association](https://www.avma.org/Pages/home.aspx)     #### Radiation therapy  American Society of Radiologic Technologists  [American Society of Radiologic Technologists](https://www.asrt.org/)   #### Radiography  American Society of Radiologic Technologists  [American Society of Radiologic Technologists](https://www.asrt.org/)  Indiana Society of Radiologic Technologists  [Indiana Society of Radiologic Technologists](http://isort.org/)  Radiological Society of North America  [Radiological Society of North America](http://www.rsna.org/)   #### Respiratory therapy  American Association for Respiratory Curve  [American Association for Respiratory Curve](http://www.aarc.org/)  Commission on Accreditation for Respiratory Care  [Commission on Accreditation for Respiratory Care](http://www.coarc.com/) "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/staff/ryan-cook.html#search",
    "body": "  # Ryan Cook  Career Consultant, HLS Cluster  Education:  Professional Experience :  Advice to students: Always strive to reach your goals and dreams—nothing is out of reach. Use this time in college to set yourself up for success and for a career you will love! We are here to help, listen, and provide the resources you need to find success!  Biography : I grew up in Bargersville, but now reside on the west side of Indy with my family. I really enjoying running in local races, traveling, photography, and supporting my kids in their activities at school. "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/pre-professional/athletic-training/index.html#search",
    "body": "  ## Admission requirements for Master of Science in Athletic Training   ### Program overview  The Master of Science in Athletic Training (MSAT) program is a two-year professional degree program that prepares students for a career as an athletic trainer. The program includes a rigorous combination of classroom, clinical, and research experiences that exposes students to the continuum of care of the athletic training profession. Students who earn an M.S. in Athletic Training degree are prepared to sit for the Board of Certification (BOC) examination.  Note: This is an entry-level professional degree program for students who have earned a bachelor’s degree in a field other than athletic training. Students with an undergraduate degree in athletic training and BOC certification who are interested in the postprofessional athletic training master’s program can click here .  [click here](https://publichealth.indiana.edu/masters/degrees-majors/ms-athletic-training/index.html)   ## Admission requirements  [application.](https://publichealth.indiana.edu/masters/apply/index.html)  [Learn more information](https://publichealth.indiana.edu/masters/degrees-majors/ms-athletic-training/index.html)   ## Prerequisite courses (for IU Bloomington)   #### Preferred prerequisite courses (for IU Bloomington)  Download admission requirements  [Download admission requirements](https://indiana-my.sharepoint.com/:b:/g/personal/mmokko_iu_edu/EX235iQPMyVCpfSozmVazcwBAajkPoKJH82WM9i2F5ymKQ?e=bEnkmm)   ## Contact information  For questions about the MSAT program, please contact:  Bradley W. Sage M.S.Ed, LAT, ATC Program Director, Athletic Training 1025 E. Seventh Street, Room C211 Bloomington, Indiana, 47405 sageb@indiana.edu Phone: 812-856-2773 "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/staff/lisa-smith.html#search",
    "body": "  # Lisa Smith  Student Success Advisor  Education:  Professional Experience :  Advice to students: Seek out mentors. Find people whose approach to life and work you trust and respect, and ask them all your questions. Most people are very willing to share about their experiences if you ask! By seeking out wisdom held by those you trust, you can learn more about yourself and what you value most.  If you could be any major in your cluster, what would it be? Why ?: I think a major in community health would be interesting! With my background in sociology, I would especially be interested in thinking about the delivery of information to diverse communities with cultural competency in mind.  Biography : I grew up in Pasadena, California, and loved growing up around the National Parks and scenery of the western United States. After college, I lived in Washington D.C. for about 10 years and have lived in Indiana since 2010. My favorite things are spending time with my family (I'm married, with two daughters), having a good laugh, hiking/spending time outside, and traveling. Our greatest family adventure to date was living and working in Ireland for six months! "
  },
  {
    "url": "URL: https://hls.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/cytotechnology/index.html#search",
    "body": "  ## Is the cytotechnology major right for you?   ### School of Medicine Health Professions Programs  Cytotechnologists study exfoliated, abraded, and aspirated cells from the human body to detect cellular changes indicative of cancer. Early detection makes for an early diagnosis and, therefore, increases the chances of a cure. The work of a cytotechnologist can influence the kind of cancer treatment programs the patient will undergo. In addition, it aids in establishing the diagnosis of benign disease processes, such as endocrine disorders, and in detecting some pathogenic microorganisms. The Cytotechnology Program at IUPUI offers a science-based curriculum that prepares students for a life in the lab and to be a part of the medical team.   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Medicine Health Professions Program   #### Admission requirements  Information about applying to the Cytotechnology Program  [Information about applying to the Cytotechnology Program](https://medicine.iu.edu/undergraduate-health-professions/admissions#1476807441160-f9a850b5-ff68)   #### Major-career connections  [Cytotechnology](https://acd.iupui.edu/careers/major-career-connections/cytotechnology-career-connection.html)  Learn more about cytotechnology  [Learn more about cytotechnology](https://medicine.iu.edu/undergraduate-health-professions/degrees/bachelor-cytotechnology#1476807441160-f9a850b5-ff68)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/exercise-science#search",
    "body": "  ## Is the exercise science major right for you?   ### School of Health and Human Sciences  Discover the human body! Exercise science studies the combination of health, movement, and wellness. You'll receive hands-on experience and have the ability to participate in different research and internship opportunities. With health issues like diabetes and obesity on the rise, graduates from our program are applying their training to tackle solutions. Common paths following graduation include continuing on to a graduate or professional school to become a physical therapist, physician assistant, or occupational therapist.   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Health and Human Sciences   #### Admission requirements   #### Major-career connections  [Exercise science](https://acd.iupui.edu/careers/major-career-connections/exercise-science-career-connection.html)  [Learn about exercise science](https://shhs.iupui.edu/undergraduate/bachelors-degrees/exercise-science.html)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/radiography/index.html#search",
    "body": "  ## Is the radiography major right for you?   ### School of Medicine Health Professions Programs  Radiology is a science involving the medical use of X-rays in the diagnosis of disease. A radiologist is a physician specializing in this science, and a radiographer (or radiologic technologist) produces radiographic images under the direction of the radiologist. Radiographers make up the largest group of imaging professionals. Their principal duties consist of performing diagnostic X-ray procedures of patients with the lowest amount of radiation exposure possible. They also assist in fluoroscopic examinations and in special radiographic procedures. Other tasks performed by radiographers vary. Radiographers must be able to handle seriously ill and injured patients to obtain the maximum amount of information without injury to the patient and with the least amount of pain and discomfort from the examination. They may assist the radiologist in some complex procedures, often involving the injection of opaque media through needles or catheters. Radiographers must be well educated and experienced in aseptic techniques, requiring skills comparable to those of nurses in some specialties. Most technologists are employed in hospitals, clinics, and physicians' offices.  NOTE: If students want to pursue a bachelor's degree, they may apply to the Medical Imaging Technology Program in their second year of the Radiography Program and should complete the required prerequisite courses during their first year alongside the radiography prerequisite courses.   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Medicine Health Professions Program   #### Admission requirements  Information about applying to the Radiography Program  [Information about applying to the Radiography Program](https://medicine.iu.edu/undergraduate-health-professions/admissions#1476807441160-f9a850b5-ff68)   #### Major-career connections  Radiography  [Radiography](https://acd.iupui.edu/careers/major-career-connections/radiography-career-connection.html)  Learn more about radiography  [Learn more about radiography](https://medicine.iu.edu/undergraduate-health-professions/degrees/associate-radiography)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/parallel-plan/index.html#search",
    "body": "  ## How to create a parallel plan  A parallel plan is an additional academic and career plan to follow in your first year. You may be surprised to learn that many majors have similar prerequisite coursework. We have a downloadable parallel planning worksheet that you can use to guide you through the process. Use the links below as resources. Bring this to your next meeting to discuss with your student success advisor or career consultant .  [career plan](https://acd.iupui.edu/careers/explore-careers/index.html)  [parallel planning worksheet](https://indiana.sharepoint.com/:b:/s/msteams_92d57a/EULblPN6pEVBrTNq51IeBaQBrQfkzx-0BcxL7wvD_shU4g?e=F6Oswa)  [career consultant](https://acd.iupui.edu/careers/career-consultants/index.html)  If you'd like to make a parallel plan but aren't sure about your options, schedule an appointment with a career consultant by calling (317) 274-4856.  [career consultant](https://acd.iupui.edu/careers/career-consultants/index.html)   ### Resources for creating parallel plans   #### Explore majors and careers  Explore the major and career section of our website.  [Major-career connection sheets Major-career connection sheets offer a quick glimpse of information about IUPUI majors, coursework, typical careers, and more.](https://acd.iupui.edu/careers/major-career-connections/index.html)   #### Major-career connection sheets  Major-career connection sheets offer a quick glimpse of information about IUPUI majors, coursework, typical careers, and more.  [Job shadowing Set up a job shadowing opportunity to experience your interest areas firsthand. Contact the career services in your school to learn more.](https://career.iupui.edu/students-alumni/career-services/?utm_medium=redirect&utm_source=career.iupui.edu/Students-Alums/Career-Services-in-Your-School)   #### Job shadowing  Set up a job shadowing opportunity to experience your interest areas firsthand. Contact the career services in your school to learn more.  [O*Net O*NET OnLine has detailed descriptions of the world of work for use by job seekers, workforce development and HR professionals, students, researchers, and more!](http://www.onetonline.org/)   #### O*Net  O*NET OnLine has detailed descriptions of the world of work for use by job seekers, workforce development and HR professionals, students, researchers, and more!  [What can I do with this major? The information here outlines common career areas students can enter into with their majors, typical employers that hire students in this field, and strategies designed to maximize career opportunities.](https://whatcanidowiththismajor.com/major/)   #### What can I do with this major?  The information here outlines common career areas students can enter into with their majors, typical employers that hire students in this field, and strategies designed to maximize career opportunities.   ### Reasons to have a parallel plan "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/staff/index.html#search",
    "body": "  ## Meet our team  Meet our team members below. If you need to reach us, call (317) 274-4856. If we don't answer, please leave a detailed message, and we'll get back with you as soon as we can. You can also email us at hlsci@iupui.edu.  Mikayla Bucio  Student Success Advisor  Ryan Cook  Career Consultant, HLS Cluster  Erica Gleason  Student Success Advisor  Grace Klosterman  Student Success Advisor/Team Coordinator  Milena  Mileva  Student Success Advisor  Lisa Smith  Student Success Advisor  Patricia Thacker  Student Success Advisor  Jessa Trimble  Director of Professional Development and HLSAC "
  },
  {
    "url": "URL: https://hls.iupui.edu/explore/student-organizations#search",
    "body": "  ## Find out how to get involved  There are many ways you can get involved while you're a student at IUPUI. Check out our resources below to find an organization or opportunity that fits your interests.   ### Student organizations  Students who actively participate in student organizations at IUPUI aren't doing it for the extra bullet points on their resume (though it sure does look nice there). They're involved because they're passionate about the work they get to do through the organization. They're excited about the relationships they're building—professional and personal. And they're excited about where their experiences will take them.   #### Dental hygiene  Pre-Dental Club at IUPUI  [Pre-Dental Club at IUPUI](https://thespot.iupui.edu/organization/iupuipredental)  Pre-Dental Hygiene Club at IUPUI  [Pre-Dental Hygiene Club at IUPUI](https://thespot.iupui.edu/organization/setfree)   #### Health and human sciences  School of Health and Human Sciences Undergraduate Student Council  [School of Health and Human Sciences Undergraduate Student Council](https://thespot.iupui.edu/organization/shhsusc)   #### Medical humanities  Medical Humanities Club  [Medical Humanities Club](https://thespot.iupui.edu/organization/medhumclub)   #### Nursing  American Association for Men in Nursing  [American Association for Men in Nursing](https://thespot.iupui.edu/organization/aamn1)  Student Nurses Association at IU School of Nursing—Indianapolis  [Student Nurses Association at IU School of Nursing—Indianapolis](https://thespot.iupui.edu/organization/sna)   #### Pre-professional  American Medical Student Association Premedical Chapter at IUPUI  [American Medical Student Association Premedical Chapter at IUPUI](https://thespot.iupui.edu/organization/amsa)  American Medical Women's Association Pre-Medicine Branch at IUPUI  [American Medical Women's Association Pre-Medicine Branch at IUPUI](https://thespot.iupui.edu/organization/amwaiupui)  Indiana University’s Student Occupational Therapy Association  [Indiana University’s Student Occupational Therapy Association](https://thespot.iupui.edu/organization/sota)  Minority Association of Pre-Medical Students at IUPUI  [Minority Association of Pre-Medical Students at IUPUI](https://thespot.iupui.edu/organization/maps)  OBGYN Student Interest Group  [OBGYN Student Interest Group](https://thespot.iupui.edu/organization/obgynsig)  Pre-Dental Club at IUPUI  [Pre-Dental Club at IUPUI](https://thespot.iupui.edu/organization/iupuipredental)  Pre-Medicine Club at IUPUI  [Pre-Medicine Club at IUPUI](https://thespot.iupui.edu/organization/premed)  Pre-Medicine Mentoring Program  [Pre-Medicine Mentoring Program](https://thespot.iupui.edu/organization/premedmentoring)  Pre-Optometry Club at IUPUI  [Pre-Optometry Club at IUPUI](https://thespot.iupui.edu/organization/preoptometryclub)  Pre-Physician Assistant Club at IUPUI (Pre-PA Club)  [Pre-Physician Assistant Club at IUPUI (Pre-PA Club)](https://thespot.iupui.edu/organization/prepaatiupui)  Pre-Veterinary Club at IUPUI  [Pre-Veterinary Club at IUPUI](https://thespot.iupui.edu/organization/pre-vet)   #### Public health  Undergraduate Student Association at Fairbanks School of Public Health  [Undergraduate Student Association at Fairbanks School of Public Health](https://thespot.iupui.edu/organization/uaatfsph)   #### Other health organizations  Health Careers Club at IUPUI  [Health Careers Club at IUPUI](https://thespot.iupui.edu/organization/hcc)  Health Occupation Students of America (HOSA) at IUPUI  [Health Occupation Students of America (HOSA) at IUPUI](https://thespot.iupui.edu/organization/hosa-org)  Students Who Care  [Students Who Care](https://thespot.iupui.edu/organization/studentswhocare)  [Find more student organizations](https://thespot.iupui.edu/organizations)   ### Campus opportunities  Schools, graduate programs, and employers seek applicants with a variety of experiences. The following areas are a few ways to gain experiences, add to your resume, and make memories while attending IUPUI.   #### Bepko Learning Center (BLC)  Academic success coaches are trained learning specialists who assist students with study skills. Coaches also work at the front desk of the Bepko Learning Center to provide information to students regarding academic support programs, tutoring, and campus resources.  The role of the academic mentor is to provide students with a structured, collaborative learning environment and activities that will help them achieve academic success in traditionally difficult courses.  Biology Resource Center tutors assist students with questions pertaining to biology course content. Tutors encourage students to learn independently, personalize the instruction to the students' needs, and facilitate insights to the students' learning.  Learn how to become a BLC mentor, academic success coach, or tutor  [Learn how to become a BLC mentor, academic success coach, or tutor](https://blc.iupui.edu/recruitment/index.html)   #### Center for Service and Learning  Volunteer opportunities can teach students a lot about their own values, interests, personalities, and skills. Volunteer experiences can also help students identify causes they are passionate about and can expose them to a variety of careers they may have never considered.  Learn more about the Center for Service and Learning  [Learn more about the Center for Service and Learning](https://csl.iupui.edu/volunteering/index.html)   #### Health and wellness promotion—peer educators  Become a peer educator to get real-world experience teaching your IUPUI peers about health issues that impact college students.  Learn how to become a peer educator  [Learn how to become a peer educator](http://studentaffairs.iupui.edu/health-wellness/hw-promotion/peer-educators/index.shtml)   #### Life-Health Sciences Internship (LHSI) Program  Do a health-focused internship at IUPUI to help you gain transferable and field-specific skills and grow as a professional.  Learn more about the LHSI program  [Learn more about the LHSI program](http://lhsi.iupui.edu/)   #### Peer advisor  Peer advisors are students at IUPUI, just like you. They combine thorough training with their own student perspective and experience to offer you a complementary point of view to student success advisors. Typically, recruitment and interviews occur in February.  Learn how to become a peer advisor  [Learn how to become a peer advisor](https://acd.iupui.edu/advising/peer-advisor/index.html)   #### RA for the health careers community  The Health Careers Community (HCC) is for students who are pursuing undergraduate degrees in health and life science majors or a pathway to professional degrees such as medicine, dentistry, physician assisting, and physical therapy through a non-science major. The community promotes a supportive learning environment that includes activities focused on academic success, social integration, and engagement on the IUPUI campus resulting in holistic growth and development.  Learn more about the Health Careers Community  [Learn more about the Health Careers Community](https://housing.iupui.edu/explore/rblc/health-careers.html)   ### Professional organizations  Professional organizations can be a great source of information about the field. Here is a list of professional organizations associated with health and life science majors on the IUPUI campus.   #### Clinical laboratory science  Association of Clinical Scientists  [Association of Clinical Scientists](http://www.clinicalscience.org/)   #### Community health  American Public Health Association  [American Public Health Association](https://www.apha.org/)  Council on Education for Public Health  [Council on Education for Public Health](http://ceph.org/)   #### Cytotechnology  American Society for Clinical Pathology  [American Society for Clinical Pathology](https://www.ascp.org/content)  American Society for Cytotechnology  [American Society for Cytotechnology](http://www.asct.com/)   #### Dental hygiene  American Dental Hygienists Association  [American Dental Hygienists Association](http://www.adha.org/)   #### Exercise science  American College of Sports Medicine  [American College of Sports Medicine](http://www.acsm.org/)  National Athletic Trainer’s Association  [National Athletic Trainer’s Association](https://www.nata.org/)   #### Fitness management  American Council on Exercise  [American Council on Exercise](http://www.acefitness.org/)  National Strength and Conditioning Association  [National Strength and Conditioning Association](https://www.nsca.com/)   #### Health services management  American College of Health Care Administrators  [American College of Health Care Administrators](http://www.achca.org/)   #### Medical imaging technology  American Society of Radiologic Technologists  [American Society of Radiologic Technologists](https://www.asrt.org/)  Indiana Society of Radiologic Technologists  [Indiana Society of Radiologic Technologists](http://isort.org/)   #### Nuclear medicine technology  Nuclear Medicine Technology Certification Board  [Nuclear Medicine Technology Certification Board](https://www.nmtcb.org/)  Society of Nuclear Medicine Technologists  [Society of Nuclear Medicine Technologists](http://www.snmmi.org/Technologists.aspx)   #### Nursing  American Nurses Association  [American Nurses Association](http://www.nursingworld.org/)  Johnson & Johnson: Campaign for Nursing's Future  [Johnson & Johnson: Campaign for Nursing's Future](https://www.discovernursing.com/)  National Student Nurses’ Association  [National Student Nurses’ Association](http://www.nsna.org/)  Nurses for a Healthier Tomorrow  [Nurses for a Healthier Tomorrow](http://www.nursesource.org/)   #### Paramedic science  Indianapolis Emergency Medical Services  [Indianapolis Emergency Medical Services](http://indianapolisems.org/)   #### Physical education  Indiana Alliance for Health, PE, Recreation, and Dance  [Indiana Alliance for Health, PE, Recreation, and Dance](http://www.inahperd.org/)   #### Pre-professional  Dentistry— American Dental Association  [American Dental Association](http://www.ada.org/en/)  Medicine— American Medical Association  [American Medical Association](http://www.ama-assn.org/ama)  Occupational therapy— American Occupational Therapy Association, Inc.  [American Occupational Therapy Association, Inc.](http://www.aota.org/)  Optometry— Association of Schools and Colleges of Optometry  [Association of Schools and Colleges of Optometry](https://optometriceducation.org/)  Pharmacy— American College of Clinical Pharmac y  [American College of Clinical Pharmac](http://www.accp.com/)  [y](http://www.accp.com/)  Physical therapy— American Physical Therapy Association  [American Physical Therapy Association](https://www.apta.org/)  Physician assistant— American Academy of Physician Assistants  [American Academy of Physician Assistants](https://www.aapa.org/)  Speech path/audiology— American Speech-Language-Hearing Association  [American Speech-Language-Hearing Association](http://www.asha.org/)  Veterinary — American Veterinary Medical Association  [American Veterinary Medical Association](https://www.avma.org/Pages/home.aspx)     #### Radiation therapy  American Society of Radiologic Technologists  [American Society of Radiologic Technologists](https://www.asrt.org/)   #### Radiography  American Society of Radiologic Technologists  [American Society of Radiologic Technologists](https://www.asrt.org/)  Indiana Society of Radiologic Technologists  [Indiana Society of Radiologic Technologists](http://isort.org/)  Radiological Society of North America  [Radiological Society of North America](http://www.rsna.org/)   #### Respiratory therapy  American Association for Respiratory Curve  [American Association for Respiratory Curve](http://www.aarc.org/)  Commission on Accreditation for Respiratory Care  [Commission on Accreditation for Respiratory Care](http://www.coarc.com/) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/dental-hygiene/index.html#search",
    "body": "  ## Is the dental hygiene major right for you?   ### School of Dentistry  Dental hygienists provide preventive oral care by assessing the state of patients' oral and overall health, diagnosing any abnormalities, creating a treatment plan for them and carrying out that plan, and educating the patients about prevention of disease and maintenance of healthy teeth, gums, and mouths. Dental hygienists clean and polish teeth and perform fluoride or other treatments to prevent cavities, and they sometimes administer X-rays or anesthesia, depending on need.  The bachelor of science degree completion program in public health dental hygiene provides an opportunity for graduate dental hygienists to develop further expertise in public health methods or dental hygiene education and includes application of practical experience. It prepares hygienists for leadership roles in education, public health, commercial ventures, professional associations, and health advocacy. It can enhance career opportunities available to dental hygienists in a variety of areas, including but not limited to state and county health departments, academia, sales and marketing, educational software development, pharmaceuticals, dental education consulting, dental insurance companies, research, and clinical dental hygiene. The bachelor of science degree completion program allows students to develop the leadership skills needed for today’s dental hygiene professional and prepares them for entry into graduate programs.   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Dentistry   #### Admission requirements  Information about applying to the Dental Hygiene Program  [Information about applying to the Dental Hygiene Program](https://dentistry.iu.edu/admissions/how-to-apply/bachelor-science-dental-hygiene.html)   #### Major-career connections  Dental hygiene  [Dental hygiene](https://acd.iupui.edu/careers/major-career-connections/dental-hygiene-career-connection.html)  [Learn more about dental hygiene](https://dentistry.iu.edu/academics/degrees-programs/bs-dental-hygiene/index.html)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/explore/self-assessment/index.html#search",
    "body": "  ## Take a free online assessment  Career satisfaction depends largely on your personal values, interests, personality, skills, and how well those specific qualities match up with your future career. We have resources to help you explore your values, interests, personality, and skills. Consider taking one of our free online assessments listed below.   ### FOCUS  [Create a new account](https://www.focus2career.com/Portal/Register.cfm?SID=848)  Guiding worksheet  [Guiding worksheet](https://indiana-my.sharepoint.com/:b:/g/personal/mmokko_iu_edu/EV3Bzo8sjgtKgfenWiugqokBRyVepPnZTVUCykwIm_C9Pg)   ### Know your Holland code  [Holland Code booklet.](https://indiana-my.sharepoint.com/:b:/r/personal/mmokko_iu_edu/Documents/FromBox/ACD/hls.iupui.edu/Self%20Assessment/2019%20Holland%20Code%20Booklet%20fillable%20Updated%203-30-2020.pdf?csf=1&web=1&e=ap7csg) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/medical-imaging-technology/index.html#search",
    "body": "  ## Is the medical imaging technology major right for you?   ### School of Medicine Health Professions Programs  Patients are served by medical imaging technologists in interventional procedures (IR), computed tomography (CT), and magnetic resonance imaging (MRI). These skilled imaging professionals use principles of radiation protection as they determine exposure factors and position patients for a variety of examinations with the use of computerized equipment.  To be admitted to the Medical Imaging Technology Program, a student must be a licensed radiographer, nuclear medicine technologist, radiation therapist, or hold an A.S. in Radiography. Many students earn their A.S. in Radiography at IUPUI first and then continue on to the B.S. in Medical Imaging Technology program afterward.   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Medicine Health Professions Program   #### Admission requirements  Information about applying to the Medical Imaging Technology Program  [Information about applying to the Medical Imaging Technology Program](https://medicine.iu.edu/undergraduate-health-professions/admissions)   #### Major-career connections  Medical imaging technology  [Medical imaging technology](https://acd.iupui.edu/careers/major-career-connections/medical-imaging-technology-career-connection.html)    Learn more about medical imaging technology  [Learn more about medical imaging technology](https://medicine.iu.edu/undergraduate-health-professions/degrees/bachelor-medical-imaging-technology)  Learn more about medical imaging technology—online  [Learn more about medical imaging technology—online](https://online.iu.edu/degrees/medical-imaging-technology-bs-undergraduate.html)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/pre-professional/anesthesiologist-assistant%20/index.html#search",
    "body": "  ## Admission requirements for Master of Science in Anesthesia   ### Program overview  The Indiana University School of Medicine offers a Master of Science degree in anesthesia as part of an Anesthesiologist Assistant Program. This program is a 28-month didactic curriculum that prepares learners for certification as anesthesiologist assistants.  This graduate program offers access to world-class clinical facilities and simulation laboratories and is housed within one of the top academic health care centers in the midwest. The IU School of Medicine Anesthesiologist Assistant Program is housed on the IU School of Medicine—Indianapolis campus, which is within walking-distance to IU Health University Hospital, Riley Hospital for Children, Eskenazi Hospital, and Methodist Hospital.   ## Curriculum  Curriculum for this program includes 28 months of intensive didactic sessions complemented by clinical rotations through a variety of subspecialties, including pediatrics, trauma, orthopedics, regional anesthesia, neuro, and OB. The program, including classroom, laboratory, and clinical requirements, prepares students for the certification examination offered by the National Commission for the Certification of Anesthesiologist Assistants. At the successful conclusion of the program, students are awarded a Master of Science in Anesthesia.   ## Admission requirements  View the requirements  [View the requirements](https://mednet.iu.edu/_layouts/15/WopiFrame.aspx?sourcedoc={936A6FAF-134B-4BEC-9E0D-2AD2FD688A91}&file=Anesthesia-MS-Anesthesiologist-Assistant-Application-Requirements.pdf&action=default)   ## Prerequisite courses (for the IU School of Medicine)  Visit the IU School of Medicine Department of Anesthesia for more information.  [IU School of Medicine Department of Anesthesia](https://medicine.iu.edu/departments/anesthesia/) "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/student-success-stories/alayna-hutchinson/index.html#search",
    "body": " Alayna Hutchinson first encountered the Health and Life Science s Advising Center early in her career at IUPUI , where she started out as a pre-nursing major. She said that she “always loved science and helping people, so [she] had always considered health care.”  Alayna did eventually apply to the IU School of Nursing, but was unsuccessful in her first attempt. It was then that she turned to the Health and Life Sciences Advising Center for help. She met wi th both a student success advisor and a career consultant to go over her different options, which included reapplying to nursing school and considering a parallel plan.  After meeting with Health and Life Sciences Advising Center c areer c onsultant Keely Floyd , Alayna’s eyes were opened to the idea of considering other health care maj ors, especially those that had less intense science courses and more courses focused on communication and interpersonal interaction. She had not yet given up on giving nursing school a second shot, but she was starting to really enjoy some of the different aspects of majoring in community health.  Since the day Alayna met with Keely and brought homemade cookies as a “thank you,” she flourished here at IUPUI . Alayna became involved on campus and credits a lot of her personal growth to the various opportunities she experienced at IUPUI, including being a peer advisor in the Heath and Life Sciences Advising Center and a le ad peer advisor for a year, an i nternational peer mentor, a Summer Bridge and first-year seminar mentor, and even participating in a research project with IUPUI faculty.  Through her participation in many of these on-campus programs , Alayna learned that what she loved t he most was working with people. She especially enjoyed learning about those from different backgrounds and different cultures. Alayna decided that a career in community health through the Fairbanks School of Public Health would allow her to learn and to engage with all different groups of people, as well as discover ways to help improve the lives of the various individuals in a community.  Get to know everyone around you! The most important things you can do as a student is talk to people, get involved, and ask for help when you need it!  All of these experience s led Alayna to accept a well-deserved, full-time job offer after she graduate d in December 2017. Alayna joined the Center for Citizenship and Community (CCC) staff at Butler University for 2017–18 as an Immigrant and Refugee Service Corps (IRSC) member through the AmeriCorps Program. In this position, Alayna will focus on building and strengthening partnerships with Butler’s immigrant and refugee communities and assisting with projects that connect students, faculty, and staff to immigrant and refugee families around the Indianapolis community.  Alayna was introduced not only to her job as a peer advisor in the Health and Life Sciences Advising Center but also to the AmeriCorps Program by career consultant Keely Floyd. Alayna says that the most important piece of advice for other students is to “get to know everyone around you ! T he most important things you can do as a student is talk to people, get involved, and ask for help when you need it. . . . It also doesn’t hurt to bring your advisor cookies! ”    Written by: Mykaela King "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/pre-professional/physical-therapy/index.html#search",
    "body": "  ## Admission requirements for IU Physical Therapy   ### What is a physical therapist?  According to the American Physical Therapy Association (APTA):  \"Physical therapists (PTs) are highly educated, licensed health care professionals who can help patients reduce pain and improve or restore mobility—in many cases without expensive surgery and often reducing the need for long-term use of prescription medications and their side effects.  \"Physical therapists can teach patients how to prevent or manage their condition so that they will achieve long-term health benefits. PTs examine each individual and develop a plan, using treatment techniques to promote the ability to move, reduce pain, restore function, and prevent disability. In addition, PTs work with individuals to prevent the loss of mobility before it occurs by developing fitness- and wellness-oriented programs for healthier and more active lifestyles.  “Physical therapists provide care for people in a variety of settings, including hospitals, private practices, outpatient clinics, home health agencies, schools, sports and fitness facilities, work settings, and nursing homes. State licensure is required in each state in which a physical therapist practices.”   ## Career information   ## Admissions information  Download a pre-physical therapy timeline  [Download a pre-physical therapy timeline](https://indiana-my.sharepoint.com/:b:/g/personal/mmokko_iu_edu/EalSEHsCkSBHpV6LdlTe_NEBUDnHxu2u7xmQVg9PoTmb9Q?e=bA0ZTg)  Learn more information  [Learn more information](https://science.iupui.edu/career-services/grad-professional-planning/professional-school.html)   ## Prerequisite courses  PTCAS full list of prerequisite requirements by school  [PTCAS full list of prerequisite requirements by school](http://www.ptcas.org/ProgramPrereqs/) "
  },
  {
    "url": "URL: https://hls.iupui.edu/updates/SHHS-updates.html#search",
    "body": "  ## Updates for SHHS majors  If we have updates for you, they'll be listed below. You can learn more about majors within the School of Health and Human Sciences that we advise for on our website .   ## There are no updates at this time. "
  },
  {
    "url": "URL: https://hls.iupui.edu/explore/take-a-career-class/index.html#search",
    "body": "  ## Career exploration course  If you're uncertain about your major and aren't sure how to decide, you aren't alone. Many students struggle with major and career decisions . Some students benefit from a structured class setting to figure it out.  UCOL-U 210 Career Connections is a 1 credit hour course designed to assist you in the major and career exploration process. This course can help you work through the process of choosing majors and careers.  The foundation of UCOL-U 210 is your personal major and career exploration plan. Activities and assignments help you learn more about yourself, and you'll identify what to consider about various majors and careers. As you implement your action plan outside of class, you'll connect with people and find information to help guide your choices.   ### More details about UCOL-U 210  This class would be a good fit if you:  Sample activities and assignments:   #### Spots fill quickly  [Register today](https://igps.iu.edu/sissrarm-prd/igps/search?guest=true&formKey=2854a80a-6b19-4ba0-a44e-419a0e7e5bea&cacheKey=thsbkbbtql8wwzo5ri1kha&pageId=igps-search-page) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/index.html#search",
    "body": "  ## Health and life science degree programs  The Health and Life Science Advising Center provides you with degree requirements and information for entrance into degree programs at IUPUI. The degree information helps you explore major fields of interest and understand the requirements and standards IUPUI schools maintain. Successfully choosing a major and planning for a career is a step-by-step process. The Health and Life Science Advising Center is here to support you throughout the process. We offer the encouragement and resources you need to create an academic plan that prepares you for career success.   ### Majors   #### Majors by name  Clinical Laboratory Science (See Medical Laboratory Science)  Community Health  Cytotechnology  Dental Hygiene  Diagnostic Sonography  Epidemiology  Exercise Science  Fitness Management and Personal Training  Global Health (formerly Environmental Health Science)  Health Sciences  Health Services Management  Histotechnology  Medical Humanities and Health Studies  Medical Imaging Technology  Medical Laboratory Science  Nuclear Medicine Technology  Nursing  Paramedic Science  Physical Education and Teacher Education  Public Health  Radiation Therapy  Radiography  Respiratory Therapy   #### Majors by school  School of Health and Human Sciences  Exercise Science  Fitness Management and Personal Training  Health Sciences  Physical Education and Teacher Education  School of Dentistry  Dental Hygiene  School of Medicine Health Professions Program  Clinical Laboratory Science (see Medical Laboratory Science)  Cytotechnology  Diagnostic Sonography  Medical Imaging Technology  Medical Laboratory Science  Nuclear Medicine Technology  Paramedic Science  Radiation Therapy  Radiography  Respiratory Therapy  Fairbanks School of Public Health  Community Health  Epidemiology  Global Health (formerly Environmental Health Science)  Health Services Management  Public Health  School of Nursing  Nursing  School of Liberal Arts  Medical Humanities and Health Studies   #### Other health-related majors  There are dozens of majors that will help you reach your goal of working in the health care world. While the Health and Life Sciences Advising Center does not advise for the majors below, we thought we would list them so you can get a sense of what else is out there! Click on the links to discover more about these majors.  Biology  B.A. or B.S. in Biology  [B.A. or B.S. in Biology](https://acd.iupui.edu/majors-by-name/biology/index.html)  Biomedical Engineering  B.S. in Biomedical Engineering  [B.S. in Biomedical Engineering](https://acd.iupui.edu/majors-by-name/biomedical-engineering/index.html)  Biomedical Informatics  B.S. in Biomedical Informatics  [B.S. in Biomedical Informatics](https://acd.iupui.edu/majors-by-name/bioinformatics/index.html)  Chemistry  B.A. or B.S. in Chemistry  [B.A. or B.S. in Chemistry](https://acd.iupui.edu/majors-by-name/chemistry/index.html)  Forensic and Investigative Sciences  B.S. in Forensic and Investigative Sciences  [B.S. in Forensic and Investigative Sciences](https://acd.iupui.edu/majors-by-name/forensic-science/index.html)  Health Information Management  B.S. in Health Information Management  [B.S. in Health Information Management](https://acd.iupui.edu/majors-by-name/health-information-management1/index.html)  Healthcare Engineering Technology Management  B.S. in Healthcare Engineering Technology Management  [B.S. in Healthcare Engineering Technology Management](https://acd.iupui.edu/majors-by-name/healthcare-engineering-technology-management1/index.html)  Music Therapy  B.S. in Music Therapy  [B.S. in Music Therapy](https://acd.iupui.edu/majors-by-name/music-therapy/index.html)  Neuroscience  B.S. in Neuroscience  [B.S. in Neuroscience](https://acd.iupui.edu/majors-by-name/neuroscience/index.html)  Psychology  B.A. or B.S. in Psychology  [B.A. or B.S. in Psychology](https://acd.iupui.edu/majors-by-name/psychology/index.html)  Social Work  B.S.W. in Social Work  [B.S.W. in Social Work](https://acd.iupui.edu/majors-by-name/social-work/index.html)  Sociology  B.A. in Sociology  [B.A. in Sociology](https://acd.iupui.edu/majors-by-name/sociology/index.html)   #### Pre-professional majors  \"Pre-professional\" is a term used for students who intend to enter a professional school (e.g., medical school, dental school, physical therapy school) after graduating with a bachelor’s degree.  As long as you’ve completed the required prerequisite courses for your intended field of study, you can choose any undergraduate major you would like. The most important thing is to choose a major that you love and that you will excel at; this will not only ensure a better GPA for you but also it will allow you to speak about your experiences with passion and enthusiasm and to stand out from the crowd—all crucial elements when applying to professional schools.  Science Majors  [Biology BA/BS](https://acd.iupui.edu/majors-by-name/biology/index.html#?programTypeSelected=majors&departmentsSelected=1)  [Biomedical Informatics](https://acd.iupui.edu/majors-by-name/bioinformatics/index.html)  [Cytotechnology*](https://hls.iupui.edu/majors/cytotechnology/index.html)  [Environmental Science](https://acd.iupui.edu/majors-by-name/environmental-science/index.html)  [Epidemiology*](https://hls.iupui.edu/majors/epidemiology/index.html)  [Exercise Science*](https://hls.iupui.edu/majors/exercise-science)  [Health Sciences*](https://hls.iupui.edu/majors/health-sciences/index.html)  [Medical Humanities and Health Studies*](https://hls.iupui.edu/majors/medical-humanities/index.html)  [Neuroscience](https://acd.iupui.edu/majors-by-name/neuroscience/index.html)  * Majors advised by the Health and Life Sciences Advising Center  Non-Science Majors  [Africana Studies](https://acd.iupui.edu/majors-by-name/africana-studies/index.html)  [American Sign Language](https://acd.iupui.edu/majors-by-name/asl-english-interpreting/index.html)  [Anthropology](https://acd.iupui.edu/majors-by-name/anthropology/index.html)  [Art History](https://acd.iupui.edu/majors-by-name/art-history/index.html)  [Communication Studies](https://acd.iupui.edu/majors-by-name/communication-studies/index.html)  [Criminal Justice](https://acd.iupui.edu/majors-by-name/criminal-justice/index.html)  [Economics](https://acd.iupui.edu/majors-by-name/economics/index.html)  [English](https://acd.iupui.edu/majors-by-name/english/index.html)  [French](https://acd.iupui.edu/majors-by-name/french/index.html)  [Geography](https://acd.iupui.edu/majors-by-name/geography/index.html)  [German](https://acd.iupui.edu/majors-by-name/german/index.html)  [Global and International Studies](https://acd.iupui.edu/majors-by-name/global-and-international-studies/index.html)  [History](https://acd.iupui.edu/majors-by-name/history/index.html)  [Informatics](https://acd.iupui.edu/majors-by-name/informatics/index.html)  [Journalism](https://acd.iupui.edu/majors-by-name/journalism-and-public-relations/index.html)  [Law in Liberal Arts](https://acd.iupui.edu/majors-by-name/law-in-liberal-arts/index.html)  [Organizational Leadership](https://acd.iupui.edu/majors-by-name/organizational-leadership-and-supervision/index.html)  [Philosophy](https://acd.iupui.edu/majors-by-name/philosophy/index.html)  [Political Science](https://acd.iupui.edu/majors-by-name/political-science/index.html)  [Psychology](https://acd.iupui.edu/majors-by-name/psychology/index.html)  [Religious Studies](https://acd.iupui.edu/majors-by-name/religious-studies/index.html)  [Social Work](https://acd.iupui.edu/majors-by-name/social-work/index.html)  [Sociology](https://acd.iupui.edu/majors-by-name/sociology/index.html)  [Spanish](https://acd.iupui.edu/majors-by-name/spanish/index.html)   ### Stand out from the crowd  View our minors and certificates "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/appointments/index.html#search",
    "body": "  ## Resources for support  While in University College, student success advisors are knowledgeable about undergraduate programs and requirements, as well as resources for support. They can help you select courses and prepare for registration. If you want to further explore major and career options, our career consultants can help. Learn how to consider your own values, interests, skills, and personality as you evaluate your career path.  Connect with your student success advisors and career consultants via email or individual appointment. Appointments are available Monday through Friday; please call (317) 274-4856 for availability or schedule online below.   ### Schedule an in-person or online appointment  Sit down with a student success advisor for 30 minutes, either in person or online, to discuss your long-term plans, decide on classes for an upcoming semester, or resolve any academic holds. Meet with a career consultant for 60 minutes to explore majors and careers. If you need to make an appointment outside of the regular 8 to 5 business day, please call (317) 274-4856.  Schedule an appointment  [Schedule an appointment](https://acd.iupui.edu/advising/appointments/sas/index.html)   ### Prepare for your appointment  The more prepared you are for your appointments, the more benefits you will receive from your time with your student success advisor.  How to prepare for your appointment  [How to prepare for your appointment](https://acd.iupui.edu/advising/appointment-prep/index.html)   ### Drop-ins  Meet quickly with a peer advisor to answer a simple question or two about your degree, identify helpful campus resources, complete a required form, or make a change to your current class schedule. Please note that record holds cannot be cleared during a drop-in meeting. Quick 15-minute questions can be answered on a first-come, first-served basis. Check in at the information desk to get started.   #### Drop-in hours in Taylor Hall (UC), third floor   "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/pre-professional/chiropractic/index.html#search",
    "body": "  ## Admission requirements for Doctor of Chiropractic Medicine (D.C.)  According to the Association of Chiropractic Colleges:  “Chiropractic focuses on the relationship between the body's main structures—the skeleton, the muscles, and the nerves—and the patient's health. Chiropractors believe that health can be improved and preserved by making adjustments to these structures, particularly to the spinal column. They do not prescribe drugs or perform surgical procedures, although they do refer patients for these services if they are medically indicated.  “Chiropractic has become a well-recognized and highly respected health care field. Chiropractic services are covered by health insurance, including Medicare, and chiropractors are bound by the same regulations and ethics as medical doctors and doctors of osteopathy.  “Most patients seek chiropractic care for back pain, neck pain, and joint problems. However, many patients choose a chiropractor as their primary care doctor because they prefer treatment plans that do not rely on medication or surgery.  “Because of the emphasis on holistic health care, chiropractic is associated with the field of complementary and alternative medicine.”   ### Career information  Degree requirements: 90 college credits  Time to degree: 10 trimesters (about three years and four months)  Clinical requirements: One year (minimum) of patient care  Certification requirements: Successful completion of four board exams  Median Indiana salary: $102,870  Projected job growth: 15% by 2022   ### Admission information  Minimum GPA: 3.0 (those between 2.75 and 2.99 can enroll in alternative track)  Application deadline(s): Rolling admission, three application deadlines per year (January, May, and September start dates)   ### Admissions timeline   ### Prerequisite courses "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/staff/milena-mileva.html#search",
    "body": "  # Milena  Mileva  Student Success Advisor  Education:  Professional Experience:  Advice to students: Keep an open mind. Embrace the challenges and the opportunities you will find in and outside the classroom. Seek change that will make you a better you—a more inquisitive, more resilient, at times even more vulnerable, lifelong learner. Start those self-talks (and then, the conversations you have with others) with the positives first—what went well, what good outcomes could be expected, what you appreciate the most. Staying positive will make the good times even more enjoyable and the hard times easier to get through.  If you could be any major in your cluster, what would it be? Why?: I would choose a cytotechnology major. I find it fascinating that with the technology we have today and the knowledge we continue to develop about the blueprint of our cells, we can not only detect emerging cancer at its earliest stage, but be proactive with choosing the optimal treatment for cure. Early detection of cancer is, quite literally, a matter of life and death.  Biography : I was born and raised in Bulgaria, a beautiful country hidden behind the Iron Curtain for too many decades. I come from a progressive family, highly invested in education and family values. My love for reading was nurtured by the desire to explore the world I was not allowed to travel. I loved walking the ancient Roman cobblestone streets or spending after-school hours with friends in the ancient Roman amphitheatre. My sense of belonging to the modern world was born when I came to IUPUI as a graduate student in 1998. I fell in love with the campus and the people. Today, Indiana is my home (and IUPUI—literally my home as I continue to spend the greater part of my days on campus). This is where I made lifelong friendships, where I am raising my son, where I share the joys of life with my husband, and cuddle with our cats. I love meeting new people, dining out with friends, cooking at home, and hopefully soon, returning to Beef and Boards and other theatres for live shows and concerts. I love gardening and hiking out in my neighborhood parks. Traveling to new places, near and far, is always a thrilling and memorable experience. "
  },
  {
    "url": "URL: https://hls.iupui.edu/updates/nursing-updates.html#search",
    "body": "  ## Updates for pre-nursing majors  Please take a look at our updates listed below.   ### TEAS requirements for nursing application  The Test of Essential Academic Skills (TEAS) will not be required for students applying for spring 2024 admission to the IU School of Nursing in Indianapolis. The school has indicated they plan to require the TEAS for students applying for fall 2024 admission and beyond (updated April 2023). "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/medical-lab-science/index.html#search",
    "body": "  ## Is the medical laboratory science major right for you?   ### School of Medicine Health Professions Programs  The medical laboratory science (formerly clinical laboratory science) program provides a science-oriented curriculum that prepares students to accurately perform clinical laboratory procedures on biologic samples from patients. Clinical lab technicians analyze simple and complex chemical components in body fluids, evaluate cellular components of blood, identify microorganisms and their antibiotic susceptibility patterns, and test compatibility when preparing blood products for administration to patients. Their work helps physicians in diagnosing and treating diseases.   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Medicine Health Professions Program   #### Admission requirements  [Information about applying to the Medical Laboratory Science Program](https://medicine.iu.edu/undergraduate-health-professions/admissions#1476807441160-f9a850b5-ff68)   #### Major-career connections  [Medical laboratory science](https://acd.iupui.edu/careers/major-career-connections/clinical-laboratory-career-connection.html)  Learn more about medical laboratory science  [Learn more about medical laboratory science](https://medicine.iu.edu/undergraduate-health-professions/degrees/bachelor-clinical-laboratory-science)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/public-health/index.html#search",
    "body": "  ## Is the public health major right for you?   ### Fairbanks School of Public Health  The Bachelor of Science in Public Health prepares you for a career preventing disease, promoting health, and addressing the inequities that keep our family, friends, and neighbors from living a long and healthy life.  This multidisciplinary, flexible degree provides a strong foundation in public health to address the obstacles to health facing us today.  You will have the opportunity to personalize your degree by choosing from courses in a variety of public health discipline areas including community health, health policy, epidemiology, biostatistics, and global health.  With this degree, you will have the opportunity launch your career or pursue graduate studies at the top of your game. You will gain the public health problem solving skills you need to become a leader in Indiana and beyond.   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the Fairbanks School of Public Health   #### Admission requirements   #### Major-career connections  [Learn more about public health](https://fsph.iupui.edu/academics/undergraduate/bsph/index.html)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/fitness-management-and-personal-training/index.html#search",
    "body": "  ## Is the fitness management and personal training major right for you?   ### School of Health and Human Sciences  If you are interested in learning more about how movement, nutrition, and physical activity programming work together, this might be the major for you! Through research, internships, and working with actual clients, you will be awarded your degree with thorough knowledge of the field. There is also the opportunity to study abroad in this program.  Fitness management and personal training is naturally most appealing to students who really enjoy working out because it is part of the job. Currently, graduates are working all over in clinics, health and fitness clubs, nursing homes, sports organizations, community centers, etc. Talk about a career in helping people! As a personal trainer, health coach, or fitness director, your job is all about helping to get people back on track and into better health.   ### Degree maps  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Health and Human Sciences   #### Admission requirements   #### Major-career connections  [Fitness management and personal training](https://acd.iupui.edu/careers/major-career-connections/fitness-management-career-connection.html)  [Learn more about fitness management and personal training](https://shhs.iupui.edu/undergraduate/bachelors-degrees/fitness-management.html)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/updates/ph-updates.html#search",
    "body": "  ## Updates for public health majors  Our updates are listed below. You can learn more about majors within the Fairbanks School of Public Health that we advise for on our website .   ### Suspension of community health and global health majors  What's changing:  What's staying the same:  Curriculum highlights:  Advising for the updated BSPH:  New students entering pre-major:  Continuing pre-major students:  Continuing students in the above pre-majors are encouraged to meet with an FSPH advisor if they were unable to attend a group advising session in March 2023.   ### HSM Sophomore Scholarship  Eligibility criteria:  The deadline to apply is November 12.  Application  [Application](https://fsph.iupui.edu/admissions/cost-finances/hsm-sophomore-scholarship.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/physical-education-teacher-education/index.html#search",
    "body": "  ## Is the physical education and teacher education major right for you?   ### School of Health and Human Sciences  The physical education teacher education track focuses its efforts on those students who would like to teach physical education, wellness, or health at the K–12 level. The curriculum provides content knowledge and practical experiences to prepare students for a career in teaching and youth development. Along with coursework in the School of Education at IUPUI, our curriculum prepares students for the teacher licensing examination in this content area specialty. Finally, students will be afforded opportunities throughout their studies to gain teaching experience in multiple local community or school settings.   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Health and Human Sciences   #### Admission requirements   #### Major-career connections  [Physical education and teacher education](https://acd.iupui.edu/careers/major-career-connections/physical-education-teacher-education.html)  [Learn more about physical education teacher education](https://shhs.iupui.edu/undergraduate/bachelors-degrees/physical-ed.html)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/fitness-management-and-personal-training/#search",
    "body": "  ## Is the fitness management and personal training major right for you?   ### School of Health and Human Sciences  If you are interested in learning more about how movement, nutrition, and physical activity programming work together, this might be the major for you! Through research, internships, and working with actual clients, you will be awarded your degree with thorough knowledge of the field. There is also the opportunity to study abroad in this program.  Fitness management and personal training is naturally most appealing to students who really enjoy working out because it is part of the job. Currently, graduates are working all over in clinics, health and fitness clubs, nursing homes, sports organizations, community centers, etc. Talk about a career in helping people! As a personal trainer, health coach, or fitness director, your job is all about helping to get people back on track and into better health.   ### Degree maps  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Health and Human Sciences   #### Admission requirements   #### Major-career connections  [Fitness management and personal training](https://acd.iupui.edu/careers/major-career-connections/fitness-management-career-connection.html)  [Learn more about fitness management and personal training](https://shhs.iupui.edu/undergraduate/bachelors-degrees/fitness-management.html)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/student-success-stories/kevin-kimemia/index.html#search",
    "body": " Kevin Kimemia wakes up with excitement, knowing that what he'll learn today is something that he is interested in and that he will use every day in his nursing career. He feels driven to learn more and understand all that he is doing now because his future patients will depend on him. Kevin is happy because he’s doing what he wants to do and feel like he has a true purpose now.  However, it wasn’t always so easy for Kevin to get to this point, and he took a nontraditional path to nursing school. He first started college on a different campus, further from home. He was a pre-nursing major, but admits that he gave into all the temptations that college life had to offer. Often first-year students struggle to succeed because they are overwhelmed by too much freedom, a lack of structure, and for Kevin, playing too many video games!  After an unsuccessful first year at college, Kevin decided to move back home and try pre-nursing at IUPUI. Unfortunately, to get accepted into the nursing program, Kevin was going to have to retake almost all of his classes. He met with a Health and Life Sciences Advising Center student success advisor who informed him of an alternative path to nursing, the accelerated nursing program.  The Bachelor of Science in Nursing (BSN) Accelerated Second Degree track is designed for students who have earned a bachelor's degree in a non-nursing field and want to pursue a nursing career. Kevin was encouraged to explore his other interests and different aspects of what he wants to do in the future. He had always wanted to do something in health care, and he even had the idea of being an administrator in a hospital someday.  When you’re chasing a dream or a goal, you’ve got to stay focused on it.  Kevin discovered health services management, which allowed him to learn the ins and outs of health care, as well as business and finance. He learned that most health administrators had to have a clinical background and a business background. For Kevin, he felt that doing both an undergraduate degree in health service s management and the accelerated nursing program would put him in the best spot to pursue his dreams.  Kevin graduated with his undergraduate degree in health services management in December 2016 and was accepted into the accelerated nursing program starting that following summer.  Kevin said he is trying to stay focused on right now because you never know where you're going to end up. He said, “ I n ever thought I would take a winding road like this , and even though the road has continued to change on me , I’ve still gotten to the same place.”  Kevin’s advice for young student s wanting to be successful is to s urround yourself with those of a similar mindset. He explained, “It’s hard your freshman year; you want to enjoy the college life, but you have to learn how to find a balance and to hold yourself accountable. You have to be able to step away from your friends and from all of the distractions. Prioritize school because that is you future.”    Written by: Mykaela King "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/pre-professional/medicine/osteopathy/index.html#search",
    "body": "  ## Doctor of Osteopathy (D.O.)  According to the American Osteopathic Association:  “Doctors of Osteopathic Medicine, or DOs, are fully licensed physicians who practice in all areas of medicine. Emphasizing a whole-person approach to treatment and care, DOs are trained to listen and partner with their patients to help them get healthy and stay well.  “DOs receive special training in the musculoskeletal system, your body's interconnected system of nerves, muscles, and bones. By combining this knowledge with the latest advances in medical technology, they offer patients the most comprehensive care available in medicine today.  “Osteopathic physicians focus on prevention, tuning into how a patient's lifestyle and environment can impact their well-being. DOs strive to help you be truly healthy in mind, body, and spirit—not just free of symptoms.”  In short, DOs and MDs receive the exact same training, but DOs also learn osteopathic manipulative treatment, a hands-on approach that helps DOs “diagnose illness and injury and encourage your body’s natural tendency toward self-healing.” One in four medical students in the United States now attends an osteopathic medical school.   ## Career information  Median Indiana salary: $177,540 for primary care physicians  Projected job growth: 40% for primary care physicians by 2020   ## Admissions information  Time to degree: Four years  Clinical requirements: Three to eight years of internships, residencies, and fellowships  Certification requirements: NA  Minimum GPA: 3.0 (3.1–3.5 considered competitive)  MCAT required: Yes (scores of 24 or 498 considered competitive)  Tuition: Ranges between $120,000 and $250,000, plus fees and living expenses  Application deadline: Rolling admission opens in early April   ## Admissions timeline   ## Prerequisite courses (same as for M.D.) "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/pre-professional/index.html#search",
    "body": "  ## Get prepared  Thinking about professional school? If so, it’s never too soon to start planning! The most important thing is to be prepared. Professional school is not for the faint of heart, so the earlier you can start planning, the better.  As long as you’ve completed the required prerequisite courses for your intended field of study, you can choose any undergraduate major you would like. The most important thing is to choose a major that you love and that you will excel at; this will not only ensure a better GPA for you but also it will allow you to speak about your experiences with passion and enthusiasm and to stand out from the crowd—all crucial elements when applying to professional schools.   ### Science majors  [Biology BA/BS](https://acd.iupui.edu/majors-by-name/biology/index.html#?programTypeSelected=majors&departmentsSelected=1)  [Biomedical Informatics](https://acd.iupui.edu/majors-by-name/bioinformatics/index.html)  [Cytotechnology*](https://hls.iupui.edu/majors/cytotechnology/index.html)  [Environmental Science](https://acd.iupui.edu/majors-by-name/environmental-science/index.html)  [Epidemiology*](https://hls.iupui.edu/majors/epidemiology/index.html)  [Exercise Science*](https://hls.iupui.edu/majors/exercise-science)  [Health Sciences*](https://hls.iupui.edu/majors/health-sciences/index.html)  [Medical Humanities and Health Studies*](https://hls.iupui.edu/majors/medical-humanities/index.html)  [Neuroscience](https://acd.iupui.edu/majors-by-name/neuroscience/index.html)  * Majors advised by the Health and Life Sciences Advising Center   ### Non-science majors  [Africana Studies](https://acd.iupui.edu/majors-by-name/africana-studies/index.html)  [American Sign Language](https://acd.iupui.edu/majors-by-name/asl-english-interpreting/index.html)  [Anthropology](https://acd.iupui.edu/majors-by-name/anthropology/index.html)  [Art History](https://acd.iupui.edu/majors-by-name/art-history/index.html)  [Communication Studies](https://acd.iupui.edu/majors-by-name/communication-studies/index.html)  [Criminal Justice](https://acd.iupui.edu/majors-by-name/criminal-justice/index.html)  [Economics](https://acd.iupui.edu/majors-by-name/economics/index.html)  [English](https://acd.iupui.edu/majors-by-name/english/index.html)  [French](https://acd.iupui.edu/majors-by-name/french/index.html)  [Geography](https://acd.iupui.edu/majors-by-name/geography/index.html)  [German](https://acd.iupui.edu/majors-by-name/german/index.html)  [Global and International Studies](https://acd.iupui.edu/majors-by-name/global-and-international-studies/index.html)  [History](https://acd.iupui.edu/majors-by-name/history/index.html)  [Informatics](https://acd.iupui.edu/majors-by-name/informatics/index.html)  [Journalism](https://acd.iupui.edu/majors-by-name/journalism-and-public-relations/index.html)  [Law in Liberal Arts](https://acd.iupui.edu/majors-by-name/law-in-liberal-arts/index.html)  [Organizational Leadership](https://acd.iupui.edu/majors-by-name/organizational-leadership-and-supervision/index.html)  [Philosophy](https://acd.iupui.edu/majors-by-name/philosophy/index.html)  [Political Science](https://acd.iupui.edu/majors-by-name/political-science/index.html)  [Psychology](https://acd.iupui.edu/majors-by-name/psychology/index.html)  [Religious Studies](https://acd.iupui.edu/majors-by-name/religious-studies/index.html)  [Social Work](https://acd.iupui.edu/majors-by-name/social-work/index.html)  [Sociology](https://acd.iupui.edu/majors-by-name/sociology/index.html)  [Spanish](https://acd.iupui.edu/majors-by-name/spanish/index.html)   ### Impressing admissions committees  As you may have heard, admissions committees are always looking for well-rounded candidates. In other words, they’re not looking for any one thing—they want the whole package. Although grades are very important, admission is not solely about grades. Some things that committees will look for are as follows:   #### Grades and test scores  This is the obvious one. Programs almost always look for candidates with GPAs over a 3.0, and many often see incoming cohorts with minimum GPAs of 3.5, 3.7, or even 3.8. Test scores are important too, so make sure you’re studying up for that MCAT, DAT, OAT, GRE, or PCAT.   #### Relevant background and experiences  In addition to having awesome grades and test scores, committees expect candidates to have awesome life experience, too. This experience can include volunteering, participating in student or professional organizations, studying abroad, having research experience, and other relevant activities and hobbies.   #### Balance  Just working hard in your math and science classes won’t cut it. Search committees are looking for candidates with a broad knowledge base. This can include proficiency in oral and written communication, excellence in humanities and social science courses, thoughtful consideration of the ethical issues in your chosen profession, an awareness of current events in the profession, valuing lifelong learning, and integrity and strength of character.   #### A kind, ethical, interesting colleague  Professional school is a little different than college because a professional school student is both a student and a colleague to their professors and advisors. Keep that in mind when you are applying (and hopefully interviewing)—be yourself and let your personality come through.   ### Application additions  In addition to the regular application that you have to complete and the transcripts and test scores that you have to submit, you will submit other materials, too. If documents like transcripts, resumes, and test results give cold, hard facts about you, these other materials are warm—they give the committee a chance to see the real you, the you that grades and majors can’t capture. Here is a list of those warm documents and activities you may see during your application process:   #### Personal statement  Don’t be deceived by a personal statement’s short length. This is one of the most important things you will ever write. This is your chance to elaborate on your transcripts and resume, so let the search committee hear your voice and show the committee what makes you tick. Here, you can address how you became interested in your intended profession, what you’ve done to prepare for it, and why you are a great candidate. You should start working on this statement months in advance and show it to as many people as you can to get feedback. Tutors at the Writing Center, your family and friends, your advisor, the chair of your major department, and your recommenders are all great places to start.   #### Letters of recommendation  Admittedly, you can’t control these very much, but letters of recommendation from professionals who really know you and your work ethic are crucial for search committees. Make sure that you choose professionals you are close to, such as professors who know you personally and can vouch for the quality of your work (especially if you’ve done research or other projects with them). Professionals in the field that you’ve shadowed or volunteered for are especially effective. Make sure you choose recommenders who can talk about different aspects of your life—if one or two letter writers discuss your academic skills, maybe another can talk about your leadership skills.   #### Interview  If you’ve made it to the interview stage, you’ve probably survived through one, two, or even three cuts! Congratulations! An interview is the committee’s chance to get to know you better. They will ask you the standard questions (Why are you interested in being an X? Can you tell me more about X experience?), as well as more specific things, like your intended specialty, which kind of setting you’d like to work in, or your physical skills. Do practice interviews with professionals in your field if you can! "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/epidemiology/index.html#search",
    "body": "  ## Is the epidemiology major right for you?   ### Fairbanks School of Public Health  Please note: This program will no longer be available for enrollment to new students beginning with the summer 2023 term.  Epidemiology is the study of diseases—where they come from, how they work, how they spread, what to do about them, and how to prevent them. Epidemiologists work to understand not just the science behind diseases but also the social and behavioral components as well so that we can proactively address their root causes instead of just treating their symptoms or cleaning up after an outbreak.  Students completing the Bachelor of Science in epidemiology will gain a solid foundation in the core areas of public health and science as well as 45 credit hours of epidemiology courses. The program also offers a specialized track for students preparing to enter professional programs such as medicine, dentistry, optometry, or physician assistant. If students are interested in pursuing an accelerated path to a master's degree in public health, they can contact an advisor in the Fairbanks School of Public Health.   ### Degree Map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the Fairbanks School of Public Health   #### Admissions requirements  [online application](https://fsph.iupui.edu/admissions/apply/declare-major.html)   #### Major-career connections  [Epidemiology](https://acd.iupui.edu/careers/major-career-connections/epidemiology-career-connection.html)  [Learn more about epidemiology](https://fsph.iupui.edu/academics/undergraduate/bsph/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/exercise-science/index.html#search",
    "body": "  ## Is the exercise science major right for you?   ### School of Health and Human Sciences  Discover the human body! Exercise science studies the combination of health, movement, and wellness. You'll receive hands-on experience and have the ability to participate in different research and internship opportunities. With health issues like diabetes and obesity on the rise, graduates from our program are applying their training to tackle solutions. Common paths following graduation include continuing on to a graduate or professional school to become a physical therapist, physician assistant, or occupational therapist.   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Health and Human Sciences   #### Admission requirements   #### Major-career connections  [Exercise science](https://acd.iupui.edu/careers/major-career-connections/exercise-science-career-connection.html)  [Learn about exercise science](https://shhs.iupui.edu/undergraduate/bachelors-degrees/exercise-science.html)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/events/creative-exploration-workshop/index.html#search",
    "body": "  ## Join us for our Creative Exploration Workshop  What are your goals and dreams? Are you experiencing college major indecision? Do you want to explore a second or third option?  The Creative Explorations Workshop is designed to provide you with resources to help you create a parallel plan to your current major plan.  Join the University College Health and Life Sciences (HLS) cluster career consultant and student success advisors in this one-hour workshop designed to expand your major planning possibilities.  Students from all majors are invited to attend. Registration is required.  If you have questions, please contact Ryan Cook , HLS career consultant.   ### Fall 2023 workshops  Date  Time  Location  Registration  [Register](https://events.iu.edu/hlsiupui/event/970555-1)  [Register](https://events.iu.edu/hlsiupui/event/970557-1)  [Register](https://events.iu.edu/hlsiupui/event/970559-1)  [Register](https://events.iu.edu/hlsiupui/event/970566-1)  [Register](https://events.iu.edu/hlsiupui/event/970569-1)  [Register](https://events.iu.edu/hlsiupui/event/970570-1)  [Register](https://events.iu.edu/hlsiupui/event/970576-1) "
  },
  {
    "url": "URL: https://hls.iupui.edu/updates/HPP-updates.html#search",
    "body": "  ## Updates for School of Medicine Health Professions Programs  Please check out updates below regarding the Health Professions Programs.   ### There are no updates at this time. "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/radiation-therapy/index.html#search",
    "body": "  ## Is the radiation therapy major right for you?   ### School of Medicine Health Professions Programs  Radiation therapy involves the use of different forms of ionizing radiation for the treatment of benign and malignant tumors. Radiation therapists administer the prescribed dose of ionizing radiation to specific sites of the patient’s body as directed by the physician. They operate various types of equipment, including high-energy linear accelerators, and work with radioactive materials. In addition, radiation therapists observe the clinical progress of the patient undergoing radiation therapy, observe the first signs of any complication, and determine when treatment should be withheld until a physician may be consulted.   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Medicine Health Professions Program   #### Admission requirements  Information about applying to the Radiation Therapy Program  [Information about applying to the Radiation Therapy Program](https://medicine.iu.edu/undergraduate-health-professions/admissions)   #### Major-career connections  [Radiation therapy](https://acd.iupui.edu/careers/major-career-connections/radiation-therapy-career-connection.html)  Learn more about radiation therapy  [Learn more about radiation therapy](https://medicine.iu.edu/undergraduate-health-professions/degrees/bachelor-radiation-therapy)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/paramedic-science/index.html#search",
    "body": "  ## Is the paramedic science major right for you?   ### School of Medicine Health Professions Programs  Paramedics care for the sick or injured in emergency medical settings. People’s lives often depend on the quick reaction and competent care provided by these workers. Paramedics respond to emergency calls, performing medical services and transporting patients to medical facilities.  Students who complete the A.S. in Paramedic Science are prepared to work as EMT-paramedics to deliver emergency patient care in out-of-hospital settings. The paramedic must be a confident leader who can accept the challenge and high degree of responsibility entailed in the position. The paramedic provides the most extensive pre-hospital care and may work for fire departments, private ambulance services, police departments, or hospitals.  Students must be a certified EMT in Indiana to apply to the Paramedic Science Program. Those who are not already certified may enroll in EMER-E 201 to earn their certification; students must be CPR certified to begin EMER-E 201.   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Medicine Health Professions Program   #### Admission requirements  Information about applying to the Paramedic Science Program  [Information about applying to the Paramedic Science Program](https://medicine.iu.edu/undergraduate-health-professions/admissions)   #### Major-career connections  Paramedic science  [Paramedic science](https://acd.iupui.edu/careers/major-career-connections/paramedic-science.html)  Learn more about paramedic science  [Learn more about paramedic science](https://medicine.iu.edu/undergraduate-health-professions/degrees/associate-paramedic-science)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/pre-professional/optometry/index.html#search",
    "body": "  ## Admission requirements for the IU School of Optometry  Optometrists examine our eyes and the visual system for defects and disease and prescribe medicine and lenses to correct what is wrong. Optometrists work with patients all across the life span: they track the visual development of children and assist aging people with common visual impairments in old age.   ## Career information  Time to degree: Four years, then one year of residency  Licensure requirements: Completion of the three-part National Board of Examiners of Optometry exam  Median Indiana salary (2017): $96,480  Projected job growth 2016–2018: 18% (much faster than average)   ## Admission information  Degree requirements: 90 college credits (but a bachelor’s degree is strongly preferred)  Minimum GPA: 3.0 (3.6 for those without a bachelor’s degree)  Entrance exam required: OAT  Tuition: Around $200,000 for in-state residents  Application deadline: January 15 (application opens June 28)  Download a pre-optometry timeline  [Download a pre-optometry timeline](https://indiana-my.sharepoint.com/:b:/g/personal/mmokko_iu_edu/EUDhqaIi97ZBgWimAvL03foBRVCCf3pYqKvpR0rVR5Dx6g?e=gwsPeP)  Learn more information  [Learn more information](https://science.iupui.edu/career-services/grad-professional-planning/professional-school.html)   ## Prerequisite courses  If the student does NOT have a bachelor's degree, additional courses are required: "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/get-experience/index.html#search",
    "body": "  ## Be confident in your career choice  Until you have real experiences in the fields that you are exploring, you will have a difficult time knowing if that career is for you. Your advisor or career consultant can help you identify resources that will help you find meaningful experiences on campus and in the community. Consider participating in one or more of the opportunities below to gain experience.  Attend events that let you connect with professionals to talk about your options. Shadow people in careers of interest, and confirm your career plans by gaining experience. Job shadowing, part-time work, and internships allow you to research possible careers, grow skills and experience, build networking connections, and even earn a paycheck. Outside a typical work setting, career exposure can come in many forms. You may gain experience through community service, a volunteer position, or leadership with a student group.  Even a s you enter your degree-granting school, continue to pursue relevant work and internship opportunities to solidify your career plans and to gain marketable skills for future employment!   ### Opportunities to gain experience   #### Do a job shadow  Job shadows are short events, often only a few hours at a time, that allow students to see a career as it is happening. In a typical job shadow, students are allowed to follow professionals for a time as they go about everyday work. While unable to contribute to projects or conversations, the student is able to learn firsthand about the values, interests, personalities, and skills that are important to that career. Some health and life science majors require job shadowing before applying.  Job shadows are short events, often only a few hours at a time, that allow students to see a career as it is happening. In a typical job shadow, students are allowed to follow professionals for a time as they go about everyday work. While unable to contribute to projects or conversations, the student is able to learn firsthand about the values, interests, personalities, and skills that are important to that career. Some health and life science majors require job shadowing before applying.   #### Volunteer  Many students engage in volunteer opportunities through schools, churches, athletic teams, and community organizations. These experiences can teach students a lot about their own values, interests, personalities, and skills. Volunteer experiences can also help students identify causes they are passionate about and can expose them to a variety of careers they may have never considered. Volunteer opportunities are also great to put on a resume!  Many students engage in volunteer opportunities through schools, churches, athletic teams, and community organizations. These experiences can teach students a lot about their own values, interests, personalities, and skills. Volunteer experiences can also help students identify causes they are passionate about and can expose them to a variety of careers they may have never considered. Volunteer opportunities are also great to put on a resume!   #### Get a job  Jobs are a great way to learn about yourself. Look for work that emphasizes skills you already have and want to highlight or skills you would like to develop. Interested in patient care? Look for a job that emphasizes communication skills or patience. For on-campus or near-campus opportunities, search Handshake . The Office of Student Employment has many resources to help you navigate your part-time job search and develop professional skills.  Jobs are a great way to learn about yourself. Look for work that emphasizes skills you already have and want to highlight or skills you would like to develop. Interested in patient care? Look for a job that emphasizes communication skills or patience. For on-campus or near-campus opportunities, search Handshake . The Office of Student Employment has many resources to help you navigate your part-time job search and develop professional skills.  [Handshake](https://app.joinhandshake.com/stu/postings)  [Office of Student Employment](https://employment.iupui.edu/)   #### Network  Attend career events to meet people from different professions. These connections can lead to other experience opportunities. The Health and Life Sciences Advising Center has a list of career events , including Major-Career Information Day and Fall Career Week , which is loaded with opportunities to explore careers. Conducting an informational interview with someone working in the field you are exploring can also be a good way to get informed.  Attend career events to meet people from different professions. These connections can lead to other experience opportunities. The Health and Life Sciences Advising Center has a list of career events , including Major-Career Information Day and Fall Career Week , which is loaded with opportunities to explore careers. Conducting an informational interview with someone working in the field you are exploring can also be a good way to get informed.  [list of career events](https://events.iu.edu/iupui/all/categories/Career%20development)  [Major-Career Information Day](https://acd.iupui.edu/about/events/major-career-information-day/index.html)  [Fall Career Week](https://acd.iupui.edu/about/events/fall-career-week/index.html)  [informational interview](https://indiana.sharepoint.com/:b:/s/msteams_92d57a/EfyYkkFvUxlFj_s79aZzITwBfrDmz8qN4-4zYTvgLY22bw?e=a0Efhm)   #### Land an internship  Internships are an important way to gain experience in your field, improve your skills, network with professionals, and figure out exactly which career path is right for you. Most students complete internships during their sophomore or junior years (or both), but it is never too early or too late! Meet with our career consultant to explore ideas for how to secure a meaningful internship.  Internships are an important way to gain experience in your field, improve your skills, network with professionals, and figure out exactly which career path is right for you. Most students complete internships during their sophomore or junior years (or both), but it is never too early or too late! Meet with our career consultant to explore ideas for how to secure a meaningful internship.   #### Get involved  Many students overlook student organizations when seeking experience. Student organizations are a great way to network, gain leadership experience, and explore a field that interests you. Schools, graduate programs, and employers seek applicants who have a variety of experiences. Read a list of more ways to gain experiences, add to your resume, and make memories while attending IUPUI.  Many students overlook student organizations when seeking experience. Student organizations are a great way to network, gain leadership experience, and explore a field that interests you. Schools, graduate programs, and employers seek applicants who have a variety of experiences. Read a list of more ways to gain experiences, add to your resume, and make memories while attending IUPUI. "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/pre-professional/medicine/index.html#search",
    "body": "  ## Paths  Medical Doctor (M.D.)  Doctor of Osteopathy (D.O.) "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/staff/mikayla-bucio.html#search",
    "body": "  # Mikayla Bucio  Student Success Advisor  Education:  Professional Experience:  Advice to students: Do not be afraid to experience setbacks during your college journey. You are not required to know the answer to every aspect of your life right this moment. Instead, embrace the challenges, the mistakes, and the unknowns. Every time you overcome an obstacle, you become more empowered.  Biography : I am originally from northern Indiana and have lived most of my life in Indiana. Much of my joy goes to being surrounded by family and friends. I believe being surrounded by the people you love simply feeds the soul. Some of my hobbies include baking, reading, surfing Pinterest for the newest dinner recipe, and snuggling two cats at a time (because one just isn't enough)! "
  },
  {
    "url": "URL: https://hls.iupui.edu/updates/preps-updates.html#search",
    "body": "  ## Pre-Professional Programs  If we have updates for you, they'll be listed below. You can learn more about applying for professional schools and how to best prepare on our Pre-Professional website.   ## There are no updates at this time. "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/respiratory-therapy/index.html#search",
    "body": "  ## Is the respiratory therapy major right for you?   ### School of Medicine Health Professions Programs  Respiratory therapists help people who suffer from chronic respiratory diseases like asthma, bronchitis, and emphysema. They work with people of all ages—from babies to the elderly—to help them breathe more easily, whether they have sleep disorders or have had heart attacks recently. Respiratory therapists can provide emergency care to patients suffering from heart attacks, drowning, or shock. They must cultivate many different skills to develop and to implement effective care plans, protocols, and disease management programs; they have to be quick and critical thinkers, knowledgeable about health conditions and procedures, and kind and thoughtful practitioners. Advanced-level therapists participate in clinical decision making and patient education, the development and implementation of protocols and treatment plans, health promotion, disease prevention, and disease management. Respiratory therapists work as part of the medical team under the supervision of a physician, but they exercise considerable independent judgment in providing respiratory therapy to patients.   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Medicine Health Professions Program   #### Admission requirements  Information about applying to the Respiratory Therapy Program  [Information about applying to the Respiratory Therapy Program](https://medicine.iu.edu/undergraduate-health-professions/admissions#1476807441160-f9a850b5-ff68)   #### Major-career connections  [Respiratory therapy](https://acd.iupui.edu/careers/major-career-connections/respiratory-therapy-career-connection.html)  Learn more about respiratory therapy  [Learn more about respiratory therapy](https://medicine.iu.edu/undergraduate-health-professions/degrees/bachelor-respiratory-therapy)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/explore/index.html#search",
    "body": "  ## Be a part of the journey  Throughout the academic year, you'll have many opportunities to explore majors and careers in the health and life sciences through our office and through our campus partners.  Watch our Events page for opportunities to learn more about health and life science careers, majors, and current trends.   ### Additional resources   #### Self-assessment  Explore your values, interests, personality, and skills   #### Health care majors  Learn about the five buckets of HLS   #### Take a career class  Explore your career options "
  },
  {
    "url": "URL: https://hls.iupui.edu/events/index.html#search",
    "body": " Last Day to Withdraw with automatic W for Second eight weeks session  [Last Day to Withdraw with automatic W for Second eight weeks session](https://events.iu.edu/live/events/908520-last-day-to-withdraw-with-automatic-w-for-second)  Monday, November 20, 2023  All day  UCOL students must see advisor by 5:00 p.m. In person transactions must be processed by 5:00 p.m. in the Office of the Registrar.   After this date, all withdraw requests will be approved only in se... Read more  [Read more](https://events.iu.edu/live/events/908520-last-day-to-withdraw-with-automatic-w-for-second)  Withdrawal with Grade of W or F Begins for Second eight weeks session  [Withdrawal with Grade of W or F Begins for Second eight weeks session](https://events.iu.edu/live/events/908522-withdrawal-with-grade-of-w-or-f-begins-for-second)  Tuesday, November 21, 2023  All day  Beginning this date, all withdraw requests will be approved only in serious, extenuating circumstances with documentation. Advisor, instructor, and Dean approval required.      UCOL students... Read more  [Read more](https://events.iu.edu/live/events/908522-withdrawal-with-grade-of-w-or-f-begins-for-second)  Thanksgiving Break Week: no classes  [Thanksgiving Break Week: no classes](https://events.iu.edu/live/events/908524-thanksgiving-break-week-no-classes)  Wednesday, November 22, 2023  All day  For more details about the Academic Calendar, please see the academic calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Thanksgiving Break Week: no classes  [Thanksgiving Break Week: no classes](https://events.iu.edu/live/events/908524-thanksgiving-break-week-no-classes)  Thursday, November 23, 2023  All day  For more details about the Academic Calendar, please see the academic calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Thanksgiving Break Week: no classes  [Thanksgiving Break Week: no classes](https://events.iu.edu/live/events/908524-thanksgiving-break-week-no-classes)  Friday, November 24, 2023  All day  For more details about the Academic Calendar, please see the academic calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Thanksgiving Break Week: no classes  [Thanksgiving Break Week: no classes](https://events.iu.edu/live/events/908524-thanksgiving-break-week-no-classes)  Saturday, November 25, 2023  All day  For more details about the Academic Calendar, please see the academic calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Thanksgiving Break Week: no classes  [Thanksgiving Break Week: no classes](https://events.iu.edu/live/events/908524-thanksgiving-break-week-no-classes)  Sunday, November 26, 2023  All day  For more details about the Academic Calendar, please see the academic calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Clinical Lab Science Application Deadline  [Clinical Lab Science Application Deadline](https://events.iu.edu/hlsiupui/event/100409-clinical-lab-science-application-deadline)  Friday, December 1, 2023  All day  All applications are due on this date.  Cytotechnology Application Deadline  [Cytotechnology Application Deadline](https://events.iu.edu/hlsiupui/event/100509-cytotechnology-application-deadline)  Friday, December 1, 2023  All day  All applications due by this date.  Radiation Therapy Application Deadline  [Radiation Therapy Application Deadline](https://events.iu.edu/hlsiupui/event/100708-radiation-therapy-application-deadline)  Friday, December 1, 2023  All day  All applications are due on this date.  Respiratory Therapy Application Deadline  [Respiratory Therapy Application Deadline](https://events.iu.edu/hlsiupui/event/100608-respiratory-therapy-application-deadline)  Friday, December 1, 2023  All day  All applications are due by this date.  Creative Explorations Workshop  [Creative Explorations Workshop](https://events.iu.edu/hlsiupui/event/970576-creative-explorations-workshop)  Wednesday, December 6, 2023  1 p.m. — 2 p.m.  Joseph T. Taylor Hall  -  What are your goals and dreams? Are you experiencing college major indecision? Are you wanting to explore a second or third option?  The Creative Explorations Workshop is designed to provide you w... Read more  [Read more](https://events.iu.edu/hlsiupui/event/970576-creative-explorations-workshop)  Withdrawal with Grade of W or F ends for Full term, Early Start, 12-week, and Second eight weeks session  [Withdrawal with Grade of W or F ends for Full term, Early Start, 12-week, and Second eight weeks session](https://events.iu.edu/live/events/908528-withdrawal-with-grade-of-w-or-f-ends-for-full-term)  Thursday, December 7, 2023  All day  All withdraw requests will be approved only in serious, extenuating circumstances with documentation.      For more details about the fall Academic Calendar, please see the academic calendar on ht... Read more  [Read more](https://events.iu.edu/live/events/908528-withdrawal-with-grade-of-w-or-f-ends-for-full-term)  Final Exams Begin for Full term session  [Final Exams Begin for Full term session](https://events.iu.edu/live/events/908530-final-exams-begin-for-full-term-session)  Friday, December 8, 2023  All day  For more details about the fall final exam calendar, go to https://studentcentral.iupui.edu/calendars/final-exam-schedule.html  Last day of classes for Full term and Second eight week session  [Last day of classes for Full term and Second eight week session](https://events.iu.edu/live/events/908532-last-day-of-classes-for-full-term-and-second-eight)  Monday, December 11, 2023  All day  For more details about the fall Academic Calendar, please see the academic calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Final Exams End for Full term sessions  [Final Exams End for Full term sessions](https://events.iu.edu/live/events/908536-final-exams-end-for-full-term-sessions)  Sunday, December 17, 2023  All day  For more details about the fall final exam calendar, go to https://studentcentral.iupui.edu/calendars/final-exam-schedule.html  Last day of classes for 12-week session  [Last day of classes for 12-week session](https://events.iu.edu/live/events/908534-last-day-of-classes-for-12-week-session)  Sunday, December 17, 2023  All day  For more details about the fall Academic Calendar, please see the academic calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Intersession – First day of classes  [Intersession – First day of classes](https://events.iu.edu/hlsiupui/event/1207475-intersession-first-day-of-classes)  Tuesday, December 19, 2023  All day  For more details about the Academic Calendar, please see the official calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Intersession – Last day to waitlist a class  [Intersession – Last day to waitlist a class](https://events.iu.edu/hlsiupui/event/1207477-intersession-last-day-to-waitlist-a-class)  Wednesday, December 20, 2023  All day  This is the last day to waitlist a class by 5 p.m. Eastern time. Waitlist processing will run for the final time in the evening.   For more details about the Academic Calendar, please see the offici... Read more  [Read more](https://events.iu.edu/hlsiupui/event/1207477-intersession-last-day-to-waitlist-a-class)  Fall 2023 grades available  [Fall 2023 grades available](https://events.iu.edu/live/events/908538-fall-2022-grades-available)  Friday, December 22, 2023  All day  Fall grades available in One.IU.edu and on official transcript.   For more details about the fall Academic Calendar, please see the academic calendar on https://studentcentral.iupui.edu/calendars/of... Read more  [Read more](https://events.iu.edu/live/events/908538-fall-2022-grades-available)  Intersession – No Classes  [Intersession – No Classes](https://events.iu.edu/hlsiupui/event/1207498-intersession-no-classes)  Saturday, December 23, 2023  All day  For more details about the Academic Calendar, please see the official calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Intersession – No Classes  [Intersession – No Classes](https://events.iu.edu/hlsiupui/event/1207498-intersession-no-classes)  Sunday, December 24, 2023  All day  For more details about the Academic Calendar, please see the official calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Intersession – No Classes  [Intersession – No Classes](https://events.iu.edu/hlsiupui/event/1207498-intersession-no-classes)  Monday, December 25, 2023  All day  For more details about the Academic Calendar, please see the official calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Intersession – No Classes  [Intersession – No Classes](https://events.iu.edu/hlsiupui/event/1207498-intersession-no-classes)  Tuesday, December 26, 2023  All day  For more details about the Academic Calendar, please see the official calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Intersession – No Classes  [Intersession – No Classes](https://events.iu.edu/hlsiupui/event/1207498-intersession-no-classes)  Wednesday, December 27, 2023  All day  For more details about the Academic Calendar, please see the official calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Intersession – No Classes  [Intersession – No Classes](https://events.iu.edu/hlsiupui/event/1207498-intersession-no-classes)  Thursday, December 28, 2023  All day  For more details about the Academic Calendar, please see the official calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Intersession – No Classes  [Intersession – No Classes](https://events.iu.edu/hlsiupui/event/1207498-intersession-no-classes)  Friday, December 29, 2023  All day  For more details about the Academic Calendar, please see the official calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Intersession – No Classes  [Intersession – No Classes](https://events.iu.edu/hlsiupui/event/1207498-intersession-no-classes)  Saturday, December 30, 2023  All day  For more details about the Academic Calendar, please see the official calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Intersession – 100% refund deadline  [Intersession – 100% refund deadline](https://events.iu.edu/hlsiupui/event/1207500-intersession-100-refund-deadline)  Sunday, December 31, 2023  All day  Last day for 100% refund and no course/grade recorded on transcript for dropped classes.   For more details about the Academic Calendar, please see the official calendar on https://studentcentral.iu... Read more  [Read more](https://events.iu.edu/hlsiupui/event/1207500-intersession-100-refund-deadline)  Intersession – No Classes  [Intersession – No Classes](https://events.iu.edu/hlsiupui/event/1207498-intersession-no-classes)  Sunday, December 31, 2023  All day  For more details about the Academic Calendar, please see the official calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Intersession – No Classes  [Intersession – No Classes](https://events.iu.edu/hlsiupui/event/1207498-intersession-no-classes)  Monday, January 1, 2024  All day  For more details about the Academic Calendar, please see the official calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Respiratory Therapy Application Deadline  [Respiratory Therapy Application Deadline](https://events.iu.edu/hlsiupui/event/100813-respiratory-therapy-application-deadline)  Monday, January 1, 2024  All day  All applications are due on this date.  Intersession – 50% refund deadline  [Intersession – 50% refund deadline](https://events.iu.edu/hlsiupui/event/1207504-intersession-50-refund-deadline)  Friday, January 5, 2024  All day  For more details about the Academic Calendar, please see the official calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  First day of classes: Full-term, 1st eight-week, and 10-week sessions  [First day of classes: Full-term, 1st eight-week, and 10-week sessions](https://events.iu.edu/hlsiupui/event/1207508-first-day-of-classes-full-term-1st-eight-week-and)  Monday, January 8, 2024  All day  For more details about the Academic Calendar, please see the official calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Last Day to Waitlist classes (Full-term, 1st eight-week, 2nd eight-week, 10-week, and 12-week sessions) by 5:00pm  [Last Day to Waitlist classes (Full-term, 1st eight-week, 2nd eight-week, 10-week, and 12-week sessions) by 5:00pm](https://events.iu.edu/hlsiupui/event/1207511-last-day-to-waitlist-classes-full-term-1st)  Wednesday, January 10, 2024  All day  Students can check on the status their waitlist request online from One.IU. After the last day of waitlist processing all unsatisfied waitlist requests expire (though waitlist requests will continue t... Read more  [Read more](https://events.iu.edu/hlsiupui/event/1207511-last-day-to-waitlist-classes-full-term-1st)  Waitlist requests expire - Full-term, 1st eight-week, 2nd eight-week, 10-week, and 12-week sessions  [Waitlist requests expire - Full-term, 1st eight-week, 2nd eight-week, 10-week, and 12-week sessions](https://events.iu.edu/hlsiupui/event/1207513-waitlist-requests-expire-full-term-1st)  Thursday, January 11, 2024  All day  Waitlisted classes will no longer be processed. To officially add a waitlisted class, learn more at https://studentcentral.iupui.edu/register/drop-add/late-drop-add.html.   For more details about th... Read more  [Read more](https://events.iu.edu/hlsiupui/event/1207513-waitlist-requests-expire-full-term-1st)  Intersession – Automatic W deadline  [Intersession – Automatic W deadline](https://events.iu.edu/hlsiupui/event/1207524-intersession-automatic-w-deadline)  Friday, January 12, 2024  All day  Last day to drop a course with an automatic W grade.   UCOL students must see an advisor by 5:00 p.m. In-person transactions must be processed by 5:00 p.m. in the Office of the Registrar.   For mo... Read more  [Read more](https://events.iu.edu/hlsiupui/event/1207524-intersession-automatic-w-deadline)  100% refund ends for Full-term, 10-week, and 1st eight-week session  [100% refund ends for Full-term, 10-week, and 1st eight-week session](https://events.iu.edu/hlsiupui/event/1207526-100-refund-ends-for-full-term-10-week-and-1st)  Sunday, January 14, 2024  All day  Last day for 100% refund and no course/grade recorded on transcript for dropped classes.   For more details about the Academic Calendar, please see the official calendar on https://studentcentral.iu... Read more  [Read more](https://events.iu.edu/hlsiupui/event/1207526-100-refund-ends-for-full-term-10-week-and-1st)  Last day to Register and Drop/Add through Student Center  [Last day to Register and Drop/Add through Student Center](https://events.iu.edu/hlsiupui/event/1207528-last-day-to-register-and-dropadd-through-student)  Sunday, January 14, 2024  All day  Sessions included - Full-term, 1st eight-weeks, 2nd eight-weeks, 10-week, 12-week, and non-standard sessions.   Students may make changes to their schedules online from the time of their initial reg... Read more  [Read more](https://events.iu.edu/hlsiupui/event/1207528-last-day-to-register-and-dropadd-through-student)  Paramedic Science Application Deadline  [Paramedic Science Application Deadline](https://events.iu.edu/hlsiupui/event/100912-paramedic-science-application-deadline)  Thursday, February 1, 2024  All day  All applications are due on this date. "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/pre-professional/anesthesiologist-assistant /index.html#search",
    "body": "  ## Admission requirements for Master of Science in Anesthesia   ### Program overview  The Indiana University School of Medicine offers a Master of Science degree in anesthesia as part of an Anesthesiologist Assistant Program. This program is a 28-month didactic curriculum that prepares learners for certification as anesthesiologist assistants.  This graduate program offers access to world-class clinical facilities and simulation laboratories and is housed within one of the top academic health care centers in the midwest. The IU School of Medicine Anesthesiologist Assistant Program is housed on the IU School of Medicine—Indianapolis campus, which is within walking-distance to IU Health University Hospital, Riley Hospital for Children, Eskenazi Hospital, and Methodist Hospital.   ## Curriculum  Curriculum for this program includes 28 months of intensive didactic sessions complemented by clinical rotations through a variety of subspecialties, including pediatrics, trauma, orthopedics, regional anesthesia, neuro, and OB. The program, including classroom, laboratory, and clinical requirements, prepares students for the certification examination offered by the National Commission for the Certification of Anesthesiologist Assistants. At the successful conclusion of the program, students are awarded a Master of Science in Anesthesia.   ## Admission requirements  View the requirements  [View the requirements](https://mednet.iu.edu/_layouts/15/WopiFrame.aspx?sourcedoc={936A6FAF-134B-4BEC-9E0D-2AD2FD688A91}&file=Anesthesia-MS-Anesthesiologist-Assistant-Application-Requirements.pdf&action=default)   ## Prerequisite courses (for the IU School of Medicine)  Visit the IU School of Medicine Department of Anesthesia for more information.  [IU School of Medicine Department of Anesthesia](https://medicine.iu.edu/departments/anesthesia/) "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/other-resources/index.html#search",
    "body": " [Update your major Update your major and/or add a minor or certificate.](https://acd.iupui.edu/advising/update-your-major/index.html)   ## Update your major  Update your major and/or add a minor or certificate.  [Holds Review your holds and learn how to release them.](https://acd.iupui.edu/advising/holds/index.html)   ## Holds  Review your holds and learn how to release them.  [Returning students Learn about the requirements to return as a student to IUPUI.](https://acd.iupui.edu/advising/returning/index.html)   ## Returning students  Learn about the requirements to return as a student to IUPUI.  [Academic tools Discover how to do things like find your transcript, build your schedule, calculate your GPA, and more!](https://acd.iupui.edu/advising/academic-tools/index.html)   ## Academic tools  Discover how to do things like find your transcript, build your schedule, calculate your GPA, and more!  [Four-year plan Plan out your map to success.](https://acd.iupui.edu/advising/four-year-plan/index.html)   ## Four-year plan  Plan out your map to success.  [Campus resources Explore academic, financial, wellness, and technology resources to help you be successful at IUPUI and in everyday life.](https://acd.iupui.edu/advising/campus-resources/index.html)   ## Campus resources  Explore academic, financial, wellness, and technology resources to help you be successful at IUPUI and in everyday life. "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/student-success-stories/lynn-wallace/index.html#search",
    "body": " Lynn Wallace, a junior majoring in nuclear medicine, came to IUPUI to pursue becoming a radiation therapist. After completing the prerequisites and applying to the radiation therapy program, she was not admitted. Read below to learn how Lynn entered her degree-granting school.  When students choose to enter a competitive major, parallel planning becomes a topic of conversation from the beginning of their advising sessions. After receiving her non-admittance notice, Lynn met with her advisor. She had watched several friends quit school altogether for not being admitted to their programs of choice, but Lynn wasn’t interested in joining them. She joked, “They call it competitive for a reason.”  At the time, Lynn was a first-year seminar mentor, and the professor of the class she mentored for had gone to school for nuclear medicine. After talking with the professor, Lynn found that radiation therapy and nuclear medicine were closely related programs. The overlap exists in the job duties and responsibilities. Both have radiation safety and patient care along with computer processing and software understanding. Although the prerequisites for each program are not identical, they are very similar, which is why many students choose to apply to both at the same time.  It doesn’t hurt to keep your options open. I’m glad I did.  Lynn met with her advisor and came up with a plan—she would reapply to radiation therapy, but also apply to nuclear medicine. If neither of those worked out, health information management was her backup. For a lot of students, it’s hard to be this flexible when it comes to choosing a major and receiving admittance to a program can be disheartening. However, Lynn explained that part of the enjoyment she finds in her program comes from stumbling upon it. She acknowledged that had she been fixated on only radiation therapy, and she never would have known about nuclear medicine without help from others. “It doesn’t hurt to keep your options open. I’m glad I did.”  Learn more about the nuclear medicine technology program   ## Student success stories  [Read more student stories](https://hls.iupui.edu/about/student-success-stories/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/diagnostic-sonography/index.html#search",
    "body": "  ## Is the diagnostic sonography major right for you?   ### School of Medicine Health Professions Programs  This 18-month program offered by Indiana University School of Medicine in Indianapolis is designed to prepare students for an entry-level position as a diagnostic sonographer in either the medical sonography or echocardiography concentrations.  This program is intended for students who have completed the AS Radiography program or have other health care credentials or health care majors who have a minimum of 1,000 hours of verifiable patient care experience.   ### Degree Map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Medicine Health Professions Program   #### Admission requirements  [Information about applying to the Diagnostic Sonography Program](https://medicine.iu.edu/undergraduate-health-professions/admissions)   #### Major-career connections   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/nuclear-medicine-technology/index.html#search",
    "body": "  ## Is the nuclear medicine technology major right for you?   ### School of Medicine Health Professions Programs  Nuclear medicine technologists are a part of the health care team as they provide care in diagnosing patients, performing organ imaging, and offering therapeutic services through ionizing radiation emanated from radioactive materials. These technologists are capable of performing quality control procedures on the instrumentation and radioactive materials. They also assist physicians in clinical procedures such as doing intravenous injections, drawing blood, assessing the technical quality of the studies, and providing basic patient care.   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Medicine Health Professions Program   #### Admission requirements  Information about applying to the Nuclear Medicine Technology Program  [Information about applying to the Nuclear Medicine Technology Program](https://medicine.iu.edu/undergraduate-health-professions/admissions)   #### Major-career connections  Nuclear medicine technology  [Nuclear medicine technology](https://acd.iupui.edu/careers/major-career-connections/nuclear-medicine-technology.html)  Learn more about nuclear medicine technology  [Learn more about nuclear medicine technology](https://medicine.iu.edu/undergraduate-health-professions/degrees/bachelor-nuclear-medicine-technology)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/privacy/#search",
    "body": "  ## Applicability  This privacy notice applies only to the Division of Undergraduate Education at IUPUI (hls.iupui.edu) and explains our practices concerning the collection, use, and disclosure of visitor information. Visitor information collected by Division of Undergraduate Education at IUPUI will be used only as outlined in this privacy notice.  Other units at the university may collect and use visitor information in different ways. Therefore, visitors to other university websites should review the privacy notices for the particular sites they visit. Division of Undergraduate Education at IUPUI is not responsible for the content of other websites or for the privacy practices of websites outside the scope of this notice.   ## Changes  Because Internet technologies continue to evolve rapidly, Division of Undergraduate Education at IUPUI may make appropriate changes to this notice in the future. Any such changes will be consistent with our commitment to respecting visitor privacy, and will be clearly posted in a revised privacy notice.   ## Collection and use   ### Passive/automatic collection  When you view pages on our site, the web server does not collect any technical information from your computer or about your connection.  Continued use of our website indicates consent to the collection, use, and disclosure of this information as described in this notice.   ### Active/manual/voluntary collection  We will not attempt to collect any information from you through the use of forms or other type of manual input.   ### Information sharing  We do not share any aggregate, non-personally identifiable information with other entities or organizations.  We do not share any personally identifiable information with other entities or organizations, except when legally required to do so, at the request of governmental authorities conducting an investigation, to verify or enforce compliance with the policies governing our website and applicable laws, or to protect against misuse or unauthorized use of our website.  Except as described above, we will not share any information with any party for any reason.  Except as provided in the Disclosure of Information section below, we do not attempt to use the technical information discussed in this section to identify individual visitors.   ### Cookies  A cookie is a small data file that is written to your hard drive that contains information about your visit to a web page. If you prefer not to receive cookies, you may configure your browser not to accept them at all, or to notify and require approval before accepting new cookies. Some web pages/sites may not function properly if the cookies are turned off, or you may have to provide the same information each time you visit those pages.  [cookie](https://epic.org/privacy/internet/cookies/)  In order to customize the information and services offered to you, our site uses cookies to:   ## Disclosure of information  We may share some aggregate information with other appropriate university personnel and units to ensure the quality, functionality, and security of our website/application.  Any other disclosure—with appropriate external parties such as law enforcement agencies—will be done in accordance with all applicable laws and university policies in order to investigate and respond to suspected violations of law or university policy.   ## Security  Due to the rapidly evolving nature of information technologies, no transmission of data over the Internet can be guaranteed to be completely secure. While we are committed to protecting the privacy of our visitors, we cannot guarantee the security of any information that you transmit to university websites, and you do so at your own risk. However, once we receive your information, we will use reasonable safeguards consistent with prevailing industry standards and commensurate with the sensitivity of the data being stored to maintain the security of that information on our systems.  In addition, we will comply with all applicable federal, state and local laws regarding the privacy and security of visitor information.   ## Privacy notice changes  From time to time, we may use visitor information for new, unanticipated uses not previously disclosed in our privacy notice.   ## Contact information  If you have questions or concerns about this policy, please contact us.  If you feel that this site is not following its stated policy and communicating with the owner of this site does not resolve the matter, or if you have general questions or concerns about privacy or information technology policy at Indiana University, please contact the chief privacy officer through the University Information Policy Office, 812-855-UIPO, privacy@iu.edu . "
  },
  {
    "url": "URL: https://hls.iupui.edu/explore/health-care-majors/index.html#search",
    "body": "  ## Five buckets in health and life sciences  One way to explore health and life science majors is to see them in five buckets that include: direct patient care, laboratory work, health administration, health care technology, and health education. On this page, you will find the five buckets with links to associated majors here at IUPUI. For more information about specific IUPUI programs, click on the program links listed below.     ### Direct patient care  Careers in direct patient care are hands on and demand an intense knowledge of science and a deep empathy for people. If you can handle high levels of stress, all kinds of bodily fluids, and knowing as much about the human body as possible, check out careers like nursing, dental hygiene, radiography, respiratory therapy, and others.  Careers in direct patient care are hands on and demand an intense knowledge of science and a deep empathy for people. If you can handle high levels of stress, all kinds of bodily fluids, and knowing as much about the human body as possible, check out careers like nursing, dental hygiene, radiography, respiratory therapy, and others.   ### Laboratory work  If you have a passion for science, problem solving, and helping people, a career in laboratory work might be for you. Lab scientists can work as part of the patient-care team to diagnose patients, such as clinical laboratory science or cytotechnology, or to search for problems in the physical environment, such as environmental health science.  If you have a passion for science, problem solving, and helping people, a career in laboratory work might be for you. Lab scientists can work as part of the patient-care team to diagnose patients, such as clinical laboratory science or cytotechnology, or to search for problems in the physical environment, such as environmental health science.   ### Health administration  Health care administrators keep the system running, from hiring physicians and practitioners to managing a hospital’s staff to making health policy. Are you great at staying organized and working with people and information? Check out careers like health services management or health sciences.  Health care administrators keep the system running, from hiring physicians and practitioners to managing a hospital’s staff to making health policy. Are you great at staying organized and working with people and information? Check out careers like health services management or health sciences.   ### Health care technology  Technology is changing every second, and people who work in health care technology have to keep the system current so that patients can continue receiving the best possible care. These people can work hands on with medical equipment and technology (healthcare engineering technology management); they may also work in the digital realm, running statistical analyses and telling stories about the data they’ve found (health data science), or coding and developing new systems to keep patient care cost effective, efficient, and high quality (health information management).  Technology is changing every second, and people who work in health care technology have to keep the system current so that patients can continue receiving the best possible care. These people can work hands on with medical equipment and technology (healthcare engineering technology management); they may also work in the digital realm, running statistical analyses and telling stories about the data they’ve found (health data science), or coding and developing new systems to keep patient care cost effective, efficient, and high quality (health information management).   ### Health education  Health educators don’t only work in the classroom, they also work in our communities, in big corporations, and in hospitals to promote health and to educate others on how to live healthier lives. Graduates with degrees in community health or health sciences can find careers as disease prevention specialists, program coordinators, public outreach campaign planners, and policy advocates. If you want to make a difference in the health of your community, check out these majors.  Health educators don’t only work in the classroom, they also work in our communities, in big corporations, and in hospitals to promote health and to educate others on how to live healthier lives. Graduates with degrees in community health or health sciences can find careers as disease prevention specialists, program coordinators, public outreach campaign planners, and policy advocates. If you want to make a difference in the health of your community, check out these majors.   #### Direct patient care  [Dental Hygiene](https://hls.iupui.edu/majors/dental-hygiene/index.html)  [Exercise Science](https://hls.iupui.edu/majors/exercise-science/)  [Fitness](https://hls.iupui.edu/majors/fitness-management-and-personal-training/)  [Management and Personal Training](https://hls.iupui.edu/majors/fitness-management-and-personal-training/)  [Medical Imaging Technology](https://hls.iupui.edu/majors/medical-imaging-technology/index.html)  [Nuclear Medicine Technology](https://hls.iupui.edu/majors/nuclear-medicine-technology/index.html)  [Nursing](https://hls.iupui.edu/majors/nursing/index.html)  [Paramedic Science](https://hls.iupui.edu/majors/paramedic-science/index.html)  [Psychology](https://acd.iupui.edu/majors-by-name/psychology/index.html#?programTypeSelected=majors&departmentsSelected=8)  [Radiation Therapy](https://hls.iupui.edu/majors/radiation-therapy/index.html)  [Radiography](https://hls.iupui.edu/majors/radiography/index.html)  [Respiratory Therapy](https://hls.iupui.edu/majors/respiratory-therapy/index.html)  [Social Work](https://acd.iupui.edu/majors-by-name/social-work/index.html)   #### Laboratory work  [Biology](https://acd.iupui.edu/majors-by-name/biology/index.html#?programTypeSelected=majors&departmentsSelected=1)  [Biomedical Engineering](https://acd.iupui.edu/majors-by-name/biomedical-engineering/index.html)  [Cytotechnology](https://hls.iupui.edu/majors/cytotechnology/index.html)  [Forensic and Investigative Sciences](https://acd.iupui.edu/majors-by-name/forensic-science/index.html#?programTypeSelected=majors&departmentsSelected=4)  [Global Health](https://hls.iupui.edu/majors/environmental-health-science/index.html)  [Histotechnology](http://bulletins.iu.edu/iupui/2014-2016/schools/medicine/undergraduate/histotechnology/index.shtml)  [Neuroscience](https://acd.iupui.edu/majors-by-name/neuroscience/index.html#?programTypeSelected=majors&departmentsSelected=9)   #### Health administration  [Biology](https://acd.iupui.edu/majors-by-name/biology/index.html#?programTypeSelected=majors&departmentsSelected=1)  [Biotechnology](https://acd.iupui.edu/majors-by-name/biotechnology/index.html)  [Community Health](https://hls.iupui.edu/majors/community-health/index.html)  [Forensic and Investigative Sciences](https://acd.iupui.edu/majors-by-name/forensic-science/index.html#?programTypeSelected=majors&departmentsSelected=4)  [Global Health](https://hls.iupui.edu/majors/environmental-health-science/index.html)  [Health Data Science](https://fsph.iupui.edu/academics/undergraduate/bshds/index.html)  [Health Information Management](https://acd.iupui.edu/majors-by-name/health-information-management1/index.html)  [Health Services Management](https://hls.iupui.edu/majors/health-services-management/index.html)  [Medical Humanities and Health Studies](https://acd.iupui.edu/majors-by-name/medical-humanities-and-health-studies/index.html)  [Philanthropic Studies](https://acd.iupui.edu/majors-by-name/philanthropic-studies/index.html)  [Physical Education and Teacher Education](https://hls.iupui.edu/majors/physical-education-teacher-education/index.html)  [Psychology](https://acd.iupui.edu/majors-by-name/psychology/index.html#?programTypeSelected=majors&departmentsSelected=8)  [Social Work](https://acd.iupui.edu/majors-by-name/social-work/index.html)   #### Health care technology  [Biomedical Engineering Technology](https://acd.iupui.edu/majors-by-name/biomedical-engineering/index.html)  [Health Data Science](https://fsph.iupui.edu/academics/undergraduate/bshds/index.html)  [Health Information Management](https://acd.iupui.edu/majors-by-name/health-information-management1/index.html)  [Healthcare Engineering and Technology Management](https://acd.iupui.edu/majors-by-name/healthcare-engineering-technology-management1/index.html)   #### Health education  [Community Health](https://hls.iupui.edu/majors/community-health/index.html)  [Exercise Science](https://hls.iupui.edu/majors/exercise-science/)  [Fitness](https://hls.iupui.edu/majors/fitness-management-and-personal-training/)  [Management and Personal Training](https://hls.iupui.edu/majors/fitness-management-and-personal-training/)  [Global Health](https://hls.iupui.edu/majors/environmental-health-science/index.html)  [Health Sciences](https://hls.iupui.edu/majors/health-sciences/index.html)  [Health Services Management](https://hls.iupui.edu/majors/health-services-management/index.html)  [Medical Humanities and Health Studies](https://hls.iupui.edu/majors/medical-humanities/index.html)  [Psychology](https://acd.iupui.edu/majors-by-name/psychology/index.html#?programTypeSelected=majors&departmentsSelected=8)  [Social Work](https://acd.iupui.edu/majors-by-name/social-work/index.html)  [Sociology](https://acd.iupui.edu/majors-by-name/sociology/index.html)   ### 1:1 career appointments  If you would like individualized guidance in exploring health-related majors, you can schedule a 1:1 appointment with our career consultant . You can go to the Student Appointment Scheduler or call our office at 317-274-4856 to schedule an appointment.  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)  If you are at \"square one\" in the major and career decision-making process, it is beneficial to complete an assessment prior to your appointment with a career consultant. However, it is not necessary! Regardless of where you are at in the process, please be prepared to talk about your values, interests, personality, and skills. Our conversation is all about you, after all, and understanding yourself is the first step to discovering majors and careers that are the best fit for you.  [assessment](https://acd.iupui.edu/explore/choose-your-major/self-assess/focus/index.html)   ### Other resources for exploring  [What can I do with this major?](http://whatcanidowiththismajor.com/major/majors/)  What can I do with this major?  [O*Net](http://www.onetonline.org/)  O*Net  [Occupational Outlook Handbook](http://www.bls.gov/ooh/)  Occupational Outlook Handbook  [Explore health careers](https://explorehealthcareers.org/)  Explore health careers  [Candid Career](https://acd.iupui.edu/explore/explore-careers/candid-career/index.html)  Candid Career "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/student-success-stories/chris-brown/index.html#search",
    "body": " Odds were against Chris Brown, a nursing major, when he decided to give college a third shot at IUPUI in 2015. He originally started as a computer science major at Indiana University in 2000. He found himself unsuccessful at IU, saying that he “wasn’t in the right mind-set.”  Focus on what is right in front of you and don't think too much about what all you still have ahead.  Years later, in 2006, he decided to give college another shot at IUPUI. Again, he found himself struggling and giving up.  Finally in 2015, Chris came back to IUPUI one last time. He was determined to get into nursing school. This time, he was balancing more than ever, trying to support his now family of four. He was starting out with a GPA of 0.9. Many people told him that he should try a less competitive program because it would take thousands of hours to replace all of his previously poor grades.  Nursing school is very competitive; only a fraction of those who apply get accepted into the IU School of Nursing. With grade replacements and a lot of hard work, Chris was accepted into the IU School of Nursing at the age of 33. He always had a passion for helping others, and now he aspires to even more than nursing school.  A piece of advice he would give to other nontraditional students, as well as anyone who is concerned about their ability to succeed, is to “use all of your resources.” He met with multiple advisors in the Health and Life Sciences Advising cluster and said that he benefited from having multiple opinions and different sets of eyes looking at the problem.  Chris believed that “focusing on what is right in front of you and not thinking too much about what all you still have ahead” is what got him through. It can be overwhelming looking at the broad picture. “Take it one class at a time”.  Learn more about the nursing program    Written by: Mykaela King   ## Student success stories  [Read more student stories](https://hls.iupui.edu/about/student-success-stories/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/student-success-stories/mackenzie-koch/index.html#search",
    "body": " Just like many others, Mackenzie’s path to IUPUI and to finding her major was a rocky one. After starting her college career at Indiana University East, taking classes at Ivy Tech, and transferring to IU Ft. Wayne, she finally found her way to IUPUI in the fall of 2015. Mackenzie says she “was all over the place,” switching from nursing to biology to dental hygiene to EMT, thinking she had no clue what she wanted to do in life.  When Mackenzie started at IUPUI, she first sat down with Health and Life Sciences Advising Center career consultant, Keely Floyd. Keely went over a lot of different options with Mackenzie and eventually helped her find c ytotechnology , which was a field that interested her and was also an area that provided her the potential to grow. Mackenzie feels that meeting with a career consultant was truly where her journey began!  After finding a field she was interested in, Mackenzie was faced with an even bigger task—getting accepted into a competitive program like c ytotechnology . When she enrolled at IUPUI, Mackenzie had a 2.0 GPA. In order to even apply to the c ytotechnology program at IUPUI, students must have at least a 2.5 GPA. Mackenzie sat down with Martha Marshall, an advisor in the Health and Life Science Advising Center, for over an hour, going through transcripts to decide which classes she needed to retake before applying to the program. Mackenzie said, “I had never had an advisor do that for/with me before. It was nice to get some actual guidance.”  It is possible to accomplish any goal, but you have to really want it!  Mackenzie kept in contact with both Keely and Martha, asking for help whenever she needed it. She also worked with the Health and Life Sciences Advising Center to create a parallel plan, which for her was biology. Although c ytotechnology was still her goal, Mackenzie knew she could also major in b iology and still be able to do research and lab work or go back for more education. During this time, s he says she was so determined that she “ focused only on school an d nothing else. ”  Working toward a competitive program can be very stressful with all of the prerequisites, the application, occasional interviews, and then waiting to hear the results. Mackenzie said, “When I got my letter in the mail the first sentence read ‘We are sorry to inform you . . .’ and my heart sank.” She was the firs t alternate on the waitlist, but within a week of receiving the letter, she was notified that someone had dropped their spot, and she was accepted!  Mackenzie was eventually accepted into the c ytotechnology program with a 2.7 GPA and says after her first semester in the program she is already up to a 3.0 GPA. Mackenzie said, “it is possible to accomplish a ny goal, but you have to really want it!” She is now working this semester to make the grades to possibly attend graduate school after she finishes her bachelor’s degree.  Mackenzie’s advice to others who follow her is to “keep a positive attitude because it is going to be difficult. . . . I wasted a lot of time and money because I was not focused, so manage your time wisely and try your best!”    Written by: Mykaela King "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/pre-professional/dentistry/index.html#search",
    "body": "  ## Admission requirements for Doctor of Dental Surgery (D.D.S.)  Dentists are doctors who specialize in oral health. Their responsibilities include:  Dentists' oversight of the clinical team is critical to ensure safe and effective oral care. Even seemingly routine procedures, such as tooth extractions, preparing and placing fillings, or administering anesthetics, carry potential risks of complications, including infection, temporary or even permanent nerve damage, prolonged bleeding, hematomas, and pain.  Dentists' areas of care include not only their patients' teeth and gums but also the muscles of the head, neck and jaw, tongue, salivary glands, nervous system of the head and neck, and other areas. During a comprehensive exam, dentists examine the teeth and gums, but they also look for lumps, swellings, discolorations, and ulcerations—any abnormality. When appropriate, they perform procedures such as biopsies, diagnostic tests for chronic or infectious diseases, salivary gland function, and screening tests for oral cancer.   ## Career information   ## Admissions information  Download the pre-dental timeline  [Download the pre-dental timeline](https://indiana-my.sharepoint.com/:b:/g/personal/mmokko_iu_edu/Ea2yB8miMENCkIN_HM6Tw9oBlNjKqFiuULygXDS5MRVUkg?e=bAhiOt)  Download the dental school application overview  [Download the dental school application overview](https://indiana-my.sharepoint.com/:b:/g/personal/mmokko_iu_edu/ESyc3_qHcwhFjCB0853nAvABGgiIoc7Rh3ljob0mJEWNXw?e=S5Nch4)  Learn more information  [Learn more information](https://science.iupui.edu/career-services/grad-professional-planning/professional-school.html)   ## Prerequisite courses (IU School of Dentistry)  A total of 90 semester credit hours, including the courses listed below, and the DAT MUST be completed—however, MOST students have a completed undergraduate degree before beginning dental school. Note: It is important to review the prerequisite courses for each program to which you are planning to apply, as they may be different from IU's.  Download prerequisite courses  [Download prerequisite courses](https://indiana-my.sharepoint.com/:b:/g/personal/mmokko_iu_edu/Ee9bis3HFCxHrkY6OHat5YwBXomxdN3ytXxNnVumtA4hOA?e=q9gfCq) "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/pre-professional/pharmacy/index.html#search",
    "body": "  ## Admission requirements for pharmacy  According to the General Pharmaceutical Council:  “Pharmacists are responsible for:  “Pharmacists also:   ## Career information  Time to degree: About six years (including two years of prerequisites and four years of pharmacy school; some programs require a bachelor’s degree, but others do not)  Clinical requirements: Internships/clinical rotations in various settings, such as hospitals and pharmacies (number of hours varies by state)  Certification requirements: Successful completion of two exams to get a license  Median Indiana salary: $118,200  Projected job growth: 3% by 2024   ## Admissions information  Minimum GPA: 3.0 (suggested by Purdue University)  Tuition: On average, $25,000 per year, plus fees and living expenses (includes private and public universities)  Application deadline: December 1 for fall admission; complete PharmCAS application  Download a pre-pharmacy timeline  [Download a pre-pharmacy timeline](https://indiana-my.sharepoint.com/:b:/g/personal/mmokko_iu_edu/EWSakUOXEYxJnZult6yWUbEB5VKDTdBg6LOCLxBDiJkDzQ?e=fTyLxH)   ## Prerequisite courses (for Purdue University)  *CHEM-C 484 or CHEM-C 384 (Biomolecules and Catab.) or CHEM 53300 (Intro Biochem) may be substituted for BIOL-K 483 or BIOL-K 383.  **BIOL 56100 (Immunology) may be substituted for BIOL-K 388 by permission.  ***MATH 22100/22200 (Calc. Tech. I & II) or 16500/16600 (Analy Geom Calc I & II) may be substituted for 23100/23200.  ****PSY-B 305 (Statistics), ECON-E 270 (Intro Stat Theory), SPEA-K 300 (Stat Techniques), or STAT-N 501 (Stat Meth Hlth Sci) may be substituted for STAT 30100.  Learn more information  [Learn more information](https://science.iupui.edu/career-services/grad-professional-planning/professional-school.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/health-sciences/index.html#search",
    "body": "  ## Is the health sciences major right for you?   ### School of Health and Human Sciences  The Bachelor of Science in Health Sciences (BSHS) program offers the opportunity to earn a baccalaureate degree in the general field of health sciences. Courses can be taken on campus, online, or in a combination of the two methods to fit your learning style.  The Department of Health Sciences also offers three certificate options, all of which are completed 100% online: certificate in gerontology, certificate in global health and rehabilitation studies, and certificate in rehabilitation and disability.  The flexibility of the BSHS program provides enough elective credits to earn a minor or a certificate, prepare for graduate program prerequisites, or complete an internship.  Through a collaboration with the School of Informatics and Computing, the integrated degree program allows students to complete a Bachelor of Science in Health Sciences and a Master of Science in Health Informatics within five years.   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the School of Health and Human Sciences   #### Admission requirements   #### Major-career connections  [Health sciences](https://acd.iupui.edu/careers/major-career-connections/health-sciences-studies-career-connection.html)  [Learn about health sciences](https://shhs.iupui.edu/undergraduate/bachelors-degrees/health-sciences/index.html)  [Learn about health sciences—online](https://online.iu.edu/degrees/health-sciences-bs-undergraduate.html)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/pre-professional/nutrition-and-dietetics/index.html#search",
    "body": "  ## Admission requirements for Master of Science in Nutrition and Dietetics   ### Program overview  As a dietitian, you will be an expert in the use of food and nutrition to promote health and to advise people on what to eat to lead a healthy lifestyle or to achieve a specific health-related goal.  We currently offer three ways for you to make a difference in the lives of others through nutrition: an undergraduate certificate in nutrition ; a graduate-level dietetic internship program , which prepares you to sit for the registered dietitian exam; and a master’s degree in nutrition and dietetics.  [an undergraduate certificate in nutrition](https://shhs.iupui.edu/undergraduate/certificates-minors/nutrition-cert.html)  [a graduate-level dietetic internship program](https://shhs.iupui.edu/graduate-professional/nutrition-dietetics/DI-MS%20Program/index.html)   ### Admission requirements  [Prerequisite Course Completion Form](https://shhs.iupui.edu/doc/admissions/PCCMSND2.4.20.pdf)  [Prerequisiton Course Completion Form](https://shhs.iupui.edu/doc/admissions/PCCMSND2.4.20.pdf)  [IU Graduate CAS application](https://iugraduate.liaisoncas.com/applicant-ux/)  [Learn more information](https://shhs.iupui.edu/graduate-professional/nutrition-dietetics/master-of-science-in-nutrition-and-dietetics/index.html)   ### Prerequisite courses  The Master of Science in Nutrition and Dietetics program requires a series of prerequisite classes to prepare you for the program's coursework. Prerequisite coursework must be at a level for science majors and be completed with a minimum grade in each course of B– or 80%.  *Must complete prerequisite courses to take this class. Look up the prerequisites in the Class Notes on iGPS.  An official course description or course syllabus may be requested to approve some courses.  For combined Human Anatomy and Physiology classes, a full academic year curriculum with lab is required.  Record all prerequisite coursework on the Prerequisite Course Completion Form  [Prerequisite Course Completion Form](https://shhs.iupui.edu/doc/admissions/Prerequisite-Course-Completion-form-MSND-2020-4.2.2020.pdf) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/community-health/index.html#search",
    "body": "  ## Is the community health major right for you?   ### Fairbanks School of Public Health  Please note: This program will no longer be available for enrollment to new students beginning with the summer 2023 term.  Community health is a major that explores how the ways in which we live, work, and play affect our bodies both positively and negatively. Students pursuing this degree study the behavioral and social factors that influence the health of groups of people, whether a community, city, state, or nation. They identify scientifically sound, evidence-based, culturally competent ways to improve community health and to spread that knowledge to the community. This degree prepares students to promote healthy lifestyle choices, prevent disease, and enhance quality of life in communities.   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the Fairbanks School of Public Health   #### Admission requirements  [here](https://fsph.iupui.edu/admissions/apply/declare-major.html)   #### Major-career connections  [Community health](https://acd.iupui.edu/careers/major-career-connections/community-health-career-connection.html)  [Learn more about community health](https://fsph.iupui.edu/academics/undergraduate/bsph/index.html)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/staff/erica-gleason.html#search",
    "body": "  # Erica Gleason  Student Success Advisor  Education:  Professional Experience :  Advice to students: Be open to and hold space for questions: What do you value? What do you enjoy, and what motivates you? How do you learn and work best? Say \"yes\" to experiences and opportunities that align with those things. Give yourself space to grow, change, and discover.  If you could be any major in your cluster, what would it be? Why?: Global health. During my undergrad, I took a few courses related to environmental ethics and public health. I loved learning about the ways our relationship to the environment impacts our health and imagining a healthier bigger picture.  Biography : I grew up in Huntington Beach, California, but have lived mostly in Indiana since starting college. I have been a runner since high school and am usually training toward some sort of new goal. I also love all things outdoors—hiking, camping, biking, and looking at trees and birds. I enjoy visiting friends and family, experiencing coffee, and hanging out with my adopted cat, Rocky. "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/pre-professional/veterinary-medicine/index.html#search",
    "body": "  ## Admission requirements for veterinary medicine  What does a veterinarian do? According to Purdue University:   ## Career information  Time to degree : Four years  Clinical requirements : One year of clinical rotations  Certification requirements : Successful completion of the North American Veterinary Licensing Examination (and possibly an additional state licensing exam)  Median Indiana salary : $82,040  Projected job growth : 36% by 2020   ## Admission information  Minimum GPA : 3.0 (for Purdue University)  Tuition : $147,000–$250,000 (in state), $191,000–$338,000 (out of state)  Exam requirement : GRE  Application deadlines : Early October for fall admission; complete VMCAS application  Download a pre-vet timeline  [Download a pre-vet timeline](https://indiana-my.sharepoint.com/:b:/g/personal/mmokko_iu_edu/EU1xpz24AcVCklMqQqNDVfwBFbpHVUA52Wb19kxJu6kNSQ?e=kjeFCW)  Learn more information  [Learn more information](https://science.iupui.edu/career-services/grad-professional-planning/professional-school.html)   ## Prerequisite courses (for Purdue University)    AAVMC full list of prerequisites required by school  [AAVMC full list of prerequisites required by school](https://indiana-my.sharepoint.com/:b:/g/personal/mmokko_iu_edu/EWzJY9pnO3hJrtToFgNqPvcB5KI-p2lkVa-CzbwUyy-N9A?e=ViTKwW) "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/student-success-stories/ellen-webb/index.html#search",
    "body": " Ellen Webb enrolled at IUPUI as a pre-nursing major because she knew completing that degree could mean a long and stable career. It was never necessarily a career she was excited about or even felt was a good fit for her, but she figured it was her only option. Her background had led her to believe that she just needed a degree in something “practical,” not necessarily a degree in something of interest. While a nursing career is a great option for those who truly want to be a nurse, it wasn’t what Ellen wanted, and therefore, her grades suffered.  As a high-achieving student in high school, Ellen had no doubts about her educational abilities until after her first semester at IUPUI was complete, and she was notified of her academic probation. Within her first year (or first two semesters) Ellen’s GPA suffered, and she was academically dismissed from the university.  However, being dismissed from the university does not mean that you can never come back. As part of her petition for reinstatement, Ellen had to prove that this time was going to be different. She had to show that she was going to make big changes, and that she was not going to come back just to fail again. Therefore, Ellen decided that if she was accepted again, she was going to change her major to something that she cared about—psychology.  Ellen had always been fascinated by the brain and chose nursing as a major with the hopes of getting to study the brain. She enjoyed and excelled in her previous psychology classes, and even took more advanced psychology courses in high school for fun and because she found the subject interesting. However, based on her family’s worries about not being able to find stable employment and the stereotypes about psychology being a useless degree, Ellen initially steered away from majoring in psychology. When returning, she researched career options with a psychology degree and decided that she was going to prove to those around her and to herself that if she put in the work, she could be successful. Ellen completed the reinstatement process the following summer and was successfully reinstated by the next fall semester with a new degree plan of a Bachelor’s in Psychology. “It felt like a fresh start to me.”  Ellen boasts that her awesome support system helped her to be successful the second time around and says, “I haven’t met anyone here who doesn’t want me to succeed.”  A community of people encouraged and cheered for her along the way, including her family and all those who mentored her at the university. Ellen says that one of her biggest pieces of advice for incoming students is to “get to know your advisors and faculty and don’t be afraid to go to them for help, they want to help you.” She formed a great relationship with her advisor, Martha Marshall, who helped her throughout her entire career at IUPUI and introduced her to career consultant, Keely Floyd. Keely worked with Ellen in making the decision to change her major to psychology and helped her to understand that she could use a degree in psychology as the foundation for many different career options. She also reassured Ellen that the stereotype for psychology being a “useless” degree was simply not true. Ellen soon discovered a passion for Applied Behavior Analysis (ABA) therapy after realizing that she already had experience from loving to work with her younger brother who has a behavioral disorder. Ellen had never before connected the dots between her role as a caring sister and a potentially meaningful career in ABA therapy.  Get to know your advisors and faculty and don’t be afraid to go to them for help, they want to help you.  Ellen graduated on time with a Bachelor of Science in Psychology while also adding a minor in Medical Humanities. She completed an internship with Bierman ABA Autism Center and recently was offered a full-time position as a Registered Behavior Technician after her graduation. In addition, Ellen will begin working towards her Master of Science in Psychology specializing in ABA Therapy at Capella University after she graduates in order to continue furthering her career as a Board Certified Behavior Analyst. Ellen states that “being dismissed was the wake-up call I needed,” and believes that if she hadn’t been dismissed, she probably wouldn’t have made the leap of changing her major – missing out on the amazing opportunities she has now. “Being dismissed helped me to understand what I need to be doing and not to worry so much about what others expect me to be doing.” No matter what field you choose, finding a great job is going to be difficult. Why spend all your time and money pursuing something you don’t enjoy?  If you take anything from Ellen’s story it should be that college is going to be hard, but don’t make it even harder for yourself by trying to master something you’re not interested in. Reach out to your advisor or career consultant, conduct informational interviews, and job shadow because now is the best time of your life to explore! You are what will make your career a success. "
  },
  {
    "url": "URL: https://hls.iupui.edu/index.html#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!  Preparing students to make their mark on the world of health care   ## HLS majors  View all of the majors in health and life sciences.   ## Plan  Plan your academic journey to your degree.   ## Explore  Learn about yourself before you choose your major.  [Make an appointment](https://acd.iupui.edu/advising/appointments/sas/index.html)   ## Events and deadlines  Nov 20  Last Day to Withdraw with automatic W for Second eight weeks session  [Last Day to Withdraw with automatic W for Second eight weeks session](https://events.iu.edu/live/events/908520-last-day-to-withdraw-with-automatic-w-for-second)  All day  Nov 21  Withdrawal with Grade of W or F Begins for Second eight weeks session  [Withdrawal with Grade of W or F Begins for Second eight weeks session](https://events.iu.edu/live/events/908522-withdrawal-with-grade-of-w-or-f-begins-for-second)  All day  Nov 22  Thanksgiving Break Week: no classes  [Thanksgiving Break Week: no classes](https://events.iu.edu/live/events/908524-thanksgiving-break-week-no-classes)  All day  Nov 23  Thanksgiving Break Week: no classes  [Thanksgiving Break Week: no classes](https://events.iu.edu/live/events/908524-thanksgiving-break-week-no-classes)  All day  [View more events](https://hls.iupui.edu/events/index.html)   ## Student success stories   ### Ellen Webb  Psychology Student  Ellen Webb enrolled at IUPUI as a pre-nursing major because she knew completing that degree could mean a long and stable career. It was never necessarily a career she was excited about or even felt was a good fit for her, but she figured it was her only option. Her background had led her to believe that she just needed a degree in something “practical,” not necessarily a degree in something of interest. While a nursing career is a great option for those who truly want to be a nurse, it wasn’t what Ellen wanted, and therefore, her grades suffered. Continue reading Ellen's story.  Ellen Webb enrolled at IUPUI as a pre-nursing major because she knew completing that degree could mean a long and stable career. It was never necessarily a career she was excited about or even felt was a good fit for her, but she figured it was her only option. Her background had led her to believe that she just needed a degree in something “practical,” not necessarily a degree in something of interest. While a nursing career is a great option for those who truly want to be a nurse, it wasn’t what Ellen wanted, and therefore, her grades suffered.  Continue reading Ellen's story.   ### Kevin Kimemia  Accelerated Nursing Student  Kevin Kimemia wakes up with excitement, knowing that he'll learn something that he's interested in, and he'll use it every day in his nursing career. He feels driven to learn more and understand all that he's doing now because his future patients will depend on him. Kevin is happy because he’s doing what he wants to do and “feel [s] like he has a true purpose now .” But, it wasn’t always so easy for Kevin to get to this point, and he took a nontraditional path to nursing school. Continue reading Kevin's story.  Kevin Kimemia wakes up with excitement, knowing that he'll learn something that he's interested in, and he'll use it every day in his nursing career. He feels driven to learn more and understand all that he's doing now because his future patients will depend on him. Kevin is happy because he’s doing what he wants to do and “feel [s] like he has a true purpose now .” But, it wasn’t always so easy for Kevin to get to this point, and he took a nontraditional path to nursing school.  Continue reading Kevin's story.   #### Mackenzie Koch  Cytotechnology Student  Just like many others, Mackenzie’s path to IUPUI and to finding her major was a rocky one. After starting her college career at Indiana University East, taking classes at Ivy Tech, and transferring to Indiana University–Purdue University Fort Wayne, she finally found her way to IUPUI in the fall of 2015. Mackenzie says she was all over the place,” switching from nursing to biology to dental hygiene to EMT, thinking she had no clue what she wanted to do in life. Continue reading Mackenzie's story.  Just like many others, Mackenzie’s path to IUPUI and to finding her major was a rocky one. After starting her college career at Indiana University East, taking classes at Ivy Tech, and transferring to Indiana University–Purdue University Fort Wayne, she finally found her way to IUPUI in the fall of 2015. Mackenzie says she was all over the place,” switching from nursing to biology to dental hygiene to EMT, thinking she had no clue what she wanted to do in life.  Continue reading Mackenzie's story.   ## Connect with us  [Tweets by hlsci_iupui](https://twitter.com/hlsci_iupui)  Stand out Earn a minor or certificate and gain a competitive edge.   ## Location  The Health and Life Sciences Advising Center is located in Taylor Hall (UC) on the third floor. "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/pre-professional/medicine/medical-doctor/index.html#search",
    "body": "  ## Admission requirements for the IU School of Medicine  Dictonary.com defines the practice of medicine as “the art or science of restoring or preserving health or due physical condition, as by means of drugs, surgical operations or appliances, or manipulations: often divided into medicine proper, surgery, and obstetrics.” With more than 120 specialty and sub-specialty areas, medicine actually encompasses a varied field of study and practice.  According to the Association of American Medical Colleges, medical school is organized into two training components: “Basic science training usually occurs during the first two years of medical school when you learn about basic medical concepts, the structure and functions of the body, diseases, diagnoses, and treatment concepts. You’ll also learn the basics of doctoring, such as taking medical histories and other essential competencies. The last two years of medical school will involve clinical clerkships, during which time you will receive basic instruction and hands-on experience with patients in the major medical specialties.”  By the end of the third year during the clerkships or rotations through specialty areas, students typically decide on a specialty area. During the final year, students apply for a residency.   ## Career information  Median Indiana salary: This can vary significantly by specialty area. Physicians and surgeons have a median salary of about $187,000.  Projected job growth: 14% by 2024.   ## Admissions information  Time to degree: Four years of classroom and clinical work followed by an additional two to seven years in clinical rotations in a specialty area.  Clinical (clerkships) requirements: During the third and fourth years of medical school, students rotate through clerkships in specialties, including surgery, internal medicine, pediatrics, in- and out-patient care, anesthesia, family medicine, psychiatry, obstetrics and gynecology, neurosensory, emergency medicine, and radiology. Students may participate in additional internships and electives.  Postgraduation: After the core four years of medical school, students begin a residency. The duration varies between two and seven years, depending on the specialty area chosen.  Certification requirements: Students must successfully pass three board exams before graduating and must pass additional board exams associated with different specialty areas.  Minimum GPA: Traditional letter grades are not used at IU. Student performance is rated on a pass/fail system the first two years. During clinicals, students earn a pass (equivalent to a C), high pass, or honors.  Tuition: Tuition is approximately $136,000 per year for Indiana residents, plus fees and living expenses.  Application deadline(s): Early decision applications due in June, and regular applications are due in November.  Download a pre-med timeline  [Download a pre-med timeline](https://indiana-my.sharepoint.com/:b:/g/personal/mmokko_iu_edu/EQCxcWYHZHlDuqdQlU3w6HoB3esf3ZCJRt8EPkYiEFYu6Q?e=jxkHmQ)   ## Prerequisite courses for the IU School of Medicine  Learn more information  [Learn more information](https://science.iupui.edu/career-services/grad-professional-planning/professional-school.html)  See: https://medicine.iu.edu/education/md/admissions/  [https://medicine.iu.edu/education/md/admissions/](https://medicine.iu.edu/education/md/admissions/) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/histotechnology/index.html#search",
    "body": "  ## Is the histotechnology major right for you?   ### School of Medicine Health Professions Program  Histotechnologists detect tissue abnormalities and determine treatments for the diseases causing those abnormalities. Histology itself is a science that deals with the structure of cells and how they form in tissues and organs. How it works is the histotechnologist prepares thin slices of human tissue for microscopic examination by applying different dyes, chemicals, and antibodies. Through this, tiny tissue makeup becomes visible under the lens of a microscope. This is especially useful in determining and confirming patient diagnosis. Currently, histotechnologists are frequently being utilized to identify tumors as a way to assist in selecting the best therapy to offer the greatest cure.  The Health and Life Sciences Advising Center does not advise students seeking a certificate or associate degree in histology, so interested students are encouraged to contact the program directly by calling 317-274-1686 or by visiting their website .  [by visiting their website](https://medicine.iu.edu/education/undergraduate-health-professions/degrees/associate-histotechnology/)   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/majors/environmental-health-science/index.html#search",
    "body": "  ## Is the global health major right for you (formerly environmental health science)?   ### Fairbanks School of Public Health  Please note: This program will no longer be available for enrollment to new students beginning with the summer 2023 term.  All aspects of our environment, whether natural or human-made, have an impact on our health. When our bodies interact with our physical surroundings, many diseases and health conditions can manifest; we see this when children and adults develop asthma from poor-quality air or when people get sick from contaminated food. Global health professionals work to improve public health by identifying, tracking, and addressing environmental risk factors. They go by many titles, including environmental health practitioner, environmental health officer, and public health official. Prevention is a key focus of global health protection. Global health specialists perform research, educate the public, help develop and implement public policy, improve the practices of businesses and the government, and create new technologies to help make our world cleaner and safer.  Global health is a great fit for individuals who are team players with a strong interest in science, a commitment to the public welfare, and an ability to see the big picture. It is also perfect for students looking to go on to professional programs like medicine and dentistry—and having a background in public health will really set you apart from the crowd!   ### Degree map  One of the most difficult tasks of being a college student is figuring out what classes to take and when to take them. In order to make the process a little easier, each major at IUPUI has its own degree map outlining the path you should take to graduate as quickly as possible.  To find yours, click the button below, select IUPUI Indianapolis, and then search for your major in the keywords box.  View degree map  [View degree map](https://sisjee.iu.edu/sisigps-prd/web/igps/dm/public/)   ### Get admitted to the Fairbanks School of Public Health   #### Admission requirements  [online application](https://fsph.iupui.edu/admissions/apply/declare-major.html)   #### Major-career connections  [Global health protection](https://acd.iupui.edu/careers/major-career-connections/global-health-protection-career-connection.html)  [Learn more about global health](https://fsph.iupui.edu/academics/undergraduate/bsph/index.html)   ### Health and Life Sciences Cluster  This major belongs to the Health and Life Sciences (HLS) cluster.  Learn about the HLS cluster  [Learn about the HLS cluster](https://acd.iupui.edu/advising/advisors-and-clusters/hls/index.html)  Learn about other clusters  [Learn about other clusters](https://acd.iupui.edu/advising/advisors-and-clusters/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/staff/grace-klosterman.html#search",
    "body": "  # Grace Klosterman  Student Success Advisor/Team Coordinator  Education:  Professional Experience :  Advice to students: Explore, explore, explore! This is the time to lean into anything that piques your interest. Take advantage of it and let yourself be curious. Don’t pass up on an opportunity because it wasn’t something you originally planned on. If you’re wondering about a class, take it!  If you could be any major in your cluster, what would it be? Why? If I could pursue any major in HLS, it would be community health. The coursework looks so interesting! And I love the idea of being able to have a positive impact on my community in this way, as well as studying what \"health\" looks like from person to person.  Biography : I grew up in a somewhat small town in southern Illinois, about half an hour from St. Louis. I was a proud member of the marching band all throughout high school and have carried that appreciation with me through to today. I moved to Indianapolis in 2013 and began my academic career at IUPUI that fall. I never imagined that I would end up majoring in philosophy, but with some encouragement from my advisor, I took my first class and never thought twice about it. Beyond falling in love with philosophy, I also fell in love with IUPUI and knew that I wanted a career here working with students. Outside of IUPUI, you can find me trying to bake my way through The Great British Baking Show recipe books, with very mild success. I also enjoy reading, testing new ways to make coffee, and spending as much time with my family and nephews as I can. "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/staff/jessa-trimble.html#search",
    "body": "  # Jessa Trimble  Director of Professional Development and HLSAC  Education:  Professional Experience:  Advice to students: Really think about why you are here. Why is a college education important to you? Why is IUPUI important to you? When you identify those values, then set goals, seek experiences, and seize opportunities that will continue to drive that motivation.  If you could be any major in your cluster, what would it be? Why?: I would love to be an epidemiology major! I am a problem solver, so the idea of investigating the spread of disease and creating strategies to keep the public safe and healthy is fascinating to me.  Biography : I am originally from the Indianapolis area and have spent my entire life in Indiana. And while I love home, I also love to travel. Some of the more exciting places I have visited include Iceland; Banff National Park in Canada; and San Juan, Puerto Rico. I also love to hike and spend time outdoors when the weather is nice! When the weather isn’t nice, I read, work on puzzles, and watch lots of TV and movies. I now live in Fishers with my husband. Some of my favorite things include coffee, chocolate, the color blue, to-do lists, bonfires, friends, and family. "
  },
  {
    "url": "URL: https://hls.iupui.edu/plan/index.html#search",
    "body": "  ## Helping to guide your academic journey  Health and life science advisors are here to partner with you as you plan out your academic journey. Our career consultant is terrific at guiding you to explore and to identify career paths that best fit your values, interests, and skills. Our peer advisors are available daily by phone or at our front desk to answer quick questions and to guide you to campus resources. Our student success advisors can help you put it all together with an academic plan that will help you formulate a timely transition to your degree-granting school.  These are some of the more common reasons you might meet with a student success advisor:   ### Other resources  [Holds Find out about the different kinds of holds and how to remove them.](https://acd.iupui.edu/advising/holds/index.html)   #### Holds  Find out about the different kinds of holds and how to remove them.  [Returning students Learn about the requirements to return as a student to IUPUI.](https://acd.iupui.edu/advising/returning/index.html)   #### Returning students  Learn about the requirements to return as a student to IUPUI.  [Academic tools Discover how to do things like find your transcript, build your schedule, calculate your GPA, and more!](https://acd.iupui.edu/advising/academic-tools/index.html)   #### Academic tools  Discover how to do things like find your transcript, build your schedule, calculate your GPA, and more!  [Campus resources Find out about academic, financial, wellness, and technology resources to help you be successful at IUPUI and in everyday life.](https://acd.iupui.edu/advising/campus-resources/index.html)   #### Campus resources  Find out about academic, financial, wellness, and technology resources to help you be successful at IUPUI and in everyday life. "
  },
  {
    "url": "URL: https://hls.iupui.edu/explore/health-care-majors#search",
    "body": "  ## Five buckets in health and life sciences  One way to explore health and life science majors is to see them in five buckets that include: direct patient care, laboratory work, health administration, health care technology, and health education. On this page, you will find the five buckets with links to associated majors here at IUPUI. For more information about specific IUPUI programs, click on the program links listed below.     ### Direct patient care  Careers in direct patient care are hands on and demand an intense knowledge of science and a deep empathy for people. If you can handle high levels of stress, all kinds of bodily fluids, and knowing as much about the human body as possible, check out careers like nursing, dental hygiene, radiography, respiratory therapy, and others.  Careers in direct patient care are hands on and demand an intense knowledge of science and a deep empathy for people. If you can handle high levels of stress, all kinds of bodily fluids, and knowing as much about the human body as possible, check out careers like nursing, dental hygiene, radiography, respiratory therapy, and others.   ### Laboratory work  If you have a passion for science, problem solving, and helping people, a career in laboratory work might be for you. Lab scientists can work as part of the patient-care team to diagnose patients, such as clinical laboratory science or cytotechnology, or to search for problems in the physical environment, such as environmental health science.  If you have a passion for science, problem solving, and helping people, a career in laboratory work might be for you. Lab scientists can work as part of the patient-care team to diagnose patients, such as clinical laboratory science or cytotechnology, or to search for problems in the physical environment, such as environmental health science.   ### Health administration  Health care administrators keep the system running, from hiring physicians and practitioners to managing a hospital’s staff to making health policy. Are you great at staying organized and working with people and information? Check out careers like health services management or health sciences.  Health care administrators keep the system running, from hiring physicians and practitioners to managing a hospital’s staff to making health policy. Are you great at staying organized and working with people and information? Check out careers like health services management or health sciences.   ### Health care technology  Technology is changing every second, and people who work in health care technology have to keep the system current so that patients can continue receiving the best possible care. These people can work hands on with medical equipment and technology (healthcare engineering technology management); they may also work in the digital realm, running statistical analyses and telling stories about the data they’ve found (health data science), or coding and developing new systems to keep patient care cost effective, efficient, and high quality (health information management).  Technology is changing every second, and people who work in health care technology have to keep the system current so that patients can continue receiving the best possible care. These people can work hands on with medical equipment and technology (healthcare engineering technology management); they may also work in the digital realm, running statistical analyses and telling stories about the data they’ve found (health data science), or coding and developing new systems to keep patient care cost effective, efficient, and high quality (health information management).   ### Health education  Health educators don’t only work in the classroom, they also work in our communities, in big corporations, and in hospitals to promote health and to educate others on how to live healthier lives. Graduates with degrees in community health or health sciences can find careers as disease prevention specialists, program coordinators, public outreach campaign planners, and policy advocates. If you want to make a difference in the health of your community, check out these majors.  Health educators don’t only work in the classroom, they also work in our communities, in big corporations, and in hospitals to promote health and to educate others on how to live healthier lives. Graduates with degrees in community health or health sciences can find careers as disease prevention specialists, program coordinators, public outreach campaign planners, and policy advocates. If you want to make a difference in the health of your community, check out these majors.   #### Direct patient care  [Dental Hygiene](https://hls.iupui.edu/majors/dental-hygiene/index.html)  [Exercise Science](https://hls.iupui.edu/majors/exercise-science/)  [Fitness](https://hls.iupui.edu/majors/fitness-management-and-personal-training/)  [Management and Personal Training](https://hls.iupui.edu/majors/fitness-management-and-personal-training/)  [Medical Imaging Technology](https://hls.iupui.edu/majors/medical-imaging-technology/index.html)  [Nuclear Medicine Technology](https://hls.iupui.edu/majors/nuclear-medicine-technology/index.html)  [Nursing](https://hls.iupui.edu/majors/nursing/index.html)  [Paramedic Science](https://hls.iupui.edu/majors/paramedic-science/index.html)  [Psychology](https://acd.iupui.edu/majors-by-name/psychology/index.html#?programTypeSelected=majors&departmentsSelected=8)  [Radiation Therapy](https://hls.iupui.edu/majors/radiation-therapy/index.html)  [Radiography](https://hls.iupui.edu/majors/radiography/index.html)  [Respiratory Therapy](https://hls.iupui.edu/majors/respiratory-therapy/index.html)  [Social Work](https://acd.iupui.edu/majors-by-name/social-work/index.html)   #### Laboratory work  [Biology](https://acd.iupui.edu/majors-by-name/biology/index.html#?programTypeSelected=majors&departmentsSelected=1)  [Biomedical Engineering](https://acd.iupui.edu/majors-by-name/biomedical-engineering/index.html)  [Cytotechnology](https://hls.iupui.edu/majors/cytotechnology/index.html)  [Forensic and Investigative Sciences](https://acd.iupui.edu/majors-by-name/forensic-science/index.html#?programTypeSelected=majors&departmentsSelected=4)  [Global Health](https://hls.iupui.edu/majors/environmental-health-science/index.html)  [Histotechnology](http://bulletins.iu.edu/iupui/2014-2016/schools/medicine/undergraduate/histotechnology/index.shtml)  [Neuroscience](https://acd.iupui.edu/majors-by-name/neuroscience/index.html#?programTypeSelected=majors&departmentsSelected=9)   #### Health administration  [Biology](https://acd.iupui.edu/majors-by-name/biology/index.html#?programTypeSelected=majors&departmentsSelected=1)  [Biotechnology](https://acd.iupui.edu/majors-by-name/biotechnology/index.html)  [Community Health](https://hls.iupui.edu/majors/community-health/index.html)  [Forensic and Investigative Sciences](https://acd.iupui.edu/majors-by-name/forensic-science/index.html#?programTypeSelected=majors&departmentsSelected=4)  [Global Health](https://hls.iupui.edu/majors/environmental-health-science/index.html)  [Health Data Science](https://fsph.iupui.edu/academics/undergraduate/bshds/index.html)  [Health Information Management](https://acd.iupui.edu/majors-by-name/health-information-management1/index.html)  [Health Services Management](https://hls.iupui.edu/majors/health-services-management/index.html)  [Medical Humanities and Health Studies](https://acd.iupui.edu/majors-by-name/medical-humanities-and-health-studies/index.html)  [Philanthropic Studies](https://acd.iupui.edu/majors-by-name/philanthropic-studies/index.html)  [Physical Education and Teacher Education](https://hls.iupui.edu/majors/physical-education-teacher-education/index.html)  [Psychology](https://acd.iupui.edu/majors-by-name/psychology/index.html#?programTypeSelected=majors&departmentsSelected=8)  [Social Work](https://acd.iupui.edu/majors-by-name/social-work/index.html)   #### Health care technology  [Biomedical Engineering Technology](https://acd.iupui.edu/majors-by-name/biomedical-engineering/index.html)  [Health Data Science](https://fsph.iupui.edu/academics/undergraduate/bshds/index.html)  [Health Information Management](https://acd.iupui.edu/majors-by-name/health-information-management1/index.html)  [Healthcare Engineering and Technology Management](https://acd.iupui.edu/majors-by-name/healthcare-engineering-technology-management1/index.html)   #### Health education  [Community Health](https://hls.iupui.edu/majors/community-health/index.html)  [Exercise Science](https://hls.iupui.edu/majors/exercise-science/)  [Fitness](https://hls.iupui.edu/majors/fitness-management-and-personal-training/)  [Management and Personal Training](https://hls.iupui.edu/majors/fitness-management-and-personal-training/)  [Global Health](https://hls.iupui.edu/majors/environmental-health-science/index.html)  [Health Sciences](https://hls.iupui.edu/majors/health-sciences/index.html)  [Health Services Management](https://hls.iupui.edu/majors/health-services-management/index.html)  [Medical Humanities and Health Studies](https://hls.iupui.edu/majors/medical-humanities/index.html)  [Psychology](https://acd.iupui.edu/majors-by-name/psychology/index.html#?programTypeSelected=majors&departmentsSelected=8)  [Social Work](https://acd.iupui.edu/majors-by-name/social-work/index.html)  [Sociology](https://acd.iupui.edu/majors-by-name/sociology/index.html)   ### 1:1 career appointments  If you would like individualized guidance in exploring health-related majors, you can schedule a 1:1 appointment with our career consultant . You can go to the Student Appointment Scheduler or call our office at 317-274-4856 to schedule an appointment.  [Student Appointment Scheduler](https://one.iu.edu/task/iu/student-appointment-scheduler)  If you are at \"square one\" in the major and career decision-making process, it is beneficial to complete an assessment prior to your appointment with a career consultant. However, it is not necessary! Regardless of where you are at in the process, please be prepared to talk about your values, interests, personality, and skills. Our conversation is all about you, after all, and understanding yourself is the first step to discovering majors and careers that are the best fit for you.  [assessment](https://acd.iupui.edu/explore/choose-your-major/self-assess/focus/index.html)   ### Other resources for exploring  [What can I do with this major?](http://whatcanidowiththismajor.com/major/majors/)  What can I do with this major?  [O*Net](http://www.onetonline.org/)  O*Net  [Occupational Outlook Handbook](http://www.bls.gov/ooh/)  Occupational Outlook Handbook  [Explore health careers](https://explorehealthcareers.org/)  Explore health careers  [Candid Career](https://acd.iupui.edu/explore/explore-careers/candid-career/index.html)  Candid Career "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/faq/index.html#search",
    "body": "  ## We have answers for your questions  We have frequently asked questions listed below. If you're unable to find the information you need, be sure to contact us at (317) 274-4856.   ### Health and life sciences advising   ## Why is meeting with a student success advisor important?  Meeting with a student success advisor allows you to discuss your strengths and weaknesses, as well as your likes and dislikes, which is helpful for establishing a personalized road map through your curriculum.  Depending on your major, you may have choices about which courses you take and when. Your advisor can also alert you about courses that may have to be taken in a particular sequence. Advisors can spot weaknesses in your plan, if there are any, or reinforce your academic ambitions.   ## How often should I be meeting with my advisor?  You should aim to meet with your student success advisor at least two to three times a semester. By checking in with us throughout the semester, you'll allow us to help you (before it's too late) and make sure you have everything you need to be successful.   ## Who is my assigned student success advisor, and where can I find their contact information?  To view your assigned advisor, go to the Student Online Advising Records (SOAR) on One.IU.edu. Click on the Assigned Advisor tab on the left.  [Student Online Advising Records (SOAR)](https://one.iu.edu/task/iu/student-advising-records)  You can look up contact information for your assigned advisor by searching for their name on the IU directory .  [IU directory](https://directory.iu.edu/)   ## Can I change my assigned advisor?  Though you are assigned a student success advisor, you're more than welcome to meet with any HLS advisor. There are seven student success advisors on our HLS team. You can read our bios here .   ## How do I make an appointment?  You can make an appointment with a student success advisor or career consultant by following the instructions found here .  [here](https://acd.iupui.edu/advising/appointments/index.html)   ## Why should I meet with a career consultant?  A career consultant can talk with you about your major and/or career exploration to help you find what may be the best fit for you. They can provide resources to aid your major and career search, help you develop a parallel plan, and offer guidance on the best experiential learning opportunities to prepare you for the career path you’re interested in.  Learn more about our career consultant  [Learn more about our career consultant](https://hls.iupui.edu/about/staff/index.html)   ## What is a parallel plan? Why do I need one?  A parallel plan allows you to plan for two majors and career paths at once, focusing on common coursework, particularly in the first year. Parallel plans are highly recommended for students pursuing competitive programs and those who aren’t confident in their primary major choice.  Learn more about parallel planning  [Learn more about parallel planning](https://hls.iupui.edu/plan/parallel-plan/index.html)  If you'd like to make a parallel plan, but aren't sure about your options, schedule an appointment with a career consultant by calling (317) 274-4856.   ## What academic support services are available to me?  You can find a list and description of academic support services available to University College students here .  [here](https://acd.iupui.edu/advising/campus-resources/index.html)   ## Where can I find up-to-date information about my major, deadlines, and events?  We regularly post and share important updates on our social media platforms.  [here](https://www.instagram.com/hlsci_iupui/)  [here.](https://twitter.com/HLSCI_IUPUI)  We also encourage our students to join our Canvas page to subscribe to our weekly newsletter.  Join our Canvas page  [Join our Canvas page](https://iu.instructure.com/enroll/4DC836)   ### Majors and classes   ## Is there a guide to help me plan the courses I need to take for my major?  You can find the required courses for your major on the degree map here .  [here](https://igps.iu.edu/sisaadm-prd/?guest=true)     ## I want to be pre-med. Is there a pre-med major?  Pre-med is not a major at IUPUI. As long as you’ve completed the required prerequisite courses for your intended field of study, you can choose any undergraduate major you would like to pursue in a professional school.  \"Pre-professional\" is a term used for students who intend to enter a professional school (e.g., medical school, dental school, physical therapy school) after graduating with a bachelor’s degree. You can find more information about pre-professional areas here .  [here](https://hls.iupui.edu/plan/pre-professional/index.html)   ## What do I do if I’m failing my class?  The first step is to be honest with yourself. Are you actually failing or are you getting a B that you’re not used to?  Do an honest assessment of where you are in the course by asking questions such as the ones below:  Call 317-274-4856 to make an appointment so we can discuss it.   ## How can I change my major?  You can change your major by going here . You should also make an appointment with a student success advisor to discuss your new major and requirements.  [here](https://acd.iupui.edu/advising/update-your-major/index.html)  Call 317-274-4856 to schedule an appointment.   ## I want to change my major, but don’t know what to change it to. What should I do?  You’re not alone. You can work with a career consultant to do some major and career exploration. Learn more here .  [here](https://hls.iupui.edu/explore/health-care-majors)  If you no longer want to be in the health care field, no problem. There are career consultants that specialize in different advising clusters that can help you.   ## I want to pick up a minor or certificate. Where can I find this information?  A list of minors and certificates that are particularly relevant to students wanting to work in the health care world can be found here . If you don't see anything that strikes your fancy, you can see the complete list of minors and certificates that IUPUI has to offer here .  [here](https://hls.iupui.edu/plan/minors-certificates/index.html)  [here](https://acd.iupui.edu/majors/minors-certificates/index.html)   ## How will my AP/IB/dual credits transfer to my major?  AP credit: If you've taken an advanced placement (AP) course in high school and have scored at least a 3 on the exam, you could be eligible for transfer credit at IUPUI. You can search for your credits using either the AP exam name or the IUPUI course number here . If you have taken the AP exam, you should request that your scores to be sent to IUPUI.  [here](https://admissions.iupui.edu/apply/transfer-credit/ap-credit.html)  IB credit: If you've taken an international baccalaureate (IB) course in high school and have scored at least a 3 on the exam, you could be eligible for transfer credit at IUPUI. You can search for your credits using either the IB exam name or the IUPUI course number here . If you have taken the IB exam, you should request that your scores to be sent to IUPUI.  [here](https://admissions.iupui.edu/apply/transfer-credit/ib-credit.html)  Dual credit: To ensure that you receive college credit at IUPUI for the dual credit courses you took in high school, you'll need to make sure to have the official transcript with these credits sent to IUPUI Undergraduate Admissions from the institution granting the credit. Credits are then posted to your official record within six to eight weeks after your transcript is received.   ### Registration and holds   ## When can I register for classes?  Priority registration is a two-week window for current students to register for the upcoming semester. Each student is assigned a personal date and time. You can register for classes at any time after your date.  To view your registration date, go to the Student Center on One.IU.edu. Under Enrollment Dates, you will see Enrollment Appointment Date. Make sure you don't have any holds on your account that will prevent you from registering.  [Student Center](https://one.iu.edu/task/iu/student-center)     ## I have a hold on my account. How do I remove a hold?  You can learn more about University College holds here . Make sure you know how it'll impact your registration for the next term and how to release these holds.  [here](https://acd.iupui.edu/advising/holds)  Don’t know if you have a hold? Check your Student Center on One.IU.  [Student Center](https://one.iu.edu/task/iu/student-center)     ## I needed to get permission to enroll in a course. How do I know if I have been granted permission?  To view your class permission, go to the Student Center on One.IU.edu. Click on the Enrollment tab then the Class Permissions tab on the left. You'll need to check periodically to see if you've been granted permission. When you have, be sure that you enroll in the class.  [Student Center](https://one.iu.edu/task/iu/student-center)     ## What happens after I waitlist for a course?  If a seat becomes available, the waitlist system will attempt to place a student into that open seat. The first student on the waitlist who meets the eligibility requirements will be placed into the class. Once you place yourself on a waitlist, it's your responsibility to monitor your waitlist status in My Class Schedule .  [My Class Schedule](https://one.iu.edu/task/iu/my-class-schedule)  Learn more about waitlisting .  [Learn more about waitlisting](https://studentcentral.iupui.edu/register/waitlisting-a-course.html)   ## I need to drop or add a class. How do I do that?  During the semester, you can join our virtual drop-in Zoom room Monday–Friday, 10:00 a.m.–4:00 p.m. You can meet quickly with a peer advisor to answer a simple question or two about your degree, identify helpful campus resources, complete a required form, or make a change to your current class schedule.  Please note that record holds cannot be cleared during a drop-in meeting. Quick 15-minute questions can be answered on a first-come, first-served basis.  Join us here  [Join us here](https://iu.zoom.us/my/acddropinadvising)   ## Where can I find refund, drop/add, and withdraw deadlines?  You can find deadlines and events here. You can also find additional information on deadlines, campus holidays, and final exam dates on the official calendar found here.  [here.](https://hls.iupui.edu/events/index.html)  [here.](https://studentcentral.iupui.edu/calendars/official-calendar.html)   ### Other questions   ## How can I get involved on campus?  You can find HLS-related student organizations, campus opportunities, and professional organizations here . You can also search for additional organizations here .  [here](https://hls.iupui.edu/explore/student-organizations)  [here](https://thespot.iupui.edu/organizations)   ## How do I get access to my official transcript?  You can order an official transcript through One.IU here . You can view your unofficial transcript here .  [here](https://one.iu.edu/task/iu/etranscript-request-recent)  [here](https://one.iu.edu/task/iu/view-unofficial-transcript)   ## How do I find the contact information of IUPUI faculty and staff?  The IU directory is a great tool to find contact information of IUPUI faculty and staff. You can find the IU directory here .  [here](https://directory.iu.edu/)   ## Where can I find information on satisfactory academic progress (SAP)?  All IUPUI students are required to make satisfactory academic progress (SAP) in an eligible degree or certificate program to be eligible for financial aid.  Federal regulations require that your entire Indiana University academic record be reviewed for SAP, including semesters in which you did not apply for or receive financial aid.  Learn more about SAP .  [Learn more about SAP](https://studentcentral.iupui.edu/funding/manage-financial-aid/satisfactory-academic-progress.html)   ## How do I take a class at Ivy Tech?  You can find more information on how to take classes at Ivy Tech as a guest student here .  [here](https://ctas.iupui.edu/transfer/take-classes-at-ivy-tech/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/about/student-success-stories/edith-alanis-guijosa/index.html#search",
    "body": " Edith Alanis moved to the United States from Mexico when she was seven years old. Her mom graduated from the equivalent of high school in Mexico, but she was not allowed to further her education beyond high school. Edith’s dad joined the workforce after only a third grade education. Edith and her twin sister went through the American school system starting in first grade. Because their parents were unfamiliar with the system here, they had to figure things out as they went, relying on the help from advisors and counselors.  After high school, Edith started college at Ivy Tech as an exploratory major. She started out at Ivy Tech as a 21st Century Scholar trying to figure out what she wanted to do before going to a larger campus, such as IUPUI. She always had an interest in pursuing a career in the medical field. Edith’s sister-in-law was a dental assistant, so at Ivy Tech, she decided to pursue an associate degree as a dental assistant. Edith’s advisor at Ivy Tech felt that Edith was a bright student and could pursue a more difficult path, dental hygiene, which was not offered at Ivy Tech. That is when Edith decided that dental hygiene and IUPUI was for her.  As a first-generation college student, Edith faced more obstacles than the typical college student. When she first transferred to IUPUI, Edith’s grandmother back in Mexico began to struggle with her health. She felt helpless being so far away from her grandmother, who was a mother figure early in her life. Edith had a hard time focusing on school during this time, but knew her grandmother would want her education to come first.  Edith was accepted into the competitive dental hygiene program in fall of 2015 and is on track to graduate in May 2017. After being accepted into the dental hygiene program, Edith was awarded the IUPUI Regatta Scholarship by the Indiana University Alumni Association. She was asked to speak at a dinner for the scholarship, where she shared her story. Edith is also involved in the Student American Dental Association (SADA) and volunteers as an interpreter at outreach clinics.  I cannot believe how far I have come. . . . you have to stay positive.  Edith says that her biggest accomplishment in her life is her education, sharing, “I cannot believe how far I have come.” Her parents brought her here because they wanted her to have a better life and a better education than they had. She believes that if she had stayed in the small village in Mexico where she is from, she probably would already be a mother. Edith says, “I would have never had the opportunity to get the same quality of education I have gotten in the United States.”  Edith wants incoming students, especially first-generation students, to know that if you put in the effort, you can be successful. Her advice is: “you have to stay positive.” She credits her accomplishments to staying organized, passionate, and motivated. Edith’s parents risked so much for her to have an education, and she has used that to push herself to succeed. She wants to make her family proud of her, and “to see the smile on their faces when she walks across that stage at graduation.”  Learn more about the dental hygiene program    Written by: Mykaela King   ## Student success stories  [Read more student stories](https://hls.iupui.edu/about/student-success-stories/index.html) "
  },
  {
    "url": "URL: https://hls.iupui.edu/events/HLS-program-visit-days/index.html#search",
    "body": "  ## Join us for an HLS program visit  Are you curious about specific programs within the Health and Life Sciences cluster? Would you like to learn more about majors at IUPUI that you may not be familiar with? The HLS fall program visits are designed to:  Join the University College Health and Life Sciences cluster career consultant and student success advisors in this one- to two-hour program visit designed to explore major opportunities.  Students from all majors are invited to attend. Limited spots are available . Registration is required.  If you have questions, please contact Ryan Cook , HLS career consultant.   ### Upcoming visits   #### Fall 2023 program visits  Dates and times are subject to change.  Date  Time  Program and majors  Registration links  IU School of Medicine Health Professions Programs:  Respiratory Therapy  [Register](https://events.iu.edu/hlsiupui/event/976443-1)  IU School of Medicine Health Professions Programs:  Medical Laboratory Science, Cytotechnology, and Histotechnology  [Register](https://events.iu.edu/hlsiupui/event/977920-1)  IU School of Liberal Arts:  Medical Humanities and Health Studies  [Register](https://events.iu.edu/hlsiupui/event/977922-1)  IU School of Medicine Health Professions Programs:  Diagnostic Sonography, Medical Imaging Technology, Nuclear Medicine Technology, and Radiography  [Register](https://events.iu.edu/hlsiupui/event/976469-1)  IU School of Medicine Health Professions Programs:  Radiation Therapy  [Register](https://events.iu.edu/hlsiupui/event/977860-1)  IU School of Medicine Health Professions Programs:  Radiation Therapy  [Register](https://events.iu.edu/hlsiupui/event/977861-1)  IU School of Medicine Health Professions Programs :  Radiation Therapy  [Register](https://events.iu.edu/hlsiupui/event/977862-1)  Fairbanks School of Public Health:  Health Services Management and Public Health  [Register](https://events.iu.edu/hlsiupui/event/976465-1)  IU School of Dentistry:  Dental Hygiene  [Register](https://events.iu.edu/hlsiupui/event/1098199-1)  IU School of Health and Human Sciences :  Exercise Science, Health Sciences, Fitness Management and Personal Training, and Physical Education Teacher Education  [Register](https://events.iu.edu/hlsiupui/event/1167169-hls-program-visit-day-health-human-sciences)  IU School of Medicine Health Professions Programs:  Diagnostic Sonography, Medical Imaging Technology, Nuclear Medicine Technology, and Radiography  [Register](https://events.iu.edu/hlsiupui/event/976470-1)  IU School of Medicine Health Professions Programs:  Respiratory Therapy  [Register](https://events.iu.edu/hlsiupui/event/976448-1)  IU School of Liberal Arts:  Medical Humanities and Health Studies  [Register](https://events.iu.edu/hlsiupui/event/977941-1)  IU School of Medicine Health Professions Programs:  Diagnostic Sonography, Medical Imaging Technology, Nuclear Medicine Technology, and Radiography  [Register](https://events.iu.edu/hlsiupui/event/976471-1) "
  }
]