[
  {
    "url": "URL: https://housing.iupui.edu/explore/housing-options/index.html#search",
    "body": "  ## Housing Options  Are you a freshman starting your college journey?  A returning student looking for more independent living?  Take a look below to find an on-campus experience that is right for you.   ### Ball Hall  For first year students, Ball Hall offers a tie to the university’s rich history, while giving residents modern amenities at an economical price.  For first year students, Ball Hall offers a tie to the university’s rich history, while giving residents modern amenities at an economical price.   ### University Tower  With private bathrooms in every room, University Tower offers first-year students  beautiful views of the city skyline and quick access to dining options.  With private bathrooms in every room, University Tower offers first-year students  beautiful views of the city skyline and quick access to dining options.   ### North Hall  IUPUI’s newest residential facility, North Hall, was designed with a focus on giving students plenty of common spaces to interact, study, and socialize.  IUPUI’s newest residential facility, North Hall, was designed with a focus on giving students plenty of common spaces to interact, study, and socialize.   ### Riverwalk  Riverwalk offers a variety of living options, from first-year student suites to apartments that provide a more independent living experience.  Riverwalk offers a variety of living options, from first-year student suites to apartments that provide a more independent living experience.   ### Experience On-Campus Urban Living at IUPUI  With Indianapolis as your backyard, you have quick and convenient access to the capital city’s art, culture, recreation, and diversity.  For more information on all Indianapolis has to offer, click here .  [click here](https://www.iupui.edu/city/index.html)   ## All Facilities Include:   ### Ready to Live On Campus?  Apply Now Affordability "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/rblc/kelley-house.html#search",
    "body": "  ## Kelley House  The Kelley House community provides the opportunity to live amongst other business minded students.  Residents in the Kelley community have the opportunity to continue their learning from class back to their residence hall through study groups, service projects, or dining hall conversations.  You’ll have a front row seat to interact with academic advisors, local business owners, and upperclass students regarding their experiences as they traverse upperlevel business classes.   ### Room Type   ### Benefits   ### Eligibility and Next Steps   ### Contact  For more information, contact Terry O’Brien ( terobrie@iupui.edu ) or Charles Miller ( millchs@iu.edu ).   ### Want to Live in an RBLC?  Apply For Housing Update Your Application  [Apply For Housing](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [Update Your Application](https://hms.housing.iupui.edu/HMSSTUDENTWEB/Default.asp?) "
  },
  {
    "url": "URL: https://housing.iupui.edu/sec-nav-resources/soc-media-terms.html#search",
    "body": "  ## Social Media Posting Contest: Terms and Conditions "
  },
  {
    "url": "URL: https://housing.iupui.edu/academics-leadership/get_involved/job-listing.html#search",
    "body": "  ## Explore Job Listings  Working on campus can be a great way to earn money close to class and home. Employment with Housing and Residence Life means opportunities to lead your peers, gain invaluable customer service experience, or explore what it means to support students and serve on-call. Whether you are looking for a part-time job or a leadership experience to make your resume stand out post graduation, joining the HRL team can be a great fit! Explore what it means to be a student staff member with Housing and Residence Life.     ## Resident Assistant  Resident Assistants (RAs) provide leadership in a residential community on the IUPUI campus. The RA is responsible for building community among residents, supporting diversity and inclusion, enforcing policies, providing after hour services and maintaining an atmosphere conducive for academic and personal success. Each RA reports to a Residence Coordinator who provides guidance and feedback in meeting job expectations and support for developing your skills and abilities that will lead to future professional and personal success.  To apply, candidates must:    Apply Now  [Apply Now](https://housing.iupui.edu/academics-leadership/get_involved/become-an-ra.html)   ## Customer Service Representative  Job Summary:  Customer Service Representatives (CSRs) serve in a front line customer focused role for the Office of Housing and Residence Life. CSRs are responsible to deliver high quality customer service and will perform the following tasks: working the HRL front desk, answering phones and emails, helping to monitor the HRL social media accounts; addressing questions specific to a student’s housing account, assignment, or general housing information. CSRs are required to be courteous and professional at all times.  Duties and Responsibilities:  Knowledge, Skills, & Abilities:  Requirements:  Time Commitment:  Must work approximately 15 – 25 hours per week, but will not be scheduled for more than 25 hours per week on a regular basis. Preference will be given to students available to extend their employment to work through the summer.  Apply now  [Apply now](https://iupui.joinhandshake.com/jobs/4550636?showModal=true)   ## Residence Hall Community Desk Assistant  Job Summary:  In this role, you will have the opportunity to provide customer service and problem-solving support to the students that live in on-campus housing. At IUPUI, Housing and Residence Life’s on-campus housing includes Ball Residence Hall, North Residence Hall, Riverwalk Apartments & Townhomes, and University Tower – all of which have a Community Desk that is staffed by Desk Assistants. Duties and Responsibilities:  Apply now  [Apply now](https://app.joinhandshake.com/emp/jobs) "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/student-summer-housing.html#search",
    "body": "  ## Summer Housing Information  IUPUI summer housing is available to any student with an Indiana University ID number coming from any IU campus.  You do not have to be taking classes for the summer terms but you must have an IU ID number and account in order to apply to live on-campus.   ## Summer Housing Options and Cost  [virtual tour](https://housing.iupui.edu/explore-housing/housing-options/riverwalk/rw-apartments.html)  [Bursar’s website](https://studentcentral.iupui.edu/pay-bill/payment-options/index.html)   ## Summer Housing Process and Timeline  [go.iupui.edu/myhousing](https://hms.housing.iupui.edu/HMSSTUDENTWEB/)   ## Interested in Summer Conference and Guest Housing?  Learn about Summer Conference and Guest Housing   ### Take a Look at the Facilities!   ### Riverwalk Apartments "
  },
  {
    "url": "URL: https://housing.iupui.edu/academics-leadership/get_involved/volunteer.html#search",
    "body": "  ## Volunteer Opportunities  Volunteering is a great way to gain valuable skills, make new friends, and help your community. Housing and Residence Life offers many opportunities for you to volunteer! Whether you’re looking to volunteer for our annual move-in to welcome on-campus residents, or an event or project for students in our on-campus community, we have many options for you to get involved!     ## Move Crew  We are seeking Move Crew volunteers to help us welcome our on-campus residents. Move Crew volunteers will greet students, unload items, and deliver student’s belongings to their rooms. We need your help for both of our Summer Bridge move-in days (August 14 and 15) as well as our traditional fall move-in days (August 21 and 22) . For more details and to sign up, please fill out our form using the link below.  Volunteer for Move Crew  [Volunteer for Move Crew](https://iu.co1.qualtrics.com/jfe/form/SV_3f8jk9OAvDw1Dr8)  Please note: If you or your group have any volunteers who are not able to lift and move residents’ items, we still need your help. There several new Move Crew positions for those individuals and we will assign them based on the necessary accommodations. Please contact Madelin Willis ( willmade@iupui.edu ) if this applies to you or members in your group.     ### Move Crew FAQ   ## Will volunteers be required to wear masks?  Effective July 6, 2021, masks are optional within campus buildings for those who are fully vaccinated. Those who are exempt from the vaccine requirement or in the process of becoming fully vaccinated should continue to wear a mask inside buildings on campus. All individuals regardless of vaccination status will need to continue to wear a mask on public transportation, including campus buses, per guidelines from the Transportation Security Administration.     ## Will groups not affiliated with IUPUI be allowed to volunteer?  Yes. We welcome organizations from outside of the university to help us welcome students to campus. All organizations must be approved by Housing and Residence Life.     ## Will Housing and Residence Life be providing t-shirts for volunteers?  This year HRL is unable to provide t-shirts for volunteers. Volunteers are encouraged to wear shirts that highlight the organization they are volunteering, provided that the apparel is appropriate and not otherwise objectionable. Volunteers are also welcome to wear IUPUI spirit wear.     ## What are the shift times for the move-in days?  Move Crew shifts for each day are 8:30 a.m. to 3:30 p.m.  Based on how many students sign up for move-in times on each day, shifts may end earlier than 3:30 p.m. Volunteers who are not able to stay for the full shift need to notify Madelin Willis ( willmade@iupui.edu ) beforehand.     ## How will Move Crew volunteers be identified?  Each volunteer will be provided a wristband for each day of move-in. While assisting parents and students, all volunteers should be wearing the wristbands.     ## Is food provided for volunteers?  We will have water and individually packaged snacks available for Move Crew volunteers. Volunteers will be assigned a 30-minute break during their shift where they can relax and eat in the Move Crew break room at the facility they are volunteering.     ### Promotional opportunities for your organization:  In order to help promote all of the groups/organizations that volunteer for Move Crew we will be providing a couple of new opportunities for getting information to residents. Groups/organizations who have at least 5 members volunteering for Move Crew can participate in the following promotional opportunities. "
  },
  {
    "url": "URL: https://housing.iupui.edu/conference-guests/index.html#search",
    "body": "  ## Conference and Guest Housing  Here at IUPUI the Office of Housing and Residence Life and the Division of Student Affairs is happy to host conferences and events on our unique urban campus located in the heart of Indianapolis. We are offering conference and guest housing in three of our residence halls: North Hall, University Tower, and Riverwalk apartments. Our long-term accommodations in University Tower and Riverwalk apartments are full for the 2023 summer conference schedule, reach out today if you’re interested in having a conference in North Hall.  Campus partners can also benefit from the on-campus urban setting of our accommodations.  IUPUI's summer housing is ideal for your on-campus programs, internships, fellowships, and more, as it helps your participants take advantage of everything your program, and IUPUI, have to offer!  We offer top-notch facilities at an extremely economical price point for the location and amenities.  All of this, while staying within walking distance of the Indiana Government Center, Victory Field, Lucas Oil Stadium, White River State Park, NCAA National Headquarters, the Indiana State Museum, Indianapolis Zoo, and the Eiteljorg Museum.  Our experienced staff is excited to work with you on your next event, so contact us today to get started!   ### Summer Options To Suit Your Needs  At IUPUI, we offer a variety of summer accommodation options to meet the need of your organization.  Explore the links below to find the summer housing program that is right for you!   ### Conference Housing  Ideal for groups with adults or youth having short-term accommodation needs.   ### Group & Internship Housing  For adult groups needing accommodations for 10 or more days.   ### IU Student Summer Housing  If you are an IUPUI student currently living on campus, you can find summer accommodations here.  [Virtual Room Tour View our rooms for North Hall, Riverwalk Apartments, and University Tower.](https://housing.iupui.edu/explore/housing-options/index.html)   ### Virtual Room Tour  View our rooms for North Hall, Riverwalk Apartments, and University Tower.   ### We are here to help!  We want to make sure you have the answers to your questions.  If you can't find what you need on our website, please reach out to us.  We are here to help ensure your event is a success.  QAWEIKEL@IU.EDU "
  },
  {
    "url": "URL: https://housing.iupui.edu/conference-guests/conference-housing.html#search",
    "body": "  ## Conference Housing  Planning an event with youth or short-term stay accommodations is made easy with IUPUI's Group and Conference Housing.  We offer North Hall our newest residence facility specifically designed for community engagement for your participants, providing the ability to have a block of rooms for connectivity and youth supervision. Conveniently located near IUPUI's meeting spaces and dining, each hall offers unique amenities to accommodate your organization's needs.    Take a look at what each facility experience is like!    IUPUI Groups and Conference facilities are:   ## Included Amenities  North Hall:   ## Group Eligibility   ## Contract Requirements  [found here](https://policies.iu.edu/policies/ps-01-programs-involving-children/index.html)   ## Rates    North Hall Summer 2023    8 or more Nights  2-7 Nights  1 Night  Double Occupancy  $36.50  $43  $49  Single  $52  $63  $65  With linen, add: $30 per participant for the first week, and $15 for every following week  $3.00  $4.75  $6.75  IUPUI housing rates are established on an annual basis. In cases of advanced scheduling, the Office of Housing and Residence Life may quote estimated rates with no implied guarantee that the rates quoted will be the actual rates in place at the time of the conference. The rates are per person/per night based on the dates requested. The Office of Housing and Residence Life is required to collect taxes based on the Indiana University Sales Tax Collection Matrix for attendees staying with us for less than 30 days. The matrix is available by clicking here .    Request A Quote About Summer Conferences  Please complete the quote request with the most up to date information you can provide. A staff member will then contact you with more information regarding availability, rates, and booking information. "
  },
  {
    "url": "URL: https://housing.iupui.edu/#search",
    "body": " Apply Now  Submit a Work Order  Contact Us   ### Explore Housing  Calling IUPUI home gives you the unique opportunity to fully immerse in all that IUPUI and Indianapolis have to offer.  Learn how to customize that experience to meet your needs.  Calling IUPUI home gives you the unique opportunity to fully immerse in all that IUPUI and Indianapolis have to offer.  Learn how to customize that experience to meet your needs.   ### Live On Campus  On-campus housing at IUPUI is in high demand.  Find everything you need to secure a spot on-campus and prepare you for move-in day.  On-campus housing at IUPUI is in high demand.  Find everything you need to secure a spot on-campus and prepare you for move-in day.   ### Current Residents  As a resident, you benefit from a staff dedicated to your success.  In addition, the resources you need as a resident are here at your fingertips.  As a resident, you benefit from a staff dedicated to your success.  In addition, the resources you need as a resident are here at your fingertips.   ### Academics & Leadership  With scholarships, programs, student organizations, and more, you will have opportunities to learn the skills you need to prepare you for life.  With scholarships, programs, student organizations, and more, you will have opportunities to learn the skills you need to prepare you for life.   ## We embrace IUPUI's strong diversity  Housing and Residence Life is committed to creating communities where all residents are valued, respected and appreciated. With residents from over 144 countries with varying backgrounds, identities, and religions, all of our residents are expected to challenge their own bias and engage with one-another, faculty, and staff in a civil and respectful member. We believe that learning about our differences and embracing them is the key to a welcoming environment. Housing and Residence Life has created the Inclusive Housing Action Project (IHAP) to ensure HRL actualizes its commitment to civility and inclusion.  Learn more about what IUPUI does to support a diverse campus!  Diversity at IUPUI  [Diversity at IUPUI](https://diversity.iupui.edu/resources/index.html) "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/rblc/index.html#search",
    "body": "  ## Residential Based Learning Communities  Take your on-campus urban living experience to the next level by living in a Residential Based Learning Community (RBLC)! These communities give you the opportunity to live with other students that share an interest in a particular social cause or academic area.  40 Percent of our residents live in an RBLC  2.2 times higher graduation rate when part of a RBLC  85 RBLC exclusive signature events per year   ## Benefits of RBLCs  In additional to the standard programs offered to you by living on-campus, RBLCs bring you events and programs that connect you to faculty, staff, and students around the focus of your RBLC.  They also help you connect to the city of Indianapolis through cultural and social events, as well as through community service activities with local non-profit organizations.  Theme Based  Diversity Program  Major Based  Health Majors  Herron House    Major Based  Art Majors  HHSC    Major Based  School of Health and Human Sciences Majors  Honors House    Major Based  Honor Students  International House    Theme Based  International Culture  Kelley House    Major Based  Business Majors  Theme Based  LGBT+ Students and Allies  Liberal Arts Community    Major Based  Liberal Arts Majors  Major Based  Purdue STEM Majors  Major Based  Informatic Majors  Major Based  Students with STEM Majors  Major Based  Female Identifying Science and Engineering Majors  Major Based  Female Identifying Science Majors   ### Learn about the other ways we support your academic success  Academic Initiatives Residential Curriculum "
  },
  {
    "url": "URL: https://housing.iupui.edu/move-in-day/break-information.html#search",
    "body": "  ## Break Information  Break periods throughout the academic year are important times for students to relax, renew focus on their academics, and catch up with friends and family back home. Information about each break period is listed below. For more information, please contact your community office.   ## Fall Break  During fall break, residents are permitted to stay on campus as this period is included in the rental rate. No additional registration is needed for this break period.     ## Thanksgiving Break  During this break period, residents can choose to remain on campus and there are no additional rental fees or registrations for staying on-campus during this timeframe.  All housing offices will be closed Wednesday through Friday of this break and community offices will be closed Monday through Friday. It is important to plan accordingly during this period if you are expecting important items to ship, as deliveries during this time won't be received.     ## Winter Break  Ball Residence Hall, University Tower, and North Hall will close for winter break . During this period, residents are not required to remove their belongings; however, they will not be able to re-enter their residence hall until after these buildings re-open for spring semester. Residents may move back into the halls beginning Friday January 6 at 8am.  Riverwalk Apartments and Shared Suite residents may stay during winter break, as this period is included as part of their housing contract.  Community offices for all facilities will be closed during the break.  If you are expecting important packages to ship during that timeframe, please plan accordingly .  If you have an emergency work order or facility issue, please call the RA on duty regardless of the time of day.  If you are locked out or require the assistance of a staff member, please expect the staff member to take longer to arrive, depending on your location and the facility the staff member is coming from.  Students who are locked out during winter break are subject to a $50 lockout fee instead of the standard $15 fee.   ## Spring Break  During spring break, residents are permitted to stay on campus as this period is included in the rental rate. No additional registration is needed for this break period.   ### Resident Quick Links  Submit a Work Order Resident Handbook  [Submit a Work Order](https://housing.iupui.edu/residents/submit-workorder.html)  [Resident Handbook](https://housing.iupui.edu/residents/residential-handbook/index.html) "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/rblc/purdue-house.html#search",
    "body": "  ## Purdue House  Purdue House allows upperclass and graduate students studying engineering, technology, and science to interact and form peer mentoring relationships. Programming directly related to students majoring in STEM majors focusing on next steps beyond the first year.   ### Room Type   ### Benefits   ### Eligibility and Next Steps   ### Contact  For more information, contact Shreyanil Kar ( skar@iu.edu ) or Marilyn Mangin ( mmangin@iupui.edu ).   ### Want to Live in an RBLC?  Apply For Housing Update Your Application  [Apply For Housing](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [Update Your Application](https://hms.housing.iupui.edu/HMSSTUDENTWEB/Default.asp?) "
  },
  {
    "url": "URL: https://housing.iupui.edu/live-on-campus/explore-campus-partners.html#search",
    "body": "  ### Explore Our Campus Partners   ## Campus Partners   ### IUPUI Athletics  [The Spot](https://thespot.iupui.edu/event/9149491)  [iupui_jaguars](https://www.instagram.com/iupui_jaguars/?hl=en)  [IUPUIJaguars](https://twitter.com/IUPUIJaguars)   ### IUPUI Bookstore    The IUPUI Bookstore is a proud sponsor of Weeks of Welcome!  The store is located in Campus Center suite 155 and is a major destination for Jaguar fans looking to shop for all kinds of fan gear. The campus store has increased the amount of space devoted to T-shirts, sweatshirts, gifts, and other clothing and apparel items. The Bookstore also provides required textbooks, course materials, and supplies for IUPUI students. Check out the space in person or shop online with free in-store pickup.  Shop the IUPUI Bookstore  [Shop the IUPUI Bookstore](https://www.bkstr.com/indianastore/iupui?cm_mmc=Web-_-Website-_-IUPUIMoveIN-_-2271)   ### Office of Student Employment    Your one-stop shop for employment.  Whether it's a job, an internship, or just general information about employment as a student, we've got you covered! Come see us for resume development and review, Federal Work-Study questions, and even professional headshots.  Are you a student looking for part-time work? The IUPUI Part-time Job Fair is a great opportunity to meet on and off-campus opportunities! Come by to meet up to 70 employers and grow your network!  Part-Time Job Fair  August 30 th , 2023 12:30 PM-4:00 PM  Taylor Courtyard  Website: employment.iupui.edu  [employment.iupui.edu](https://employment.iupui.edu/)   ## Student Organizations   ### Alpha Lambda Delta/Phi Eta Sigma Honor Society  Alpha Lambda Delta and Phi Eta Sigma are the original and oldest nonprofit honor societies created to recognize first-year college students for academic excellence.  Students who earn at least a 3.5 during their first semester will receive an invitation to join the IUPUI chapter in late January or early February.  There is a one-time membership fee, and you are a member for life once you’re initiated.  Our chapter has been recognized as one of the top chapters in the country every year since 2003, and our chapter’s members have won over half a million dollars in national scholarships.  We have a variety of officer positions available and provide students with a great opportunity to develop their leadership skills, attend regional and national conferences, and make lifelong friends.  We also hold monthly meetings and engage in numerous social and service activities throughout the year.  Check us out on Facebook: ALD/PES @ IUPUI  [ALD/PES @ IUPUI](https://www.facebook.com/groups/187952233181/?ref=sharehttps%3A%2F%2Fwww.facebook.com%2Fgroups%2F187952233181%2F%3Fref%3Dshare)  Instagram: iupui_aldpes  [iupui_aldpes](https://www.instagram.com/iupui_aldpes/)  ALDPES Flyer Front  ALDPES Flyer Back     ### Phi Gamma Delta    Phi Gamma Delta or FIJI is an IUPUI organization for building courageous leaders based on 5 core values- friendship, knowledge, service, morality, and excellence. We are an organization a part of the FSL life on campus. Check out our Instagram @iupui_fiji for more information on how to rush and join! We also have a scholarship program we are giving out to IUPUI students, check our bio for more information.  Instagram: iupui_fiji  [iupui_fiji](https://www.instagram.com/iupui_fiji/?igshid=MzRlODBiNWFlZA%3D%3D)   #### Lambda Upsilon Lambda    Nervous about the new school year? We know how stressful it can become. Check out the Hermanos on Instagram! We offer academic support, leadership development, and community service opportunities. Your first semester will be full of new experiences, so we hope to see you on campus!  Instagram: lul_betanu  [lul_betanu](https://www.instagram.com/lul_betanu/)   ### Sigma Psi Zeta Sorority, Inc.  [iupuisyz](https://nam12.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.instagram.com%2Fiupuisyz%2F&data=05%7C01%7Csimkend%40iu.edu%7C0aac982f0f14479a3fbb08db8e116b08%7C1113be34aed14d00ab4bcdd02510be91%7C0%7C0%7C638259977690341075%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&sdata=FjMPJHNyd6MNVmG4juoW%2F0LUNNZWeJdM5OI0Uq%2F6MOw%3D&reserved=0)  [iupuisyz.com](https://nam12.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.iupuisyz.com%2F&data=05%7C01%7Csimkend%40iu.edu%7C0aac982f0f14479a3fbb08db8e116b08%7C1113be34aed14d00ab4bcdd02510be91%7C0%7C0%7C638259977690341075%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&sdata=YouZa5hxZEanJWA57T42jCakKGfRAs1FeFfXwCfedms%3D&reserved=0)   #### Tau Kappa Epsilon    [Tau Kappa Epsilon](https://www.instagram.com/tkeiupui/?hl=en)  [@TKEIUPUI](https://www.instagram.com/tkeiupui/)  [Rush TKE](https://app.chapterbuilder.com/forms/3610/view/?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpYXQiOjE2NjA3NDgwOTYsIm5iZiI6MTY2MDc0ODA5NiwianRpIjoiOGZmMDg3YTctN2FkZS00YjE0LWJkY2UtNTc1MDFlNTA0OGJmIiwiaWRlbnRpdHkiOjM2MTAsImZyZXNoIjpmYWxzZSwidHlwZSI6ImFjY2VzcyIsInVzZXJfY2xhaW1zIjp7InR5cGUiOiJmb3JtIn19.UFeLl3uoN_qxMWYDBxxXnIlKpgB9baW33aZZ1czo2JQ) "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/rblc/herron-house.html#search",
    "body": "  ## Herron House  The Herron House community fosters academic, personal, and creative excellence by establishing strong ties to the Herron School of Art and Design, IUPUI, and the Indianapolis artistic community. Residents at Herron House are provided with the opportunity to live with other art and design students and participate in social and cultural activities relevant to the pursuit of their degrees.   ### Room Type   ### Benefits   ### Eligibility and Next Steps   ### Contact  For more information, contact Stacy Files ( sfiles@iupui.edu ).   ### Want to Live in an RBLC?  Apply For Housing Update Your Application  [Apply For Housing](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [Update Your Application](https://hms.housing.iupui.edu/HMSSTUDENTWEB/Default.asp?) "
  },
  {
    "url": "URL: https://housing.iupui.edu/academics-leadership/index.html#search",
    "body": "  ## Your Success at IUPUI is Our Priority  As part of the Division of Student Affairs, we take preparing you for life very seriously.  The support we offer you through educational scholarship opportunities, curriculum-based hall programming, and award winning leadership positions reflects that.  All of these opportunities are exclusive to on-campus residents, offering more focused, individualized attention that will allow you to learn the life skills needed to succeed after college.    120 residents leading in our exclusive student organizations  23,500 scholarship dollars given to academic initiative participants  135 students employed by Housing and Residence life annually   ### Academic Support for Success  As a college student, finding balance can be a challenge and knowing the resources on campus that are available to help is a key to successfully navigating the challenges you will face.  Our academic initiatives are designed to connect you to campus resources before you need them, and help you get to know yourself in the process.  Plus, participating in them can earn you a housing scholarship!  We believe that learning the skills necessary to succeed doesn't just happen in the classroom.  While programming in the halls is a great way to meet new people and get connected to campus, it is based on a residential curriculum that ensures you are learning valuable skills while having fun!   ### Academic Initiatives  Learn more about our scholarship programs that allow you to earn money while you connect to campus.   ### Residential Curriculum  Get some information about how our programming is influenced by our residential curriculum.   ### Get Involved  With over 200 leadership and student staff positions, finding a way to get involved is made easy.  Regardless of your interests, we have ways for you to gain life experience advocating for residents, leading organizations, introducing perspective students to the on-campus experience, and so much more!   ### Student Organizations  Living on-campus, you can participate in organizations exclusive to our residents.  Whether you want to volunteer, get elected, or participate as a spectator, take a look at the ways our residents can make an impact.  And don't miss the great events these organizations plan just for you!  Living on-campus, you can participate in organizations exclusive to our residents.  Whether you want to volunteer, get elected, or participate as a spectator, take a look at the ways our residents can make an impact.  And don't miss the great events these organizations plan just for you!   ### Employment Opportunities  Gain valuable work experience while earning an income in a position with Housing and Residence Life.  We offer live-in positions, as well as hourly and summer positions, to help you develop the skills necessary to succeed in the workplace after graduation!  Gain valuable work experience while earning an income in a position with Housing and Residence Life.  We offer live-in positions, as well as hourly and summer positions, to help you develop the skills necessary to succeed in the workplace after graduation!   ### Residential Based Learning Communities  Residential Based Learning Communities (RBLC) give you a way to live and learn with residents from your academic area or with a passion for the same social cause.  The focused programming and connection to campus have resulted in participants graduating at a 2.2 times higher rate than their peers.  Have a look at our RBLC choices to find the one that is right for you!  RBLC Details   ### Learn more about the Jag Life, or apply today! "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/rblc/wish.html#search",
    "body": "  ## Women in Science House (WISH)  The Women in Science House (WISH) is an on-campus residential living and learning community for female science students of various class years and majors. Residents of WISH will live in an environment that fosters academic development through the exploration of the field of science and provides a nurturing atmosphere for personal growth, including:   ### Room Type   ### Benefits   ### Eligibility and Next Steps  [Click here](https://iu.co1.qualtrics.com/jfe/form/SV_0dK0AiG5xk3THnM)   ### Contact  For more information, contact Diana Sims-Harris ( dsimshar@iupui.edu ).   ### Want to Live in an RBLC?  Apply For Housing Update Your Application  [Apply For Housing](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [Update Your Application](https://hms.housing.iupui.edu/HMSSTUDENTWEB/Default.asp?) "
  },
  {
    "url": "URL: https://housing.iupui.edu/academics-leadership/get_involved/rha.html#search",
    "body": "  ## RHA  More information about the Residence Hall Association (RHA) will be available soon! Want to get involved? Email us at iupuirha@iupui.edu  Check us out on social media: "
  },
  {
    "url": "URL: https://housing.iupui.edu/sec-nav-connect/community-office-contact.html#search",
    "body": "  ## Community Office Information  Your community office is the go-to place if you have questions, concerns, or problems regarding your living space, common areas, other residents, roommates, or Housing and Residence Life programs.  Typical requests with which to contact your community office include:   ### Ball Hall  1226 West Michigan Street Indianapolis, IN 46202 317.274.7457 Office Hours: (excludes holidays and break periods ) Monday-Friday: 8 a.m. - 9 p.m.     ### University Tower  911 West North Street Indianapolis, IN 46202 317.274.8968 Office Hours: (excludes holidays and break periods) Monday-Friday: 8 a.m. - 9 p.m.     ### North Hall  820 West North Street Indianapolis, IN 46202 317.278.0207 Office Hours: (Excludes holidays and break periods) Monday-Friday: 8 a.m. - 9 p.m..       ### Riverwalk  1354 Hine Street, Suite 144 Indianapolis, IN 46202 317.274.6714 Office Hours: (excludes holidays and break periods) Monday-Friday: 8 a.m. - 9 p.m.   ## Email Us   ##### reslife@iupui.edu "
  },
  {
    "url": "URL: https://housing.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://housing.iupui.edu/move-in-day/move-in-day-nh.html#search",
    "body": "  ## North Hall move-in day map   ### Unloading instructions   ### Long-term parking location "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/housing-options/riverwalk/rw-apartments.html#search",
    "body": "  ## Riverwalk Apartments  Ready for a more independent living experience but still want all of the convenience and access to resources available living on-campus? Open to any IUPUI student, our fully furnished apartments give you just that. Enjoy a single bedroom, full kitchen, and washer and dryer, letting you take adulting to the next level, while still providing the support you need to navigate university life.   ## Community Tours   ### Apartments Feature:   ## Apartment Photos   ### What's Next?  Apply Now The Experience  [Apply Now](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [The Experience](https://housing.iupui.edu/explore-housing/the-experience.html) "
  },
  {
    "url": "URL: https://housing.iupui.edu/residents/iupui-tv-phone.html#search",
    "body": "  ## IUPUI TV and Phone  Living on-campus gives you access to Xfinity on Campus, a streaming IPTV service, at no cost to you.  Included are all the go apps for our channel lineup, including HBO, allowing you to take a break from studying to binging your favorite shows!  To learn how to connect to streaming entertainment, please visit https://kb.iu.edu/d/aore .  Because of this great service, traditional cable line TV is no longer available.  [https://kb.iu.edu/d/aore](https://kb.iu.edu/d/aore)  View your Xfinity On Campus channels or recieve help from Xfinity by follow the link below.  Xfinity On Campus  [Xfinity On Campus](https://www.xfinityoncampus.com/)   ### IU ResLife Cinema  Residents also get exclusive access to IU ResLife Cinema, a streaming movie service that allows you to vote on what movies are available.  Visit IU ResLife Cinema to get logged in and watch the latest movies today!  [IU ResLife Cinema](https://reslifecinema.iu.edu/#/browse)   ### Need a landline phone?  While the phone line is not automatically activated, you can get information about requesting it by visiting https://kb.iu.edu/d/alwn  [https://kb.iu.edu/d/alwn](https://kb.iu.edu/d/alwn) "
  },
  {
    "url": "URL: https://housing.iupui.edu/residents/residential-handbook/directory.html#search",
    "body": "  ## Directory  Note: All numbers listed below begin with a 317 area code.     ## Housing and Residence Life  Office of Housing and Residence Life 415 Porto Alegre Street, Suite 150 274-7200  Ball Residence Hall 1226 W. Michigan Street, Room 026 274-7457  University Tower 911 W. North Street 274-8968  North Hall 820 West North Street 278-0207  Riverwalk Apartments & Townhomes 1354 Hine Street, Suite 144 274-6714   ## Emergency Numbers  Emergency 911  IUPUI Police Emergency 274-7911  Non-Emergency 274-2058     ### RAs on Duty  Ball Residence Hall 414- 220-3397  University Tower 414-9929 or 414-2759  North Hall 612-7022 or 612-7056  Riverwalk Apartments & Townhomes 414-9825 or 414-2357     ## Academic Support  Academic and Career Development 274-4856  [Academic and Career Development](https://acd.iupui.edu)  Adaptive Educational Services (AES) 274-3241  [Adaptive Educational Services (AES)](https://aes.iupui.edu)  Bepko Learning Center 274-4818  [Bepko Learning Center](https://blc.iupui.edu)  Campus Safewalk 274-7233  [Campus Safewalk](https://safe.iupui.edu)  Math Assistance Center 274-7898  [Math Assistance Center](https://mac.iupui.edu)  University Library 274-0469  [University Library](https://ulib.iupui.edu)  University Writing Center 274-2049  [University Writing Center](https://liberalarts.iupui.edu/uwc)     ## Student Services  Athletics 278-JAGS  [Athletics](https://iupuijags.com)  Barnes & Noble at IUPUI (Bookstore) 278-2099  [Barnes & Noble at IUPUI (Bookstore)](https://iupui.bncollege.com)  Bursar 274-2451  [Bursar](https://bursar.iupui.edu)  Campus Center 278-2533  [Campus Center](https://campuscenter.iupui.edu)  Campus Operator and Information 274-5555  Campus Recreation 274-2824  [Campus Recreation](https://campusrec.iupui.edu)  Center for Service & Learning 278-2662  [Center for Service & Learning](https://csl.iupui.edu)  Counseling and Psychological Services 274-2548  [Counseling and Psychological Services](https://caps.iupui.edu)  Fraternity and Sorority Life 278-8511  [Fraternity and Sorority Life](https://fsl.iupui.edu)  Crimson Card Services 274-0400  [Crimson Card Services](https://crimsoncard.iu.edu)  Office of the Registrar 274-1519  [Office of the Registrar](https://registrar.iupui.edu)  Office of Student Scholarship 274-5516  [Office of Student Scholarship](https://scholarships.iupui.edu)  Parking & Transportation Services 274-4232  [Parking & Transportation Services](https://parking.iupui.edu)  Student Conduct 274-4431  [Student Conduct](https://conduct.iupui.edu)  Student Employment 274-0857  [Student Employment](https://employment.iupui.edu)  Student Financial Services 274-4162  [Student Financial Services](https://iupui.edu/finaid)  Student Health Services 274-8214  [Student Health Services](https://health.iupui.edu)  UITS Support Center 274-4357  [UITS Support Center](https://uits.iupui.edu) "
  },
  {
    "url": "URL: https://housing.iupui.edu/sec-nav-connect/index.html#search",
    "body": "  ## Contact Us  Office of Housing and Residence Life 415 Porto Alegre Street, Suite 150 Indianapolis, IN 46202 reslife@iupui.edu p: 317.274.7200  *Some types of data should not be sent to this number as these faxes are converted to an electronic format.  Before you send us a fax, please review this IU Fax KB article: https://kb.iu.edu/d/baya.   ### Community Office Information  Each community has an office that residents and guests may use as a resource. Resident Assistants at the community office are able to assist with facility tours, addressing emergency situations, or answering questions about the community.  Community Office Contact   ## Housing and Residence Life Map  [build embedgooglemap.net themes](https://www.embedgooglemap.net/blog/best-wordpress-themes/) "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/rblc/liberal-arts.html#search",
    "body": "  ## Liberal Arts Community  The Liberal Arts community is designed for students who have a passion to change the world through an interdisciplinary approach.  Residents will explore a diverse range of activities and participate in opportunities designed around civic engagement. You’ll explore your values and goals, learn about resources, develop leadership skills, and grow as a student, citizen, and future professional.   ### Room Type   ### Benefits   ### Eligibility and Next Steps   ### Contact  For more information contact Kait Bedel ( kbedel@iu.edu ).   ### Want to Live in an RBLC?  Apply For Housing Update Your Application  [Apply For Housing](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [Update Your Application](https://hms.housing.iupui.edu/HMSSTUDENTWEB/Default.asp?) "
  },
  {
    "url": "URL: https://housing.iupui.edu/academics-leadership/residential-curriculum.html#search",
    "body": "  ## Residential Curriculum  We care about more than just providing the facilities for premier on-campus urban living.  We care about providing you with a high quality on-campus living and learning experience.  ​When you choose to live with us, you gain unique access to an environment that supports your development in and out of the classroom. You will build connections that celebrate differences, foster community, and promote personal and community responsibility.   ### As a result of focusing on these categories of learning, the residential experience has improved.  2,700 The number of conversations RAs had with residents about our learning goals  95% The percentage of students who reported having at least an okay or great roommate relationship  300 The number of activities hosted by RAs that supported learning and connection   ### Our plan for what you will learn, emphasizes four topics   ##### Personal Responsibility  You will be able to assume responsibility for your individual experience by applying values to your decision making.   ##### Interpersonal Communication  You will build relationships, actively solve problems, and resolve conflicts through understanding communication styles to accomplish personal and relational goals.   ##### Identity Development  You will identify social and personal identities, understand your positionality with the development of self and others identities, and learn how to practice social justice advocacy in your residential, IUPUI, and Indianapolis communities.   ##### Community Engagement  You will make connections with others within your residential, IUPUI, and Indianapolis communities. You will be introduced to the complexity of social issues and make positive contributions.   ### RAs serve as peer educators  A resident assistant’s job responsibilities include managing safety and security of the community and serving a resource for students on campus, but the RAs also serve another important role in the community. They are role models and peer educators. As someone who is also navigating the college experience, they can provide you a helpful perspective as you settle into life on campus. RAs coordinate and support the residential curriculum by having conversations and hosting activities and events where you can gain skills in our four learning goals.  Keeping their role of peer educator at the forefront, see what some of our RAs commit to for their residents:   ### Connections to IUPUI PLUS  We are committed to furthering your educational pursuits both inside and outside of the classroom. For this reason, our residential curriculum was designed keeping in mind IUPUI’s Profiles of Learning for Undergraduate Success . The Profiles of Learning for Undergraduate Success prepare you to communicate, innovate, solve problems, and contribute to local and global communities.  [Profiles of Learning for Undergraduate Success](https://profiles.iupui.edu/index.html)  In our work with our residential curriculum, the learning experiences we promote also support co-curricular activities on campus, the general education program, and even major- and minor-specific course work.  Personal Responsibility support’s the Profile’s focus on students being a Problem Solver.  Interpersonal Communication directly connects to the Profile’s focus on students being a Communicator.  Identity Development and Community Engagement build upon one another to support the Profile’s focus on students leaving IUPUI to become Community Contributors .   ### Learn more about how we support your success or apply today!  Apply Now Additional Programming "
  },
  {
    "url": "URL: https://housing.iupui.edu/live-on-campus/packing-lists/ball-packing-list.html#search",
    "body": "  ## Ball Hall Packing List  Follow the link to download a PDF version of this Packing List. To obtain a printed copy of the Packing List, please stop by the Office of Housing and Residence Life in Orvis 150.     ## Bedroom   ## Bathroom   ## Miscellaneous   ## School Supplies   ## Electronics   ## Cleaning Supplies   ## What is Provided "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/housing-options/tower.html#search",
    "body": "  ## University Tower  University Tower is home to 600 first-year students. With private bathrooms in every room, you can enjoy traditional residence hall life with non-traditional amenities.  University Tower is made up of triple rooms and offers you quick access to three dining options, located on the first and second floor of the residence hall.   ## Quick Facts  300 Students live in one of University Tower's RBLCs  3 Dining options located in the building  135 Windows that overlook the city skyline   ## Community Tours  Description of the video:   ## Amenities   ### Resident Room Features:   ### Community Amenities:   ## Student Testimonial  I enjoyed living at the tower, making friends, and being able to live on campus my first year. It was an experience that I will never forget and I will be really sad to leave.   ## Community Photos "
  },
  {
    "url": "URL: https://housing.iupui.edu/live-on-campus/packing-lists/riverwalk-packing-list.html#search",
    "body": "  ## Riverwalk Packing List  Follow the link to download a PDF version of this Packing List. To obtain a printed copy of the Packing List, please stop by the Office of Housing and Residence Life in Orvis 150.     ## Bedroom   ## Bathroom   ## Kitchen   ## Miscellaneous   ## School Supplies   ## Electronics   ## Cleaning Supplies   ## What is Provided "
  },
  {
    "url": "URL: https://housing.iupui.edu/residents/submit-workorder.html#search",
    "body": "  ## Submit a Work Order  To report a maintenance item, please complete the Work Order Request Form below. Visit the community office to follow up on the status of a non-emergency maintenance issue.  In the event of an EMERGENCY maintenance issue, please contact the RA on duty.  Please contact IUPUI’s University Information Technology Services (UITS) Support Center for assistance in accessing IU Secure, eduroam or IU DeviceNet. Phone, email, and chat support is available 24/7.  Community Offices RA Duty Numbers Technology Resources  [Technology Resources](https:///kb.iu.edu/d/abxl#iupui)   ### Work Order Request Form "
  },
  {
    "url": "URL: https://housing.iupui.edu/live-on-campus/packing-lists/tower-packing-list.html#search",
    "body": "  ## University Tower Packing List  Follow the link to download a PDF version of this Packing List. To obtain a printed copy of the Packing List, please stop by the Office of Housing and Residence Life in Orvis 150.     ## Bedroom   ## Bathroom   ## Miscellaneous   ## School Supplies   ## Electronics   ## Cleaning Supplies   ## What is Provided "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/housing-options/riverwalk/index.html#search",
    "body": "  ## Riverwalk  A versatile facility with options to fit your needs, Riverwalk features suites, for first-year students, and apartments and townhomes, open to all IUPUI students. All of Riverwalk's living options include a full kitchen, washer and dryer in each unit, and all utilities are included in the rental costs.     #### Shared Suites  Riverwalk Shared Suites is a hybrid option, combining elements of the traditional residence hall you will enjoy, with apartment amenities you highly desire. Residents have a shared bedroom space and a suite-style lounge space, perfect for building community.  Riverwalk Shared Suites   #### Apartments  Ready for a more independent living experience but still want all of the convenience and access to resources available living on-campus?  Our fully-furnished apartments, open to any IUPUI student, will help you take adulting to the next level.  Riverwalk Apartments   ## Quick Facts  23 Buildings that make up Riverwalk Apartments  240 Students who live in one of Riverwalk's RBLCs  10 Minutes walk to the heart of campus   ## Student Testimonial  These past two years I've really enjoyed living on campus.  It makes it so easy for me to get to my classes on time without having to wake up at some super early hour.  Everyone is friendly and helps you in the right direction when you need it.   ## Amenities  All of the Riverwalk options are furnished, with full kitchens and bathrooms.  Because the amenities are different for the suites and the apartments/townhomes, please follow the links above for the room type you are interested in learning more about!   ### Community Amenities:   ## Community Photos   ### What's Next?  Apply Now The Experience  [Apply Now](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [The Experience](https://housing.iupui.edu/explore-housing/the-experience.html) "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/rblc/wise.html#search",
    "body": "  ## WISE  The WISE (Women in Science and Engineering) is an embedded community on the STEM floor that provides a Women’s STEM success course allowing residents to easily connect with other female students in their major and network with faculty, staff, and alumni.  [STEM](http://www.stem.indiana.edu/)  The WISE Community promotes scholarship and camaraderie among first year science, technology, engineering, and mathematics ( STEM ) students. The community provides a student success STEM course specifically designed for residents focusing on academic success, identifying healthy behaviors, as well as leadership skills and more.  [STEM](http://www.stem.indiana.edu/)   ### Room Type   ### Benefits   ### Eligibility and Next Steps   ### Contact  For more information, contact School of Engineering and Technology: Shreyanil Kar ( skar@iu.edu ) or Marilyn Mangin ( mmangin@iupui.edu ); School of Science: Diana Sims-Harris ( dsimshar@iupui.edu )   ### Want to Live in an RBLC?  Apply For Housing Update Your Application  [Apply For Housing](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [Update Your Application](https://hms.housing.iupui.edu/HMSSTUDENTWEB/Default.asp?) "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/rblc/stem.html#search",
    "body": "  ## STEM  The STEM Community promotes scholarship and camaraderie among first year science, technology, engineering, and mathematics ( STEM ) students. The community provides a student success STEM course specifically designed for residents focusing on academic success, identifying healthy behaviors, as well as leadership skills and more.  [STEM](http://www.stem.indiana.edu/)  Those in the STEM Community who identify as female have the opportunity to take advantage of additional programming as part of the WiSE community.  Additional information about that can be found here .   ### Room Type   ### Benefits   ### Eligibility and Next Steps   ### Contact  For more information, contact School of Engineering and Technology: Shreyanil Kar ( skar@iu.edu ) or Marilyn Mangin ( mmangin@iupui.edu ); School of Science: Diana Sims-Harris ( dsimshar@iupui.edu ).   ### Want to Live in an RBLC?  Apply For Housing Update Your Application  [Apply For Housing](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [Update Your Application](https://hms.housing.iupui.edu/HMSSTUDENTWEB/Default.asp?) "
  },
  {
    "url": "URL: https://housing.iupui.edu/live-on-campus/whats-next.html#search",
    "body": "  ## Next Steps  Completing your application and contract is the first step in securing on campus housing but not the only thing to consider about living on campus. Take a look at these options to maximize your housing experience and help our staff find the best available housing experience for you. Do you want to live with students in the same major or interest area? Are you interested in updating your application or thinking about gender inclusive living?  While you're waiting to know more about what your future on campus holds, explore some other options available to you.   ### Learning Communities  Want to live with student of your same major or social interest?  Consider updating your application to live in one of our Residential Based Learning Communities.  We have 15 communities that create a connected experience around the theme or academic unit.  Click here for more information.  [Gender Inclusive Living Gender Inclusive Living (GIL) offers you the option to request an assignment made without consideration to biological sex.  The available locations, and amount of GIL assignments, vary every year.  Click here to visit your housing service center and add Gender Inclusive Living.](https://hms.housing.iupui.edu/HMSSTUDENTWEB/Default.asp?)   ### Gender Inclusive Living  Gender Inclusive Living (GIL) offers you the option to request an assignment made without consideration to biological sex.  The available locations, and amount of GIL assignments, vary every year.  Click here to visit your housing service center and add Gender Inclusive Living.  [Update Application Do you need to make a change to your housing application after it is submitted?  Click here to log into the Housing Service Center and update contact information, change facility preferences, add a Residential Based Learning Community, or select Gender Inclusive Living.](https://hms.housing.iupui.edu/HMSSTUDENTWEB/Default.asp?)   ### Update Application  Do you need to make a change to your housing application after it is submitted?  Click here to log into the Housing Service Center and update contact information, change facility preferences, add a Residential Based Learning Community, or select Gender Inclusive Living.   ### Sample Contract AY 2023-2024  View a sample contract to become familiar with the contract terms prior to receiving your contract. The contract for the next academic year will be posted in February along with approved rates.   ### Roommate Request  Whether you want to live with your best friend or decide to live with someone completely new, click below to find out how the roommate process works, the roommate request timeline, and how our staff helps you create healthy roommate relationships.  Roommates   ### New! Micro Fridge Rental  We are happy to announce that residents in University Tower, North Hall, and Ball Hall now have the opportunity to rent micro-fridges for their rooms! No more worries about burning popcorn or waterless ramen as these micro-fridges also come with a smoke detector that turns off the microwave at the first sign of smoke.  This new residence hall feature allows each roommate to split the cost of a microwave and fridge for one unit price. Students who order by August 1 will also have their fridge delivered to their room before they arrive on campus for move-in. Visit Campus Fridges, Etc. (CFE) website https://mymicrofridge.com/ or view their flyer below for more information.  [https://mymicrofridge.com/](https://mymicrofridge.com/)  IUPUI Campus Fridges   ### Get your questions about the application, contract, or move-in answered.  Preparing for Move-In About Applications & Contracts "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/rblc/unity-hall.html#search",
    "body": "  ## Unity Hall  Unity Hall is a gender-inclusive community that is open to any student who has respect for, and an understanding of, all gender identities and sexualities. The community's purpose is to provide a safe space for our LGBTQ+ student community at IUPUI.   ### Room Type   ### Benefits   ### Eligibility and Next Steps   ### Contact  For more information, contact Li Pietruszka ( lpietrus@iu.edu ).   ### Want to Live in an RBLC?  Apply For Housing Update Your Application  [Apply For Housing](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [Update Your Application](https://hms.housing.iupui.edu/HMSSTUDENTWEB/Default.asp?) "
  },
  {
    "url": "URL: https://housing.iupui.edu/sec-nav-resources/index.html#search",
    "body": "  ## Resources  Having quick and easy access to these resources makes getting information easy!  Go ahead and bookmark this page so you can always find the information you need.   ### Resident Resources  Submit a Work Order  Handbook  Social Media Terms and Conditions  Reserve a Space   ## Staff Links  [Maxient](https://cm.maxient.com/reportingform.php?IndianaUniv&layout_id=201)  Maxient  [Notifii](https://www.notifii.com/login.php)  Notifii  [Roompact](https://roompact.com/)  Roompact  [MMS Work Order](https://mmsprd.iu.edu/mms/screen/WORKDESK)  MMS Work Order  [Marketing Request](https://iu.co1.qualtrics.com/jfe/form/SV_8CwkbVkuL5FqOkR)  Marketing Request  Campus Partnership  Sign-In Sheet  [Staff Web](https://hms.housing.iupui.edu/hmswebstaff/)  Staff Web  [Lock Out Form](https://hms.housing.iupui.edu/lock_out)  Lock Out Form "
  },
  {
    "url": "URL: https://housing.iupui.edu/academics-leadership/get_involved/housing-leadership-experience.html#search",
    "body": "  ## Housing Leadership Experience  The Housing Leadership Experience is a program designed for students to get involved in leadership for the first time. Eight weeks of workshops are followed by committee experiences. Participating students will work together to program for the residential community based on community engagement, advocate for Social Justice, Sustainability, and advance resident involvement in housing organizations. Through HLE residents will create a deeper connection to their residential communities and gain experience in leadership use throughout their lives. Check back to apply in early August!   "
  },
  {
    "url": "URL: https://housing.iupui.edu/residents/residential-handbook/COVID-19.html#search",
    "body": "  ## COVID-19 and Public Health-Informed Policies  IUPUI aims to deliver its mission while promoting the health and safety of our students and minimizing the potential spread of disease within our community. As a resident within IUPUI Housing, COVID-19 or a similar public health or safety crisis may impact your housing experience as IUPUI and HRL continue to make public health and safety-informed decisions. The following policies and guidelines are incorporated into the HRL Residential Handbook and your Housing Contract and as such are applicable to all residential students.  [Code of Student Rights, Responsibilities, and Conduct](https://studentcode.iu.edu/)  [Restart Committee Recommendations Document](https://www.iu.edu/covid/campus-info/fall-2021-restart-report-05-26-2021.pdf)  [Restart Committee Recommendations Document](https://www.iu.edu/covid/campus-info/fall-2021-restart-report-05-26-2021.pdf)  In the event of a conflict between this section and the other sections of the HRL Residential Handbook, this section will apply.  Legal Information  Your 2021-2022 Housing Contract is the basic document that states the contractual obligations between you and HRL, on behalf of the Trustees of Indiana University. In addition, the HRL Residential Handbook is legally binding and incorporated by reference in the Housing Contract. You are equally responsible for complying with the rules, policies and regulations contained herein, including this section, as you are for those directly printed on the Housing Contract.  Updates and corrections are made as they become necessary. Contract holders will be notified of material changes.  Acknowledgment, Assumption of Risk, and Hold Harmless  You understand that by residing in HRL housing, you are assuming the risks associated with communal living and, as in any shared living environment, those risks include potential exposure to contagious viruses, including COVID-19.  You agree to release and fully discharge the Trustees of Indiana University, its agents, and employees from any and all damages, liability, claims, expenses (including attorney’s fees), or losses (collectively, “Claims”) related in any way to your use of space within HRL Housing, including those related to the potential or actual exposure to contagious viruses like COVID-19, and to indemnify and hold harmless the University, its agents, and employees from any Claims related in any way to your breach of the terms and conditions of your Housing Contract and/or the Addendum, or a breach by any third party, including, but not limited to other residents, of an applicable Housing Contract.  1 Note that the University may limit or exclude guests, as defined by the University and/or HRL, from HRL facilities. "
  },
  {
    "url": "URL: https://housing.iupui.edu/residents/contract-details.html#search",
    "body": "  ## Housing Contracts  While living on campus you will have a housing contract that defines important aspects of what it means to be a student living in university residences. From billing details to behavioral expectations, your housing contract is an important document that you should be familiar with, as well as the documents incorporated by reference: the Residential Handbook and the Code of Student Rights, Responsibilities, and Conduct . Many questions can be answered between these documents and there is important information in each of these to help you navigate life on campus successfully.  [Code of Student Rights, Responsibilities, and Conduct](https://studentcode.iu.edu/)   ### Academic Year 2023-24 Contract Sample  Review the standard contract to become familiar with the contract terms prior to receiving your contract.   ### 2023-24 Contract questions for students under 18   ## Students Under 18  If you are under 18 when you sign your housing agreement, you will be required to have a parent/guardian also complete a housing agreement. Your parent/guardian will get an email with a link to complete their agreement in approximately an hour of when you submitted your housing agreement and received your contract submitted confirmation email in your University email account.   ## Parent/Guardian Agreement Information  The parent/guardian agreement includes the housing agreement terms as well as the following additional terms specific for parents/guardians:  69. If my child is under 18:  (a) I, as the parent or legal guardian, acknowledge and agree to the terms contained in this Contract, as well as the terms of the HRL Residential Handbook which may be updated periodically, including those specifically related to COVID-19, on behalf of my child.  (b) Acknowledgment, Assumption of Risk, and Hold Harmless: I understand that by my child residing in HRL housing, I, on behalf of my child, am assuming the risks associated with communal living and, as in any shared living environment, those risks include potential exposure to contagious viruses, including COVID-19. I, on behalf of my child, hereby agree to release and fully discharge the Trustees of Indiana University, its agents, and employees from any and all damages, liability, claims, expenses (including attorney’s fees), or loss (collectively, “Claims”) related in any way to my child’s use of space within Housing, including those related to the potential or actual exposure to contagious viruses like COVID-19, that may be brought by me or my child, and to indemnify and hold harmless the University its agents, and employees from any Claims related in any way to my child’s breach of the terms and conditions of the Housing Contract and/or any applicable Addendum, or a breach by any third party, including, but not limited to other residents, of an applicable Housing Contract and/or Addendum. (c) By checking the box below, initialing, and submitting this document, I understand that I am binding not only myself and my child, but also the successors, heirs, representatives, administrators, and assigns of myself and my child.  70. All of the provisions in the Housing Contract remain and I understand that my child will work directly with Housing and Residence Life for any housing related processes, including but not limited to room upgrade or room change requests, check in or check out process acknowledgements, or other administrative processes that may require my student to agree.   ## Parent/Guardian Agreement Process  Upon receipt of your parent/guardian email notice you can view your housing agreement using the link provided. Please follow the instructions carefully to ensure your agreement is properly linked to your student. Your agreement should be completed within ten days of when you received the email notification or your student's housing agreement may be considered invalid.  When your agreement is submitted, you will get a copy of the agreement and our team will review the submission and match it back to your child's housing agreement entry. When our team has processed your agreement you will receive a confirmation email indicating one of the following:  If you have questions about the parent/guardian agreement details, please refer to the confirmation email from your agreement submission or contact our office.   ### What's next?  Apply now Prepare for move in Contract questions  [Apply now](https://housing.iupui.edu/hsc) "
  },
  {
    "url": "URL: https://housing.iupui.edu/move-in-day/move-in-day-ut.html#search",
    "body": "  ## University Tower move-in day map   ### Unloading instructions   ### Long-term parking location "
  },
  {
    "url": "URL: https://housing.iupui.edu/residents/housing-contract-terms.html#search",
    "body": " Sample Contract PDF   ## Academic Year 2023-24 Agreement Terms  INDIANA UNIVERSITY PURDUE UNIVERSITY INDIANAPOLIS HOUSING AGREEEMENT  This IUPUI Housing Agreement (the “Agreement”) is a financially and legally binding agreement between the Indiana University Purdue University Indianapolis (IUPUI) Office of Housing and Residence Life on behalf of The Trustees of Indiana University, hereinafter referred to as University, and the person whose signature appears on this Agreement. Your signature on this Agreement indicates that you understand and agree to all provisions of this Agreement. PLEASE READ THIS AGREEMENT CAREFULLY BEFORE SIGNING.  ELIGIBILITY  1. To be eligible for residence on the IUPUI campus, an applicant must be one of the following: (a) a person who has been admitted to and will be enrolled as a full-time student (as defined by your academic program) on the IUPUI Campus;  (b) IUPUI faculty or staff; or  (c) University-affiliated personnel who are deemed to be eligible by the Office of Housing and Residence Life.  2. Convicted sexual offenders are not eligible to reside in IUPUI housing. If the Office of Housing and Residence Life learns that an applicant for housing is a convicted sex offender, the application will be rejected. If the Office of Housing and Residence Life learns that a current resident is a convicted sex offender, your Agreement will be cancelled. By completing this Agreement, you attest that you have not been convicted of a sexual offense.  3. Persons not meeting or maintaining the eligibility requirements may appeal to the Office of Housing and Residence Life. AGREEMENT DURATION  4. Renewal of the Agreement at the end of the Agreement term is not guaranteed.  5. IUPUI reserves the ability to modify the term of this Agreement based on health or safety considerations, including, but not limited to, those related to COVID-19.  6. All short-term contracts must be no less than a thirty (30) days and no more than ninety (90) days. (SUMMER CONTRACTS ONLY)  7. This Agreement is effective and binding for the Term indicated as defined in this Agreement.  8. “Term” is defined as the period from the “Begin Date” to the “End Date” as stated in the Housing Contract Offer Details.  9. Early move-in can be requested. If an early move-in is approved, your Begin Date will be defined as the approved early move-in date.  10. Extensions to the End Date can be requested. If approved your End Date will be defined as the approved extended move-out date.  11. You are expected to retain your housing assignment for the full Term. You may retain occupancy during the summer even though you are not enrolled in summer school if you will be enrolled as a student on the IUPUI Campus during the following academic year and you complete the necessary renewal steps during spring semester. You may be required to move into a different space for the summer.  12. Ball Residence Hall, University Tower, and North Hall are closed over Winter Break. Official closure dates are available from the Office of Housing and Residence Life and are listed in the Residential Handbook. You may leave your belongings however you will not be granted access during the closure period.  13. Reduced staffing and services may be imposed during scheduled periods when in-person classes are not in session, including during any fall break, winter break, spring break, and intersession periods.  14. Residents of the IUPUI Riverwalk Apartments and Townhomes are permitted to stay in their assigned units over the Winter Break but must register with the Office of Housing and Residence Life as outlined in the Residential Handbook.  15. IUPUI may choose not to refund any portion of the housing fees paid if you are required to vacate or relocate pursuant to any emergency or exigent circumstances and the University determines that you received the substantial benefit of this agreement. Exigent circumstances include, but are not limited to, University decisions related to community health and safety, including those related to COVID-19 or other public health or safety emergencies. These determinations will be made by the University in its sole discretion.  ASSIGNMENTS AND ROOM CHANGES  16. Assignments are made in compliance with University policy governing resident priority and on the basis of the date of receipt of  1) the housing application, and  2) the application filing fee, and when possible, in accordance with your request for unit/room type, learning community, and/or roommate. A specific unit assignment based upon preferences or request is neither guaranteed nor implied. For general assignments, the University will consider assignment primarily based on your biological sex, gender identity if specified, and whether or not you are over the age of 21. IUPUI makes all assignments without regard to race, color, religion, sexual orientation, disability or national origin.  17. In the event the University is unable to deliver possession of the assigned living unit, you agree to accept assignment to another unit.  18. The University reserves the right to change room/unit assignments for any reason it deems appropriate. Any re-assignment shall not constitute a breach of this Agreement.  19. If vacancies occur in the room/unit in which you occupy, the University may assign another student to the vacant space(s) without prior notice to you or may reassign you to other accommodations of equal value.  20. Assignment requests based on ADA housing accommodations must be requested through Adaptive Educational Services (aes.iupui.edu) and are subject to availability.  21. Room/unit change requests may be granted by the Office of Housing and Residence Life on a case by case basis, based on availability. Changes are approved at the sole discretion of the University. You may be subject to administrative charges as outlined in the Residential Handbook for assignment changes.  22. If you request and are granted or cause a change in housing assignment, you agree to pay any adjustment in contract rates and any applicable administrative charges.  23. A meal plan is required for all residents assigned to Ball Residence Hall, University Tower and North Hall. You agree to the terms and conditions ( https://mealplans.iupui.edu/plans/2023-24-plans/required-meal-plans_2.html ) of the meal plan. As stated in the meal plan terms, the All Access 7 Day-R Plan will automatically be assigned to you. You will be given the option to select a different required meal plan. Refer to Required Meal Plans at www.mealplans.iupui.edu for more information.  [https://mealplans.iupui.edu/plans/2023-24-plans/required-meal-plans_2.html](https://mealplans.iupui.edu/plans/2023-24-plans/required-meal-plans_2.html)  24. If applications for housing exceed the number of regular housing spaces, the University reserves the right to utilize residential common areas, lounges, or hotel/apartment accommodations for residential purposes pending assignment or relocation to permanent living space.  25. Residents assigned to temporary, overflow accommodations, such as a floor lounge, agree to move when a permanent unit/space becomes available. Assignment to temporary, overflow accommodations shall not constitute a breach of this Agreement.  CONDITIONS OF OCCUPANCY  26. You may not use any part of the residence facility or grounds for commercial or nonresidential purposes.  27. The possession of prohibited items, including candles, firearms, weapons and/or pets is strictly prohibited. A complete list of prohibited items can be found in the “Residential Handbook.”  28. You agree not to assign or sublet your living unit and that occupancy of the room is limited to resident(s) assigned to that room.  29. You agree  1) to abide by the laws of the United States, the State of Indiana, and the local government,  2) to become aware of and observe all policies and rules of conduct published or hereafter enacted by the University and/or the Office of Housing and Residence Life, and  3) to conduct yourself in a manner which does not interfere with the use and quiet enjoyment of the premises by others. Specifically included in this Agreement by reference are regulations in the Residential Handbook and/or the Code of Student Rights, Responsibilities, and Conduct”. Violation of rules of conduct will result in disciplinary procedures identified in the Residential Handbook and/or the Code of Student Rights, Responsibilities, and Conduct.”  30. You are responsible for your own actions and the actions of your guests while on university property. This Agreement may be cancelled if you or your guests violate Agreement provisions, state law, federal law, university policies, IUPUI policies, or Office of Housing and Residence Life policies.  31. You agree to familiarize yourself with and comply with all rules and expectations for conduct set forth in Code of Student Rights, Responsibilities, and Conduct (the \"Code\") and the Housing and Residence Life Policies and Residential Handbook. Violations may result in assignment changes pursuant to the Assignments section of this contract, eviction proceedings, contract cancellation, and/or disciplinary action taken by the university. The Housing and Residence Life Policies and Residential Handbook may be updated to include additional or modified rules and regulations related to COVID-19 and may otherwise be updated by IUPUI as necessary to address health or safety issues. The Housing and Residence Life Policies, including as may be updated or modified, are hereby incorporated by reference into your housing contract.  32. You are required to comply with health and safety laws, orders, ordinances, regulations, and health and safety guidance adopted by IUPUI and Housing and Residence Life as it relates to public health or safety crises, including specifically COVID-19. This guidance may change as the public health crisis evolves and may include, but is not limited to, complying with the COVID-19 Student Commitment Form. Adherence to health and safety requirements applies to all Residents, staff, and visitors and extends to all aspects of residential life, including bedrooms, bathrooms, community kitchens, lounges, computer labs, courtyards, and other common spaces.  33. You agree to keep your living unit, its furnishings, and the public facilities clean, sanitary, safe and free from damage and to advise the University of any deteriorated conditions of the living unit or its furnishings. You agree to be financially responsible for any damage or breakage to University property within the living unit or to the unit itself, or the common areas due to misuse, negligence or vandalism.  34. You agree that you will not make, cause, or allow, any unauthorized repairs, alterations, modifications, or changes to the living unit. You agree to notify Housing and Residence Life immediately of items in need of repair or of otherwise unsafe conditions by submitting a work order or notifying emergency repair issues by contacting the staff on-call. When you vacate your unit, you agree to return the furniture to its original position and leave the unit in a clean, orderly condition.  35. You agree to abide by any University immunization requirements.  LIABILITY  36. The University reserves the right to enter your living quarters in accordance with the procedures in the Residential Handbook for custodial services, health and safety inspections, unit repair and maintenance, pest control, emergency situations, or law enforcement purposes.  37. University reserves the right to make a temporary reassignment to another unit or building if it is believed that you pose an imminent threat of physical or emotional harm to an individual, physical harm to property, or a significant threat to the stability of the community. This reassignment will be made pending referral to the Student Conduct Office for appropriate action, which could result in your return to your original assignment, permanent reassignment, or cancellation of your Agreement.  38. University reserves the right to cancel your Agreement and require you to leave university housing when you have exhibited behaviors that significantly disrupt the life of the residential community or pose a serious risk to any resident (including self), student, staff, faculty member, or visitor. Depending on the circumstances, the conduct underlying the university’s decision to cancel this Agreement may also be referred to the Student Conduct Office for appropriate action.  39. You are responsible for your own actions and the actions of your guests while on university property. This Agreement may be cancelled if you or your guests violate Agreement provisions, state law, federal law, university policies or Housing and Residence Life policies.  40. The University shall not assume responsibility for any loss to persons or personal property. You are encouraged to obtain your own personal liability and personal property insurance.  41. You agree that your personal property shall be deemed abandoned if not claimed within thirty (30) days from the date of your withdrawal from housing, or from termination or cancellation of this Agreement, whichever occurs first. You agree that the University may dispose of all such personal property in any manner it shall deem proper, and the University is hereby relieved of all liability. You may be billed for any costs associated with the disposal and/or the storage of such items.  42. To ensure the safety and security of our residents, a number of safety and security measures are in place including but not limited to: emergency phones; support and patrol from the Indiana University Police; card access; additional physical security and staffing measures; and various residential areas are covered by video surveillance which may include residential hallways, common areas, community spaces, and office areas. IUPUI Housing and Residence Life reserves the right to use video surveillance to assist with promoting the safety and security of our residents.  43. You understand that by residing in IUPUI housing, you are assuming the risks associated with communal living and, as in any shared living environment, those risks include potential exposure to contagious viruses, including COVID-19. You agree to release and fully discharge the Trustees of Indiana University, its agents, and employees from any and all damages, liability, claims, expenses (including attorney’s fees), or losses (collectively, “Claims”) related in any way to your use of space within IUPUI Housing, including those related to the potential or actual exposure to contagious viruses like COVID-19, and to indemnify and hold harmless the University, its agents, and employees from any Claims related in any way to your breach of the terms and conditions of this Agreement, or a breach by any third party, including, but not limited to other residents, of an applicable housing agreement.  44. Ball Residence Hall, University Tower, and North Hall residence rooms are furnished with lofted beds. These residents may request guardrail(s) for the bed from their community office or by submitting a work order.  AGREEMENT PAYMENT AND FEES  45. You agree to make payment of all housing charges. Payments may be paid online by logging into your One.IU account and selecting the Make a Payment link using IU Bursar Pay, by mail to the IUPUI Lockbox Payment Processing Center, P.O. Box 7245, Indianapolis, Indiana 46206-7245, or in person at the Campus Center, Suite 250. Checks must be made payable to IUPUI. Payments are applied to the oldest debt first. Therefore, it is recommended that you ensure that your Bursar account is kept current at all times.  46. You agree to pay for a reassigned unit/room at the rate listed in the official rate schedule (available online at http://housing.iupui.edu).  [http://housing.iupui.edu).](http://housing.iupui.edu). )  47. Payment of housing charges (including applicable buyout fees) is not contingent upon receipt of financial aid monies or scholarships. You agree that you are responsible for all housing payments and charges not covered by financial aid assistance or scholarships.  48. Your housing charges are billed in full on a per semester basis. You will receive your bill directly from the Bursar’s Office and you are responsible for making timely payments according to the Bursar due dates with your housing charges paid in full prior to the mid-term exam period. Failure to pay in accordance with Bursar due dates may result in penalties and/or actions as defined by the Bursar. Bursar information is available online at http://bursar.iupui.edu.  [http://bursar.iupui.edu.](http://bursar.iupui.edu. )  49. You agree to the eviction procedures for non-payment of rent as specified in the Residential Handbook.  50. You agree to pay as a part of the Agreement amount, additional charges for the Residence Hall fees, as specified in the Residential Handbook. *The Residence Life fee of $100 per semester is mandatory and non-refundable after the Agreement period begins  51. Rent will be calculated on a daily basis.  52. You agree to a $50 penalty for improper move out as defined in the Residential Handbook.  53. Acceptance of this Agreement requires a prepayment amount due with return of this Agreement as detailed in the signature section of this Agreement.  AGREEMENT CANCELLATION  54. You are responsible for rent through the Term of this agreement unless otherwise cancelled before the End Date. If cancelled before the End Date, you are responsible for rent from the Begin Date through the Cancellation Date unless the Cancellation date is after November 1st for the fall semester or March 31st for the spring semester in which case you are responsible for rent for the entire Term.  (a) The “Cancellation Date” is determined by the date your key(s) are returned or the date you check out with a staff member, whichever is earlier.  (b) If the Office of Housing and Residence Life does not receive your keys and you did not check out with a staff member but learns that you have vacated, the Cancellation Date will be ten (10) business days after the Office attempts to contact you via email assuming keys are not returned within that time period. Failure to return your keys will also result in any applicable lock change charges.  55. You may request cancellation of this Agreement by submitting a written notice (Contract Cancellation Form) with the Office of Housing and Residence Life. Notification of cancellation by any other means will not be recognized.  56. Cancellation of your Agreement at any time will result in a buyout fee according to the following buyout terms and conditions:  (a) If you cancel your Agreement prior to your Agreement Begin Date you will be assessed a $400.00 buyout (typically resulting in the forfeiture of your prepayment).  (b) If you are evicted from housing or dismissed from the University as a result of a student conduct violation, you are responsible to pay the buyout fee which is $2000.  (c) For all other Agreement cancellations, you agree to a $2000 buyout fee.  57. You agree to a $300 Agreement buyout for a short-term contract, which is a contract written for less than a ninety (90) day period, regardless of when notice is given.  58. The University may release you from this Agreement without a buyout fee, in its sole discretion under the following conditions (SUPPORTING DOCUMENTATION MUST BE PROVIDED WITH YOUR REQUEST FOR RELEASE). Appeal policy details are available in the Residential Handbook. Release for the reasons stated in this section is not guaranteed.  (a) You are academically dismissed, AND you notify the Office of Housing and Residence Life within five (5) days after receiving notice of your dismissal, OR  (b) Your admission to IUPUI is denied, AND you notify the Office of Housing and Residence Life, OR  (c) You participate in an approved IUPUI sponsored program; an internship, student teaching, overseas study, etc., requiring you to be housed off the IUPUI campus, OR  (d) You graduate before the end of the Agreement period, OR  (e) You are called to active military duty, OR  (f) Your student visa application is denied, OR  (g) You provide medical documentation of a serious medical problem that makes it impossible for you to remain in on-campus housing (must be appealed in writing and be reviewed and approved by the Housing Appeals Committee). Medical based appeals will also be considered in the event you must medically withdraw from the University for reasons related to COVID-19 infection.  59. Request for release for any other reason, including but not limited to transferring, financial, eviction, or moving, will require buyout of the Agreement.  60. Your compliance with the provisions of this Agreement the rules and regulations of IUPUI and the Office of Housing and Residence Life is a condition of this Agreement. The University, at its sole option, may cancel and/or suspend this Agreement if you fail to maintain eligibility requirements, make timely payments, comply with behavioral standards as identified in the Residential Handbook and/or the Code of Student Rights, Responsibilities, and Conduct, or if you are dismissed from IUPUI. Regardless of whether your Agreement is suspended or cancelled, you are responsible for rent and any applicable charges based on the date of vacating, and you will be required to buyout your Agreement according to the previous terms.  61. You will be assessed charges, as provided in the cancellation provisions of the Agreement, if you are dismissed from the University for disciplinary reasons, or if you violate a provision of this Agreement and the University cancels this Agreement.  DEFAULT AND REMEDIES  62. You agree to vacate your unit at the end of your Agreement or within three (3) calendar days of losing eligibility for housing. Upon loss of eligibility, you must notify the Office of Housing and Residence Life in writing immediately. You agree to pay any remaining contractual obligations according to the terms of this Agreement plus additional charges for rent accrued and a $100 penalty per day for any period that you hold over, and for any damages or cleaning charges that are assessed.  63. You agree to pay all reasonable costs and expenses, including attorney’s fees, court filing fees, collection agency fees, etc. incurred by the University in enforcing this Agreement.  64. The University may, at its option, cancel this Agreement or seek legal remedy, without further notice to you, if you abandon your unit, fail to pay rent when due or fail to rectify any default within ten (10) days after written notice of the default by IUPUI.  65. The failure of the University to exercise its options under this Agreement does not constitute a waiver or relieve you from your remaining obligations and duties under this Agreement.  66. The Office of Housing and Residence Life has been granted the authority by the University Trustees to establish and to assess fines for your failure to comply with certain regulations pertaining to the campus living units. (Residential regulations and potential fines are outlined in the Residential Handbook.)  67. Campus housing is not mandatory for IUPUI students. The University agrees to provide you with a space in a furnished room as outlined in this Agreement. The University makes no guarantees of exact conditions; variations in unit/room types may occur and will not be considered grounds for housing re-assignment or Agreement cancellation.  68. The University reserves the right to change rental rates to conform to economic conditions.  CONTRACT AGREEMENT  This document sets forth the terms and conditions upon which campus housing is offered to you by the University. You accept this offer by returning this signed document with proper prepayment by the date noted on this Agreement. You agree to assume the financial responsibility of this Agreement and to be bound by all the terms and conditions of this Agreement. (If you are under the age of 18, this Agreement must be signed by a parent or legal guardian.) Questions concerning its interpretation should be directed to the IUPUI Office of Housing and Residence Life. "
  },
  {
    "url": "URL: https://housing.iupui.edu/move-in-day/move-in-day-bh.html#search",
    "body": "  ## Ball Hall move-in day map   ### Unloading instructions   ### Long-term parking location "
  },
  {
    "url": "URL: https://housing.iupui.edu/live-on-campus/packing-lists/north-packing-list.html#search",
    "body": "  ## North Hall Packing List   ## Bedroom   ## Bathroom   ## Miscellaneous   ## School Supplies   ## Electronics   ## Cleaning Supplies   ## What is Provided "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/rblc/deap.html#search",
    "body": "  ## DEAP  The DEAP (Diversity Enrichment and Achievement Program) House community is a racially diverse community whose purpose is to provide an environment that fosters student success through personal, academic, and social support to its residents. The community allows students to easily connect with other diverse students, network with faculty/staff, and participate in academic and social programming designed to contribute to their holistic development at IUPUI.     ### Room Type   ###   ### Benefits     ### Eligibility and next steps for incoming full-time, first-year students  [Apply to the DEAP program](https://deap.iupui.edu/about/how-to-join/index.html)     ### Eligibility and Next Steps for Returning DEAP Participants     ### Contact  For more information, contact Cory Clark ( coryclar@iu.edu ) or Asia Morris ( asmorri@iu.edu ).     ### Want to Live in an RBLC?  Apply For Housing Update Your Application  [Apply For Housing](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [Update Your Application](https://hms.housing.iupui.edu/HMSSTUDENTWEB/Default.asp?) "
  },
  {
    "url": "URL: https://housing.iupui.edu/residents/residential-handbook/index.html#search",
    "body": "  ## Handbook  Becoming familiar with housing policies and important information about living on campus can help make your experience a success! Explore the Residential Handbook content below for the most updated housing policy information.   ### Table of Contents  Mission and Vision  On-Campus Living  Residential Services  Health and Safety  Policies and Procedures  Your Contract  Directory  COVID-19 and Public-Health Informed Policies "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/housing-rates.html#search",
    "body": "  ## Rental Rates 2023 - 2024  Follow the link to download a PDF version of the Rate Sheet. To obtain a printed copy of the Rate Sheet, please stop by the Office of Housing and Residence Life in Orvis 150. Rates are per student per semester.  Rental Rates  Single or Shared Room with Bath  (Limited availability)  Single or Shared Room  Double or Triple Rooms with Bath  (Randomly assigned)  Single with Bath  Single or Double  Bridge move-in for first-year students starts August 12.  A meal plan is required and not included in these rates. mealplans.iupui.edu  [mealplans.iupui.edu](https://mealplans.iupui.edu)  Riverwalk Shared - First Year Only  Double occupancy bedroom  Bridge move-in for first-year students starts August 12.  A meal plan is encouraged — not required — and not included in these rates. mealplans.iupui.edu  [mealplans.iupui.edu](https://mealplans.iupui.edu)    One Bedroom  Two Bedroom/One Bathroom  Two Bedroom/Two Bathroom    Four Bedroom  Bridge move-in for first-year students starts August 12.  A meal plan is encouraged — not required — and not included in these rates. mealplans.iupui.edu  [mealplans.iupui.edu](https://mealplans.iupui.edu)   ### All Rental Rates Include  ALL utilities (electric, water/sewer, trash)  Xfinity On Campus and Res Life Cinema streaming services  High speed internet  Free laundry  Fully furnished units  Academic year contracts  On-site Resident Assistants  Live-in professional staff  24/7 emergency assistance with IUPD support  Membership to Campus Rec, Jaguar Fitness, and NIFS  Student-focused service and support   ### Important Rate Information  $400 — Prepayment is due out of pocket when you sign your contract (applies towards housing charges).  $100 — Residence Life programming fee; billed per semester to Bursar Account.  Early Move-In — Students can request to move in early for a program. Additional charges apply.  Parking — Resident parking permits are available at an additional cost. Pricing and information is available at parking.iupui.edu .  [parking.iupui.edu](https://parking.iupui.edu)  Meal Plan — Ball Hall, University Tower, and North Hall require a meal plan at an additional cost through Food Services. Pricing and information is available at mealplans.iupui.edu .  [mealplans.iupui.edu](https://mealplans.iupui.edu) "
  },
  {
    "url": "URL: https://housing.iupui.edu/move-in-day/index.html#:~:text=Instructions%20for%20your%20move%2Din%20location",
    "body": "  ### Check-in location  IUPUI Campus Center 420 University Blvd. Indianapolis, IN 46202 Parking is located in surface lot 80  Early Arrivals  For students in pre-approved campus groups arriving early, p lease go to your residence hall front desk to check in on your move-in day. To find directions to your residence hall use the navigation below.   ### Instructions for your move-in location  Ball Hall  University Tower  North Hall  Riverwalk "
  },
  {
    "url": "URL: https://housing.iupui.edu/live-on-campus/packing-lists/index.html#search",
    "body": "  ## Packing List  The packing lists provided below offer a list of suggested items for you to consider bringing with you.  A list of prohibited items can be found in the Residential Handbook .  Residential Handbook  Ball Hall  North Hall  University Tower  Riverwalk Apartments   ### Find Answers To Your Move-In Questions!  Roommate Requesting Frequently Asked Questions   "
  },
  {
    "url": "URL: https://housing.iupui.edu/residents/emergency-safety-info.html#search",
    "body": "  ## Emergency and Safety Information  For emergencies, call the IUPUI Police Department at (317) 274-7911 from any campus phone or at 911 from your mobile phone or other off-campus phone. For more information on campus emergency policy and procedures, please visit IUPUI's Emergency Preparedness website.  In the event of a disaster or emergency, this website will contain regularly updated news, instructions, and information pertaining to the campus's ongoing emergency preparedness efforts.  [IUPUI Police Department](http://www.police.iupui.edu/)  [IUPUI's Emergency Preparedness](https://protect.iu.edu/emergency-planning/procedures/index.html)  The Protect IU website offers additional emergency and adverse weather resources and announcements.  [Protect IU](http://protect.iu.edu/emergency)  If you have a housing related issue, please contact the RA on duty for your community.   ### Ball Hall  (317) 220-3397     ### University Tower  (317) 414-9929     ### North Hall  (317) 612-7056 or (317) 612-7022     ### Riverwalk  (317) 414-9825 or (317) 414-2357     ### Quarantine and isolation resources  Review our guide to help you identify steps to take and resources to support you regarding testing, quarantine, or isolation.  On-Campus Q/I Guide   ### Resident Quick Links  Submit a Work Order Resident Handbook  [Submit a Work Order](https://housing.iupui.edu/residents/submit-workorder.html)  [Resident Handbook](https://housing.iupui.edu/residents/residential-handbook/index.html) "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/rblc/health-careers.html#search",
    "body": "  ## Health Careers Community  The Health Careers Community (HCC) is for students who are pursuing undergraduate degrees in health and life science majors or a pathway to professional degrees such as medicine, dentistry, physician assisting, and physical therapy through a non-science major. The community promotes a supportive learning environment that includes activities focused on academic success, social integration, and engagement on the IUPUI campus resulting in holistic growth and development.  [health and life science majors](http://hls.iupui.edu/)   ### Room Type   ### Benefits   ### Eligibility and Next Steps     ### Contact  For more information, contact Milena Mileva ( mmileva@iupui.edu ) or Cameron Eagle ( englecam@iu.edu ).   ### Want to Live in an RBLC?  Apply For Housing Update Your Application  [Apply For Housing](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [Update Your Application](https://hms.housing.iupui.edu/HMSSTUDENTWEB/Default.asp?) "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/rblc/hhsc.html#search",
    "body": "  ## Health and Human Sciences Community  Formally known as the PETM community, the new HHSC supported by the School of Health and Human Sciences welcomes new incoming freshmen students majoring in exercise science, fitness management, health sciences, physical education, and tourism, event, and sport management. Students residing on the HHSC residential floor will have the opportunity to get involved in special academic and social programs.   ### Room Type   ### Benefits   ### Eligibility and Next Steps   ### Contact  For more information, contact Ashley Miskinya ( ashorstm@iu.edu ).   ### Want to Live in an RBLC?  Apply For Housing Update Your Application  [Apply For Housing](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [Update Your Application](https://hms.housing.iupui.edu/HMSSTUDENTWEB/Default.asp?) "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/housing-options/ball.html#search",
    "body": "  ## Ball Residence Hall  If you are looking for a residence hall that ties you to IUPUI’s history while also preparing you for the future, Ball Hall is the perfect place to call home. Approximately 325 first-year students reside in our single, double, and triple rooms in this building. As our most economical residence hall, Ball Hall is a great value.  16.4 million dollar renovation completed, Fall 2021!  1928 The year Ball Hall opened for nursing students, though all majors are welcome now.  500,000 The number of selfies we assume have been taken in Ball Gardens.   ## Community Tours  Description of the video:   ## Amenities   #### Resident Rooms Feature:   #### Community Amenities:   ## Student Testimonial  I love it so much I'd do it again next year. Gonna miss Ball Hall and everyone here, I'm glad I chose on campus housing   ## Community Photos   ### What's Next?  Apply Now The Experience  [Apply Now](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [The Experience](https://housing.iupui.edu/explore-housing/the-experience.html) "
  },
  {
    "url": "URL: https://housing.iupui.edu/conference-guests/summer-program-policies.html#search",
    "body": "  ## Summer Program Policies   ### Eligibility and Accommodations   ## Eligibility  The Office of Housing and Residence Life may make housing services available for groups that meet the following requirements:   ## Accommodations  The conference season typically begins June 1st and ends July 31st. IUPUI and the group may, under special circumstances, mutually enter into an agreement to host conferences outside these dates. Contact your conference coordinator for details.  There are three Summer Conference Housing options available: University Tower , North Hall , and Riverwalk Apartments .   ### Rate & Contract Information   ## Rental Rates and Other Charges  IUPUI housing rates are established on an annual basis. The rates are per person/per night. Credits for no-shows or checking out before the end of the conference will not be issued. The Office of Housing and Residence Life is required to collect taxes based on the Indiana University Sales Tax Collection Matrix for attendees staying with us for less than 30 days. The matrix is available by clicking here .  [clicking here](https://fms.iu.edu/tax/sales-tax/collecting-sales-tax/collection-matrix/)  Riverwalk Apartments  University Tower  North Hall  IUPUI housing rates are established on an annual basis. In cases of advanced scheduling, the Office of Housing and Residence Life may quote estimated rates with no implied guarantee that the rates quoted will be the actual rates in place at the time of the conference. The rates are per person/per night based on the dates requested. The Office of Housing and Residence Life is required to collect taxes based on the Indiana University Sales Tax Collection Matrix for attendees staying with us for less than 30 days.   ## Group Housing and License Agreement  Each group booking facilities and services with the IUPUI Office of Housing and Residence Life is required to sign a Group Housing License Agreement. The Office of Housing and Residence Life recognizes the need for advanced and detailed planning in order to optimize the conference experience. As a result, Agreements must be signed by all parties at least 30 business days prior to the beginning of the conference or by the date specified on the Agreement. Failure to return the Agreement by the date specified may release reserved rooms and future reservations will be taken on a space available basis. The group agrees to provide, on the Agreement, a \"guarantee number\" for housing accommodations. If actual attendance falls below the guaranteed number, the following cancellation charges will apply:  Date of Cancellation  (Prior to start date of conference)  If the actual participation is more than the guaranteed number, the Office of Housing and Residence Life reserves the right to change arrangements and accommodations in order to handle the excess numbers. Participants in excess of the reserved group may not be accommodated if their arrival has not been pre-arranged.  The group agrees to provide the Office of Housing and Residence Life a roster (rooming list) at least two (2) weeks prior to the beginning of the conference. A late charge will be assessed for every day past the roster due date. Groups may also be assessed additional charges for any roster changes after the rooming list has been submitted, including, but not limited to, name changes, room changes, added rooms, etc. Rosters must include name, gender, identifier (staff/youth), check-in, check-out, room type, and roommate.   ## Assignments and Registration  A reasonable attempt will be made to meet the facility requests of all groups; however, exclusive or restricted use of a building is not typically possible. We will make every effort to place groups together; however, such requests can be met only if levels of participation and overall occupancy permit. G roups may be positioned around other guests or students staying on campus. Please keep in mind that these buildings are residence life facilities and not hotels.  The Office of Housing and Residence Life maintains an aggressive program of renovations and refurbishing that mostly occurs during conference season. Therefore, for groups that return each year, the same facilities, services, and arrangements cannot be guaranteed, although every effort will be made to meet the requests of these groups.  Any changes in arrangements, attendance, or services must be approved by the Office of Housing and Residence Life in writing. The Office of Housing and Residence Life reserves the right to change arrangements in the case of emergencies. The assignment and arrangements scheduled for a group may be changed if the estimated attendance changes. Additionally, Housing and Resident Life reserves the right to consolidate participants in the group as needed. For example, all four-bedroom units would be filled before opening up a new unit unless there are specific reasons (i.e. gender orientation).  Conference planners are offered two options for assignments: (1) Provide the Office of Housing and Residence Life a list of names, including gender, and the Office will complete the assignments and placement. (2) The conference planner may choose to complete the roommate assignments ahead of time. All rosters must be complete and submitted to the Office of HRL no less than two (2) weeks prior to the start of the conference.   ### Guest Access Information   ## Check In & Check Out  Check-In  Prior to your conference, the Housing Summer Conference Staff will arrange a check-in process.  Options for Check-In include:  Check-Out  Unless otherwise arranged, check-out time is at 11:00 a.m . Prior to your conference, the Housing Summer Conference Staff will work with you to set up the best check-out for your group. Check-out usually will take place in the same location as check-in.  The following items will need to be returned during check-out: Key(s) in original envelope provided at check-in, Guest Pass card, parking permit (if applicable), used linens (if applicable). All items not returned will be charged to the Licensee at final invoicing.   ## Keys   ## Lock Outs   ## Building Access   ## Visitors   ### On-Site Amenities   ## Linen Service  Linen service at an additional fee is optional for all groups. If the group requests linen service, the service will be included in the rate on the agreement. Linen packets will be placed in each apartment/room prior to check-In. Conference guests are to make their own beds. The Office of Housing and Residence Life does NOT provide housekeeping services in the rooms or apartments.   ## Mail Service  Mail service at the Riverwalk Apartments is via USPS. Mail and packages wishing to be picked up while staying with us should be addressed with the guest’s name and address of the building they are staying in. All mail and packages can be picked up at the community desk inside the residence buildings during normal desk hours. Addresses should be changed when no longer staying in our facilities, any mail or packages delivered after the conference has concluded cannot be guaranteed will be available to pick up.   ## Events & Food Service  Visit https://eventservices.iupui.edu/facilities-locations.html or https://dineoncampus.com/iupui/ for more information on making arrangements for event space and dining.  [https://eventservices.iupui.edu/facilities-locations.html](https://eventservices.iupui.edu/facilities-locations.html)  [https://dineoncampus.com/iupui/](https://dineoncampus.com/iupui/)   ### Policies   ## IUPUI Tobacco-Free Policy  The use or sale of tobacco, tobacco products, and smoking related products is prohibited on Indiana University property. The use or sale of tobacco, tobacco products, and smoking related products is prohibited in university-owned, university-operated, or university-leased vehicles.  For more information, please visit nosmoke.iupui.edu.  [nosmoke.iupui.edu.](https://nosmoke.iupui.edu/index.html)   ## Alcohol Policy  North Hall is an alcohol-free facility. Assigned residents under the age of 21, paraphernalia or alcohol containers of any kind: closed, open, or empty – are prohibited. Alcohol may only be possessed or consumed in a residential assignment where ALL assigned residents and guests are 21 years or older and may not be possessed or consumed in a lounge, stairwell or other residential common area or in the presence of anyone under the age of 21.   ## Damages  Because the cost of damage is not included in the housing rates, the group will be responsible for damages caused by participants. The Office of Housing and Residence Life, in conjunction with conference planners, will try to identify the responsible individual or individuals before the conference closes however, the group assumes responsibility for all damages (see below). In general, damage charges are based upon a reasonable cost of repair.  Activities that result in damage charges include, but are not limited to:   ## Supervision & Responsibility   ## Certificate of Insurance Requirements  [https://inlocc.iu.edu/FacilitiesUse.cfm](https://inlocc.iu.edu/FacilitiesUse.cfm)   ## Policy on Programs Involving Children  The Indiana University policy on Programs Involving Children was created to ensure the overall protection and safety of children involved in Indiana University programs through the use of background checks, program registration, a mandate for program-specific guidelines, and an emphasis on the legal duty to report suspected child abuse and neglect.  Complete Policy on Programs Involving Children  [Complete Policy on Programs Involving Children](https://protect.iu.edu/iu-police-department/community-policing/pic/index.html)   ## Prohibited Items  For health, safety, and insurance liability reasons, t he following items are prohibited to both use and possess conference participants in campus residential spaces:   ## Prohibited Actions   ### Meeting Room Rental Rates   ## North Hall  All Charges listed are for the room “as is”. Groups incur additional charges for set-ups, extra cleaning, etc.  Rates for meeting rooms will be charged as follows: "
  },
  {
    "url": "URL: https://housing.iupui.edu/academics-leadership/get_involved/become-an-ra.html#search",
    "body": "  ## 2024-25 RA Application Overview   ### Application Deadline  Friday, December 15 at 5:00 pm  Apply Here  [Apply Here](https://iu.co1.qualtrics.com/jfe/form/SV_ePBjZpiF3HGkBAG)     ### Welcome to the Resident Assistant Application Process  By completing an application, you are expressing interest in one of the most important student leadership positions available at IUPUI. Resident Assistants are community leaders, peer educators, friends, advocates, and team players. You get an opportunity to serve others, to develop your skills, to gain valuable university contacts, to work with some of the most talented students at IUPUI, to learn about yourself and others, and to be a part of a supportive team working together to make your community a great place to live. As one staff member said, “You go from feeling like you’re just at the university, to being a part of the university.”  If hired and placed in a position, you will play a critical role in shaping a community where residents thrive. Being a member of the Housing and Residence Life team can be one of the toughest jobs you will ever experience. The demands of this position can be hard, but the benefits are extremely rewarding.  On this page, you will find all the information that you will need to complete an application, along with answers to many of the questions you may have.  To apply, candidates must:  Employment Period:  Residence Life positions are contracted for one full academic year (consecutive fall and spring semesters). The contract period includes all pre-service and in-service training. All staff are required to be in-residence and to participate fully in all training and operational activities which commence prior to the opening of the residence halls. RA staff are expected to stay a few days after finals end in the fall and a few days after Commencement in the spring.   ## 2023-2024 Timeline  Wednesday, November 1st, 2023: The 2024-25 RA application opens!  Friday, December 15, 2023: All applications must be turned via online application. Candidates will receive an email to their IU email account with their full application for their records.  Friday, December 22, 2023 : Candidates must have their online information module completed by this date to be eligible to interview. Candidates are added to the module after applying for the position.  Early January 2024: Candidates are notified of their status in the process via email after Fall 2023 grades have been finalized and a good standing check is completed.  Saturday, January 20, 2024: Eligible candidates will participate in a group interview during either the morning (9am-12pm) or afternoon (1-4pm).  Thursday, January 25 & Friday, January 26, 2024: Eligible candidates will participate in an individual interview. Candidates will sign up for their 1-hour slot. February 2024: Residential Based Learning Communities (RBLCs) will interview candidates for their communities.  Wednesday, February 28, 2024: Offers for positions will be sent. All candidates will be notified of their standing in the process on this day.  Spring Semester To-Do:     ### Complete the Application Module   ## Resident Assistant Position Overview  Resident Assistants (RAs) provide leadership in a residential community on the IUPUI campus. The RA is responsible for building community among residents, supporting diversity and inclusion, enforcing policies, providing after hour services and maintaining an atmosphere conducive for academic and personal success. Each RA reports to a Residence Life Coordinator who provides guidance and feedback in meeting job expectations and support for developing your skills and abilities that will lead to future professional and personal success.  Relationship Building  Community Building Skills  Interacting with Difference  Helping Skills  Critical Thinking  Designing and Executing Plans  Conflict Mediation  Problem Solving  Crisis Response  Time Management  Resiliency  Prioritizing  *This is an overview of many of the responsibilities an RA is expected to manage as part of their role. To review the full Terms of Employment, please email hrlstaff@iupui.edu .   ## Social Justice Position Overview  Engaging in peer-reviewed and scholarly research  Aware of impacts of social identities  Life-long learner  *This is an overview of many of the responsibilities an SJRA is expected to manage as part of their role. To have specific questions regarding the role answered, please email hrlstaff@iupui.edu .     ## Facility Assistant Position Description   ## Frequently Asked Questions   ## What is the time commitment?  As a student staff member, you're generally expected to spend at least 15-20 hours per week on your floor or in your building, but that is only a guideline. Your floor or building is your home, and you and your fellow staff members are responsible for developing the community environment in that home. Sometimes that means spending a lot of time in your community planning and implementing initiatives, which means at times you will need to plan ahead to balance academic and personal time.  In addition to individual supervisor meetings and training in August and January, RAs have staff meetings every Tuesday night from 9:00pm-11:00pm. RAs are also on-call (or on duty) at least once a week where they must be in their community, conduct rounds, and be available for residents.   ## How many positions are available?  Based on our anticipated occupancy for the 2024-2025 academic year, we will have 50 RA positions, 4 SJRA positions, and 6 FA positions available. These numbers include both new and returning staff members. Our current staff do not express interest in continuing their employment until late January.   ## Am I able to participate in co-curricular activities or have a non-housing position on campus?  We expect that being a student staff member will be your top priority after your academic work. Outside obligations that require you to track your hours, via the university time system (Kuali) or on paper, will be approved on a case-by-case basis. This may include, but is not limited to, on-campus jobs, internships, leadership positions, work-study positions, and some scholarship based employment. Co-curricular activities or leadership positions that do not require you to track your hours for pay are acceptable as long as they do not impede your ability to complete the RA job expectations.   ## When do I have to be back to school in August?  RA training begins approximately three weeks before move-in. The exact date for return for the fall 2024 semester is still being determined; however, an exact date will be known by the time positions are offered. RAs are also expected to stay in the halls later into the end of each semester and after Commencement in May until the halls officially close.   ## Will my location choices on my application impact whether I am hired?  Our goal is to hire the most qualified candidates to be Resident Assistants. We use the Preference Sheet as a guide for individual interviews and to make the best community match as possible. Ultimately, the more flexible you are, the more chances you will have to be placed. However, we ask that you are honest in your community preferences and only select communities in which you will accept an RA role.   ## What is included in the compensation package?  Compensation includes a room or apartment in the community where the staff member is employed, a $4,000 stipend distributed in bi-weekly pay periods, and a 100-swipe per semester meal plan.   ## Will I still get financial aid if I am a Residence Life Student Staff Member?  Every student’s financial aid situation is different. If you have questions about your financial aid, please contact the Office of Student Financial Services.   ## How long can I stay in the position?  RAs are employed for one term at a time and may reapply for up to two additional terms. A term is identified as one academic year, so i t is possible for you to serve three terms as an RA.  If you have any additional questions regarding the selection process, please email hrlstaff@iupui.edu .   ## Residential Based Learning Communities & the Resident Assistant  Residential Based Learning Communities (RBLCs) are floors, areas, or buildings where students request to live near others that share an interest in a particular social cause or academic area. They give students the opportunity to enjoy the usual advantages of living in campus housing while providing added benefits of living amongst a group of students that have similar goals and interests. RBLCs offer regular events and programming that help build a strong connection with the IUPUI campus, and also bring together faculty, staff, and students around their shared focus.   ### The Resident Assistant Role:  For each of the RBLCs, Housing and Residence Life looks to hire RAs who have a vested interest in the theme for the RBLC. RAs within an RBLC work collaboratively with not only housing staff, but also the liaisons from other campus entities that work with their RBLC. RAs will work with their supervisor and liaisons to provide programming and initiatives related to the RBLC theme. You do not have to have lived in an RBLC to express interest in serving as an RA for one of these communities, you just have to be excited and passionate about aligning the theme with the living experience.    Residential Based Learning Communities "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/index.html#search",
    "body": "  ## Living On Campus  As an IUPUI student, there are many places you can call home.  But none offer the comprehensive college experience and jaguar support that you will find in on-campus housing.  Whether you are leaving home for the first time, or a returning student who knows the campus like the back of their hand, we have a housing option fit for your life and how you want to live it.  In addition, you'll have a direct connection to IUPUI's campus and all its resources, as well as all that living and studying in downtown Indianapolis has to offer.     ### Jag Living  See the urban living experience from the residents' point of view.  See the urban living experience from the residents' point of view.   ### A Place Where You Belong  Take a look at all the on-campus options to find the one right for you.  Take a look at all the on-campus options to find the one right for you.   ### The Support You Deserve  Check out all we do to support your academic goals and prepare you for life.   ## Student Testimonial  \"Living on campus has enabled me to immerse myself in a class of students that emerge from various backgrounds and bond with those that share similar experiences. Even if they don’t, you learn to acknowledge, understand and become aware of those you share this space with.\" -Maxine   ## Check us out!   ### Apply Now  Get straight to the application and apply today.   ### Affordability  Costs are important, and you can get the details here.   ### About Your Application  Click here to find out more details on our process.   ### Summer Student Housing  Get more information on living with us year-round. "
  },
  {
    "url": "URL: https://housing.iupui.edu/sec-nav-connect/about.html#search",
    "body": "  ## About Us  On-campus housing has been part of this campus well before the official formation of IUPUI in 1969.  In fact, the Department of Housing was originally established 11 years prior in 1958, and on-campus housing has been traced back to 1914 when nine nursing students first moved into Long Hospital.  Current housing options span quite an array of history and amenities when it comes to traditional campus housing.  Take a look at the history of our buildings:     ## Ball Residence Hall  Ball Residence Hall was originally built in 1928 as additional on-campus housing made possible by a gift from the Ball brothers of Muncie, Indiana.  In the original construction, Ball Hall featured a gymnasium, library, offices, and house-mother apartments as well as class rooms and laboratories. Still today, remnants of these original features and the classic architecture of 1928 can be seen throughout the residence hall.  Ball Annex was later constructed in two phases to provide additional housing for the student nurses.  The first two floors were constructed in 1945 followed by the third and fourth floors in 1957.  In the summer of 2013 Ball Hall received several facility upgrades including a lobby renovation, new resident furniture in every room, and every resident room was repainted.  Ball Hall is now undergoing a 16.7 million dollar renovation which will include adding air conditioning to the resident rooms, newly constructed bathrooms, and updates to the building's infastructure.     ## Riverwalk Apartments   ## University Tower  University Tower, formerly the University Place Hotel, was once a four diamond hotel and conferencing staple in downtown Indianapolis.  With the increasing demand for on-campus student housing and classroom space, and the need to reassess the viability of continuing hotel and conference center operations, the decision to convert this facility from a hotel and conference center to first-year student housing, classroom space, and a traditional university dining facility was announced in the spring of 2012 with approximately 14 months to prepare for its inaugural first-year class to move in for fall of 2013.     ## North Hall "
  },
  {
    "url": "URL: https://housing.iupui.edu/residents/index.html#search",
    "body": "  ## Current Residents  We are thrilled you have chosen to call IUPUI home!  Our staff is here to support you while you are a resident and help you navigate living on-campus.  From your friendly housekeeping staff and live-in professional staff to your Residence Assistants and main office staff, we want to make sure you have the best experience possible.  While you can find many resources here, don't hesitate to reach out to us directly if you need anything at all!  Residential Handbook  Submit a Work Order  Community Offices   ### Learning Outside The Classroom  Did you know we offer scholarship programs for first and second year residents?  Get more out of your residential experience by participating in these programs!   ### Involvement Means Connection  Being a part of a community means getting involved to help create a quality experience for all.  Participate in one of your exclusive involvement opportunities!   ### Have a Roommate?  The staff in our buildings is excited to help you and your roommate learn how to interact together in a healthy and productive way.  We encourage respect for differences and promote that through our programming and interactions with RAs and our professional staff.  Take a look at our roommate tips and never hesitate to contact us directly if you have any questions!  Roommate Tips "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/rblc/honors-house.html#search",
    "body": "  ## Honors House  The Honors House community provides the opportunity to live amongst students who are goal oriented and academically charged.  Residents in the honors community can continue to hone their natural leadership tendencies by interacting with honors administration, assisting with programming and events, or serving as voice on the Honors Residential Community Council.   ### Room Type   ### Benefits   ### Eligibility and Next Steps   ### Contact  For more information, contact Shane Collins ( shancoll@iupui.edu ) or Sarah Glener ( seglener@iupui.edu ).   ### Want to Live in an RBLC?  Apply For Housing Update Your Application  [Apply For Housing](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [Update Your Application](https://hms.housing.iupui.edu/HMSSTUDENTWEB/Default.asp?) "
  },
  {
    "url": "URL: https://housing.iupui.edu/conference-guests/conference-reservation-form.html#search",
    "body": ""
  },
  {
    "url": "URL: https://housing.iupui.edu/sec-nav-connect/social-connect.html#search",
    "body": "  ## Join Us on Social Media  Who doesn't love a follow?  Stay up to date on everything housing related by following us on our social media.  From asking questions and getting information to participating in contests and connecting with fellow residents, you can do all that and more when you join us on the social!  Click the icons at the bottom of the page to connect.  Are you a current resident?  Make sure to join the Facebook Group Page for your facility.  There you can get building specific information, interact with residents and staff, and learn about events happening in your hall.  Only students with a signed contract for the facility can join the page, so you can be sure you are only getting information that applies to you.   Just search IUPUI and your hall name on Facebook to find your facility's group page.    [https://www.facebook.com/IUPUIHRL/](https://www.facebook.com/IUPUIHRL/) "
  },
  {
    "url": "URL: https://housing.iupui.edu/move-in-day/move-in-day-rw.html#search",
    "body": "  ## Riverwalk move-in day map   ###   ### Unloading instructions   ### Long-term parking location  Unloading Zones 1 and 2:  Unloading Zones 3, 4, 5: "
  },
  {
    "url": "URL: https://housing.iupui.edu/live-on-campus/index.html#search",
    "body": "  ## Immerse yourself in IUPUI and downtown Indy by living on-campus!  With a variety of living options to choose from, support to help in your college success, and quick, easy access to all that IUPUI and Indianapolis have to offer, what are you waiting for?  Everything you need to apply for our urban living experience is here at your fingertips.   #### Apply To Live On-Campus  Get the information you need to complete your application and then take the first step and apply!   #### What's Next?  You aren't done once you complete your application!  Find out the next steps and details about the contract process.   #### About Applications and Contracts  Easily find answers to your application and contract questions in one place!   ### We accept roommate requests!  Know you want to live with a specific person?  We can help with that!  The process to request a roommate can be found here.  You will also learn some tips to start off on the right foot, whether you requested them or you were randomly assigned to live together.  Know you want to live with a specific person?  We can help with that!  The process to request a roommate can be found here.  You will also learn some tips to start off on the right foot, whether you requested them or you were randomly assigned to live together.     ### Who's ready to move in?  Moving into your on-campus facility can be an exciting, but stressful time.  We have packing lists, important dates, and more to help you be prepared for the big day.  We just don't do the shopping for you!  Moving into your on-campus facility can be an exciting, but stressful time.  We have packing lists, important dates, and more to help you be prepared for the big day.  We just don't do the shopping for you!     ### Explore Your Options  Housing Options View Important Dates "
  },
  {
    "url": "URL: https://housing.iupui.edu/residents/community-support.html#search",
    "body": "  ## Residence Life Community Support   ## Meet Assistant Director, Residence Life Community Support Salihah Talifarro  Salihah Talifarro, MSW, LCSW, PMH-C, RYT 200, is the inaugural Assistant Director, Residence Life Community Support. She started her position in Housing and Residence Life in January 2023 after working with a diverse population of students and individuals in the community in various mental health and wellness capacities since 2009. She is a current faculty member of IUPUI’s School of Social Work since 2017, has been a mental health therapist since 2010, and she is the owner of a private practice since 2019. Working with individuals to help improve their wellbeing and reach their personal goals has been her joy and passion after completing her master’s degree at Michigan State University. Her focus in our department is to facilitate trainings to students and staff on mental health and wellness, provide mental health and wellness events for students in their dorm communities, extend referrals to students in need of resources, and serve on multiple campus committees that address the mental health and wellness needs for the student body. Mrs. Talifarro holds a Bachelor of Social Work degree from the School of Social Work at Michigan State University and a Master of Social Work degree from the Advanced Standing Program at Michigan State University.  Salihah Talifarro, MSW, LCSW, PMH-C, RYT 200, is the inaugural Assistant Director, Residence Life Community Support. She started her position in Housing and Residence Life in January 2023 after working with a diverse population of students and individuals in the community in various mental health and wellness capacities since 2009. She is a current faculty member of IUPUI’s School of Social Work since 2017, has been a mental health therapist since 2010, and she is the owner of a private practice since 2019.  Working with individuals to help improve their wellbeing and reach their personal goals has been her joy and passion after completing her master’s degree at Michigan State University. Her focus in our department is to facilitate trainings to students and staff on mental health and wellness, provide mental health and wellness events for students in their dorm communities, extend referrals to students in need of resources, and serve on multiple campus committees that address the mental health and wellness needs for the student body. Mrs. Talifarro holds a Bachelor of Social Work degree from the School of Social Work at Michigan State University and a Master of Social Work degree from the Advanced Standing Program at Michigan State University.   ## What We Do   ## TimelyCare: Free Virtual Mental Health Support  TimelyCare is a virtual health and well-being platform available 24/7 for Indiana University students.   #### Services  As part of Indiana’s partnership with TimelyCare, students have access to the following services:  Students have access to TimelyCare services 365 days a year. That means you have access during breaks, after-hours, and any time you need support!  Visit timelycare.com/IU to get started.  [timelycare.com/IU](https://app.timelycare.com/auth/login)     ## Resources for Positive Mental Health and Wellbeing   ## JagWell Newsletter Sign-Up  [https://studentaffairs.iupui.edu/health/wellness-programs/jagwell-form.html](https://studentaffairs.iupui.edu/health/wellness-programs/jagwell-form.html)   ## Nutrition and Physical Health  [https://studentaffairs.iupui.edu/health/wellness-programs/coaching/index.html](https://studentaffairs.iupui.edu/health/wellness-programs/coaching/index.html)  [https://studentaffairs.iupui.edu/health/wellness-programs/nutrition.htm](https://studentaffairs.iupui.edu/health/wellness-programs/nutrition.html)  [https://studentaffairs.iupui.edu/health/wellness-programs/resources/know-your-status-testing-events.html](https://studentaffairs.iupui.edu/health/wellness-programs/resources/know-your-status-testing-events.html)  [https://go.iu.edu/4NEn](https://go.iu.edu/4NEn)     ## Mental Health Support  [https://studentaffairs.iupui.edu/health/counseling-psychological/counseling-options.html](https://studentaffairs.iupui.edu/health/counseling-psychological/counseling-options.html)  [https://studentaffairs.iupui.edu/health/counseling-psychological/make-appointment.html](https://studentaffairs.iupui.edu/health/counseling-psychological/make-appointment.html)  [https://mhc.psych.iupui.edu/](https://mhc.psych.iupui.edu/)  [https://ocho.iu.edu/](https://ocho.iu.edu/)  [https://hr.iu.edu/benefits/eap.html](https://hr.iu.edu/benefits/eap.html)  [https://www.iu.edu/mental-health/find-resources/index.html](https://www.iu.edu/mental-health/find-resources/index.html)     ## Addiction Recovery Support  [https://studentaffairs.iupui.edu/health/wellness-programs/addiction-recovery.html](https://studentaffairs.iupui.edu/health/wellness-programs/addiction-recovery.html)  [https://studentaffairs.iupui.edu/health/wellness-programs/tobacco-cessation.html](https://studentaffairs.iupui.edu/health/wellness-programs/tobacco-cessation.html)     ## Emergency Support and Reporting  [https://988lifeline.org/](https://988lifeline.org/)  [https://www.thetrevorproject.org/](https://www.thetrevorproject.org/)  [https://www.crisistextline.org/](https://www.crisistextline.org/)  [https://www.thehotline.org/](https://www.thehotline.org/)  [https://www.rainn.org/](https://www.rainn.org/)  [https://www.veteranscrisisline.net/](https://www.veteranscrisisline.net/)  [https://protect.iu.edu/emergency-continuity/emergency-situations/index.html](https://protect.iu.edu/emergency-continuity/emergency-situations/index.html)  [https://protect.iu.edu/emergency-continuity/emergency-situations/index.html](https://protect.iu.edu/emergency-continuity/emergency-contacts/iupui.html)  [https://indiana-gme-advocate.symplicity.com/care_report/index.php/pid550519?](https://indiana-gme-advocate.symplicity.com/care_report/index.php/pid580538?)  [https://audit.iu.edu/anonymous-report/#report](https://audit.iu.edu/anonymous-report/#report)     ## Campus Resources for Personal Use  [https://studentaffairs.iupui.edu/advocacy-resources/food-and-clothing-services/pantry/index.html](https://studentaffairs.iupui.edu/advocacy-resources/food-and-clothing-services/pantry/index.html)  [https://studentaffairs.iupui.edu/advocacy-resources/food-and-clothing-services/closet/index.html](https://studentaffairs.iupui.edu/advocacy-resources/food-and-clothing-services/closet/index.html)  [https://helpmeroar.iupui.edu/basic-needs/food-resources/index.html](https://helpmeroar.iupui.edu/basic-needs/food-resources/index.html)  [https://mealplans.iupui.edu/plans/2023-24-plans/required-meal-plans_2.html](https://mealplans.iupui.edu/plans/2023-24-plans/required-meal-plans_2.html)  [https://diversity.iupui.edu/offices/aes/index.html](https://diversity.iupui.edu/offices/aes/index.html)  [https://studentaffairs.iupui.edu/advocacy-resources/index.html](https://studentaffairs.iupui.edu/advocacy-resources/index.html)  [https://international.iupui.edu/indianapolis/health-insurance/insurance-students.html](https://international.iupui.edu/indianapolis/health-insurance/insurance-students.html)  [https://international.iupui.edu/indianapolis/transportation.html](https://international.iupui.edu/indianapolis/transportation.html)  [https://international.iupui.edu/indianapolis/technology.html](https://international.iupui.edu/indianapolis/technology.html)  [https://international.iupui.edu/indianapolis/banking-finances.html](https://international.iupui.edu/indianapolis/banking-finances.html)     ## English for Academic Purposes (EAP)  The English for Academic Purposes (EAP) Program is part of the Department of English in the Indiana University School of Liberal Arts at IUPUI. The EAP Program is designed to help international students who speak English as a second or additional language acclimate into the campus community and prepare them for academic and professional success. View the EAP site and testing resources below.  [https://liberalarts.iupui.edu/programs/eap/](https://liberalarts.iupui.edu/programs/eap/)  [https://liberalarts.iupui.edu/programs/eap/current-students-2/eap-placement-test/](https://liberalarts.iupui.edu/programs/eap/current-students-2/eap-placement-test/) "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/the-experience.html#search",
    "body": "  ## Live the Jag Life On Campus  Living on-campus is the best way to live your Jag life!  With opportunities to get involved, make connections, and embrace the great diversity on campus, the Jag life starts here. Don't just take our word for it!  Have a look at the experience from our residents perspective.     ## #JAGLIVING  Join us on social media, where we offer our residents many ways to highlight how they choose to live their best Jag life.  From # campaigns to Snapchat takeovers, surveys to resident meetings, we care about seeing and sharing your urban living experience.   ## Resident Bonding   ## #HouseofJags   ## #RoommateBonding   ## #ViewFromHere   ## Snapchat Stories                 ### Ready To Apply?  Apply Now Affordability "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/housing-options/north.html#search",
    "body": "  ## North Hall  North Hall is our newest residential facility, which combines traditional style living with modern convenience.  If you want to hook your gaming system up to one of the lounges' flat screen televisions, use large white boards for your study groups, or hang out and enjoy the beautiful views of downtown Indy, North Hall is your new home.  Open to any IUPUI student, from freshmen to graduate students, North Hall offers single rooms, singles with bathrooms, and double rooms to 680 students.   ## Quick Facts  30 Common areas to game or study with friends  6000 pounds of recycling here annually  350 Students live in one of North Hall's RBLCs   ## Community Tours  Description of the video:   ## Amenities   ### Resident Room Features:   ### Community Amenities:   ## Student Testimonial  I’m really glad I chose to live on campus this year! It’s really helped me to branch out and figure out more of what I like and don’t like, as well as make new friends. Definitely a great choice!   ## Community Photos   ### What's Next?  Apply Now The Experience  [Apply Now](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [The Experience](https://housing.iupui.edu/explore-housing/the-experience.html) "
  },
  {
    "url": "URL: https://housing.iupui.edu/sec-nav-resources/space-reservation.html#search",
    "body": ""
  },
  {
    "url": "URL: https://housing.iupui.edu/privacy/#search",
    "body": "  # Housing and Residence Life website  Effective: 2019-10-04   ## Applicability  This privacy notice applies only to the IUPUI Housing and Residence Life (Housing and Residence Life website) and explains our practices concerning the collection, use, and disclosure of visitor information. Visitor information collected by IUPUI Housing and Residence Life will be used only as outlined in this privacy notice.  Other units at the university may collect and use visitor information in different ways. Therefore, visitors to other university websites should review the privacy notices for the particular sites they visit. IUPUI Housing and Residence Life is not responsible for the content of other websites or for the privacy practices of websites outside the scope of this notice.   ## Changes  Because Internet technologies continue to evolve rapidly, IUPUI Housing and Residence Life may make appropriate changes to this notice in the future. Any such changes will be consistent with our commitment to respecting visitor privacy, and will be clearly posted in a revised privacy notice.   ## Collection and Use   ### Passive/Automatic Collection  When you view pages on our site, the web server does not collect any technical information from your computer or about your connection.  Continued use of our website indicates consent to the collection, use, and disclosure of this information as described in this notice.   ### Active/Manual/Voluntary Collection  We will not attempt to collect any information from you through the use of forms or other type of manual input.   ### Information Sharing  We do not share any aggregate, non-personally identifiable information with other entities or organizations.  We do not share any personally identifiable information with other entities or organizations, except when legally required to do so, at the request of governmental authorities conducting an investigation, to verify or enforce compliance with the policies governing our website and applicable laws, or to protect against misuse or unauthorized use of our website.  Except as described above, we will not share any information with any party for any reason.  Except as provided in the Disclosure of Information section below, we do not attempt to use the technical information discussed in this section to identify individual visitors.   ### Cookies  A cookie is a small data file that is written to your hard drive that contains information about your visit to a web page. If you prefer not to receive cookies, you may configure your browser not to accept them at all, or to notify and require approval before accepting new cookies. Some web pages/sites may not function properly if the cookies are turned off, or you may have to provide the same information each time you visit those pages.  [cookie](https://epic.org/privacy/internet/cookies/)  In order to customize the information and services offered to you, our site uses cookies to:   ## Disclosure of Information  We may share some aggregate information with other appropriate university personnel and units to ensure the quality, functionality, and security of our website/application.  Any other disclosure—with appropriate external parties such as law enforcement agencies—will be done in accordance with all applicable laws and university policies in order to investigate and respond to suspected violations of law or university policy.   ## Security  Due to the rapidly evolving nature of information technologies, no transmission of information over the Internet can be guaranteed to be completely secure. While Indiana University is committed to protecting user privacy, IU cannot guarantee the security of any information users transmit to university sites, and users do so at their own risk.   ## Links to non-university sites  Indiana University is not responsible for the availability, content, or privacy practices of non-university sites. Non-university sites are not bound by this site privacy notice policy and may or may not have their own privacy policies.   ## Privacy Notice Changes  From time to time, we may use visitor information for new, unanticipated uses not previously disclosed in our privacy notice.   ## Contact Information  If you have questions or concerns about this policy, please contact us.  If you feel that this site is not following its stated policy and communicating with the owner of this site does not resolve the matter, or if you have general questions or concerns about privacy or information technology policy at Indiana University, please contact the chief privacy officer through the University Information Policy Office, 812-855-UIPO, privacy@iu.edu . "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/housing-options/riverwalk/rw-shared.html#search",
    "body": "  ## Riverwalk Shared Suites  Riverwalk Shared Suites offer the elements of the traditional residence hall you will enjoy, with the amenities you highly desire.  275 first-year students have the opportunity to experience traditional living, redefined in our 1-bedroom suites, for 2 residents, and 2-bedroom suites, for 4 residents.  With traditional elements, like a shared bedroom, residents also have a versitile suite style lounge space, and a laundry room.  Because the suites also feature a full kitchen, a meal plan is not required, but it is encouraged.     ## Community Tours  Description of the video:   ### Suites Feature:  Lounge: Desk, Desk Chair per resident, Dining Table, Dining Chairs Bedrooms:Twin XL Bed, Dresser per resident Closet   ### What's Next?  Apply Now The Experience  [Apply Now](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [The Experience](https://housing.iupui.edu/explore-housing/the-experience.html) "
  },
  {
    "url": "URL: https://housing.iupui.edu/academics-leadership/get_involved/index.html#search",
    "body": "  ## Get Involved   #### RHA  IUPUI's Residence Hall Association, made up of elected members, serve as the voice for students living on-campus.  Working as resident advocates and planning signature events is just part of what this organization does.  Click below to learn how you can get involved!  RHA     #### NRHH  The National Residence Hall Honorary is made up of the top 1% of student leaders in our halls.  With traditions focused on service, NRHH has  an exclusive opportunity to make an impact at IUPUI.  Find out more at the link below!  NRHH   #### HOME  The Housing Organization for Multicultural Engagement was founded in 2021 to support the needs and development for students living on campus.  HOME is \"By Students of Color, For Students of Color,\" working to provide social spaces, professional development, and more. Click below to learn how you can get involved!  HOME  [HOME](https://thespot.iupui.edu/organization/home)   ### Division of Student Affairs  Offering a myriad of ways to get involved at IUPUI, the Division of Student Affairs offers many student organizations and clubs that will allow you to find your next favorite pastime, sport, or social cause.  Check them out at the link below!  [Campus Involvement](https://studentaffairs.iupui.edu/get-involved/index.html)   ### Job Listings  With a variety of student employment positions available, we want to give you every opportunity to develop or refine the skills necessary to succeed.  Whether you are interested in creating an impactful experience for on-campus residents or want to supplement the school year with summer employment, click here to find the position that is right for you.  Job Listings     ### Get more information or apply today!  Apply Now Frequently Asked Questions "
  },
  {
    "url": "URL: https://housing.iupui.edu/move-in-day/preparing-for-move-out.html#search",
    "body": "  ##### Frequently Asked Move Out Questions  Move Out for Academic Year residents is May 7th, 2023 at 12 PM noon . Below are commonly asked questions about the move-out process.   ## Need an extension past May 7th?  [go.iupui.edu/myhousing](https://go.iupui.edu/myhousing)   ## Graduating and need to stay through commencement?   ## How do I sign up for a mandatory move out inspection?   ## Do I need to attend a closing meeting?   ## What are the damage charges and improper move out fees?  Common charges include:   ## What should I do if I need cleaning supplies?   ## How do I change my address?   ## Trash and Donations  Please do not leave trash or unwanted items in hallways, lounges, or lobbies.  Do not throw away large items in the trash rooms. Please dispose of large items in a dumpster located outside the building items or off campus.  Please consider donating any clean and functional items to a local donation site or one of the drop-off sites in your building:  Paws Pantry accepts unopened and unexpired food.  [Paws Pantry](https://www.google.com/url?client=internal-element-cse&cx=016278320858612601979:ddl1l9og1w8&q=https://studentaffairs.iupui.edu/advocacy-resources/food-and-clothing-services/pantry/index.html&sa=U&ved=2ahUKEwiflbLKh6D-AhVgjIkEHXJ7DuUQFnoECAcQAQ&usg=AOvVaw0BcpMK2GFVlqLDjrhDnstt)   ## Road Closures and Traffic  The Indianapolis Mini-Marathon will be Saturday, May 6th, and will restrict access to a number of roads leading to campus.  [https://www.indymini.com/p/mini-marathon/participantinfo/parking1](https://www.indymini.com/p/mini-marathon/participantinfo/parking1) "
  },
  {
    "url": "URL: https://housing.iupui.edu/live-on-campus/preparing-for-move-in.html#search",
    "body": "  ## Prepare for move in  Find important dates about move-in below. Check this timeline periodically throughout the summer for updates. If you have any further questions email reslife@iupui.edu.  Important Dates  August 11  RBLC Move-In  August 12-13  First Year Student Move-In  August 19  Returning Students Move-In  The IUPUI Bookstore is a proud sponsor of Weeks of Welcome!  The store is located in Campus Center suite 155 and is a major destination for Jaguar fans looking to shop for all kinds of fan gear. The campus store has increased the amount of space devoted to T-shirts, sweatshirts, gifts, and other clothing and apparel items. The Bookstore also provides required textbooks, course materials, and supplies for IUPUI students. Check out the space in person or shop online with free in-store pickup.  Shop the IUPUI Bookstore  [Shop the IUPUI Bookstore](https://www.bkstr.com/indianastore/iupui?cm_mmc=Web-_-Website-_-IUPUIMoveIN-_-2271)  Explore More Campus Partners!  Learn more about the team of support helping you move in! Visit our campus partner page here .  [here](https://housing.iupui.edu/live-on-campus/explore-campus-partners.html)   ### Packing list  The packing lists provided below offer a list of suggested items for you to consider bringing with you.  A list of prohibited items can be found in the Residential Handbook .  Residential Handbook  North Hall  Ball Hall  University Tower  Riverwalk Apartments   ### Early arrival  We are only able to accommodate early arrival requests from pre-approved campus groups, such as athletics or peer mentors. We are unable to accommodate individual requests for early arrivals. Please reach out to your campus contact such as your coach or advisor to find out if you are approved for an early move-in.  For students in pre-approved campus groups arriving early, p lease go to your residence hall front desk to check in on your move-in day. To find directions to your residence hall use the navigation here .  [here](https://housing.iupui.edu/move-in-day/index.html#:~:text=Instructions%20for%20your%20move%2Din%20location)   ### New! Micro Fridge Rental  We are happy to announce that residents in University Tower, North Hall, and Ball Hall will now have the opportunity to rent micro-fridges for their rooms for the 2023-24 academic year. No more worries about burning popcorn or waterless ramen as these micro-fridges also come with a smoke detector that turns off the microwave at the first sign of smoke.  This new residence hall feature allows each roommate to split the cost of a microwave and fridge for one unit price. Students who order by Aug. 1 will also have their fridge in their room before they arrive on campus for move-in. Visit Campus Fridges, Etc. (CFE) website https://mymicrofridge.com/ or view their information below.  [https://mymicrofridge.com/](https://mymicrofridge.com/)  IUPUI Campus Fridges     ### Questions about parking or dining  As you prepare to move-in, you may want to make changes to your dining plan or purchase a parking pass.  Below are the links to their websites to help you with your questions.  Dining services Parking services  [Dining services](https://www.dineoncampus.com/iupui/)  [Parking services](https://www.parking.iupui.edu/)     ### Familiarize yourself with what you can do once you are here  Roommate relationships Resident resources "
  },
  {
    "url": "URL: https://housing.iupui.edu/sec-nav-resources/campus-partnership.html#search",
    "body": "  ## Partnership Resources  The Office of Housing and Residence is proud to serve as a home away from home for thousands of IUPUI students including our award winning student leaders.  Our facilities and residence life program provide the IUPUI community many opportunities to host events and provide a forum to collaborate with on-campus residents. We are often asked about the possibility of promoting events, educating our residents, and providing information to those who live in our residential communities. Due to the number of requests we receive to collaborate and share information with our students, we ask that groups interested in future partnerships to fill out the Campus Partnership Request form. Please provide specifics and as much detail as possible including, but not limited to, the type of program or collaboration, format and how information will be disseminated, and the intended audience.  The appropriate HRL staff member will follow up your request with additional information.  *Note: Only partnership requests from units within the University, or organizations with established relationships with the University are considered. Requests to promote for-profit businesses or product advertising are not permitted. "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/rblc/international-house.html#search",
    "body": "  ## International House  International House is home to international and U.S. students who choose to live cross-culturally in a learning community. Typically 15-20 countries are represented each year. I-House residents organize programs on global issues for the campus and community, providing a forum for the exchange of ideas and dialogue about international events and cross-cultural learning opportunities.   ### Room Type   ### Benefits   ### Eligibility and Next Steps   ### Contact  For more information, contact the IUPUI Welcome Team at iwelcome@iupui.edu .   ### Want to Live in an RBLC?  Apply For Housing Update Your Application  [Apply For Housing](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [Update Your Application](https://hms.housing.iupui.edu/HMSSTUDENTWEB/Default.asp?) "
  },
  {
    "url": "URL: https://housing.iupui.edu/index.html#search",
    "body": " Apply Now  Submit a Work Order  Contact Us   ### Explore Housing  Calling IUPUI home gives you the unique opportunity to fully immerse in all that IUPUI and Indianapolis have to offer.  Learn how to customize that experience to meet your needs.  Calling IUPUI home gives you the unique opportunity to fully immerse in all that IUPUI and Indianapolis have to offer.  Learn how to customize that experience to meet your needs.   ### Live On Campus  On-campus housing at IUPUI is in high demand.  Find everything you need to secure a spot on-campus and prepare you for move-in day.  On-campus housing at IUPUI is in high demand.  Find everything you need to secure a spot on-campus and prepare you for move-in day.   ### Current Residents  As a resident, you benefit from a staff dedicated to your success.  In addition, the resources you need as a resident are here at your fingertips.  As a resident, you benefit from a staff dedicated to your success.  In addition, the resources you need as a resident are here at your fingertips.   ### Academics & Leadership  With scholarships, programs, student organizations, and more, you will have opportunities to learn the skills you need to prepare you for life.  With scholarships, programs, student organizations, and more, you will have opportunities to learn the skills you need to prepare you for life.   ## We embrace IUPUI's strong diversity  Housing and Residence Life is committed to creating communities where all residents are valued, respected and appreciated. With residents from over 144 countries with varying backgrounds, identities, and religions, all of our residents are expected to challenge their own bias and engage with one-another, faculty, and staff in a civil and respectful member. We believe that learning about our differences and embracing them is the key to a welcoming environment. Housing and Residence Life has created the Inclusive Housing Action Project (IHAP) to ensure HRL actualizes its commitment to civility and inclusion.  Learn more about what IUPUI does to support a diverse campus!  Diversity at IUPUI  [Diversity at IUPUI](https://diversity.iupui.edu/resources/index.html) "
  },
  {
    "url": "URL: https://housing.iupui.edu/academics-leadership/get_involved/nrhh.html#search",
    "body": "  ## NRHH  The National Residence Hall Honorary (NRHH) is an on-campus organization dedicated to serving our surrounding Indianapolis community and recognizing the efforts of everyone who works to make on-campus housing great. Our members are some of IUPUI’s top students who want to develop their leadership skills and form long lasting connections with fellow students. Keep an eye out in your residence hall or reach out via one of the options listed below to get your start in the Crossroads Chapter of NRHH at IUPUI! Want to get involved? Email us at iunrhh@iupui.edu  Check us out on social media: "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/rblc/soic.html#search",
    "body": "  ## Luddy School of Informatics, Computing, and Engineering  The Luddy Community is reserved for students majoring in one of the schools’ majors. The community provides residents with the opportunity to develop relationships with peers who have the same interests and major, while building academic and creative excellence through unique opportunities.   ### Room Type   ### Benefits   ### Eligibility and Next Steps   ### Contact  For more information, contact Carlos Zapata ( czapata@iupui.edu ).   ### Want to Live in an RBLC?  Apply For Housing Update Your Application  [Apply For Housing](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [Update Your Application](https://hms.housing.iupui.edu/HMSSTUDENTWEB/Default.asp?) "
  },
  {
    "url": "URL: https://housing.iupui.edu/residents/residential-handbook/mission-vision.html#search",
    "body": "  ## Mission and vision   ### Our mission  The mission of the Office of Housing and Residence Life is to provide a safe and secure living-learning community that inspires intellectual and personal growth, social responsibility, and multicultural understanding, while providing opportunities for leadership development.     ### Our vision  To impact the success of our residents by delivering a nationally recognized housing program that creates a positive living-learning experience.     ### Our motto  The Office of Housing and Residence Life offers students more than just a place to live. We create living environments designed to foster educational success and personal growth through social and academic programs, events, and numerous leadership opportunities. Our secure and convenient on-campus housing communities create that sense of belonging and fellowship that comes with living on campus among a community of peers.     ### Inclusion and civility  Housing and Residence Life seeks to create communities where all residents are valued, respected, and appreciated. Residents are expected to engage with one-another, and with faculty and staff, in a civil and respectful manner.   "
  },
  {
    "url": "URL: https://housing.iupui.edu/explore/affordability.html#search",
    "body": "  ## Affordability  With all of the options available to you, we understand that value is a very important factor when deciding where you live.  With this in mind, we have included in the rental costs unique value, only offered at IUPUI.  From extensive residential programming to exclusive housing scholarship opportunities, living on-campus gives you more opportunities to connect and succeed as you pursue your degree.  Have a look below at all that is included, offering you more than just a roof over your head!  2023-24 Housing Rates   ## Your Housing Costs Include:  Housing charges are billed to your Bursar account, making it easy to use financial aid and scholarships, or break up payments over each semester. Fees include rent and a residence life fee. See the rate sheet for more details on these costs.   ### What's Next?  Apply Now The Experience  [Apply Now](https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html)  [The Experience](https://housing.iupui.edu/explore-housing/the-experience.html) "
  },
  {
    "url": "URL: https://housing.iupui.edu/sec-nav-connect/staff-listing.html#search",
    "body": "  ## Staff Listing  Mike Perry  Director, Housing and Residence Life  Tina Hill  Financial Administration Coordinator  Allison Wheeler (she/hers)  Associate Director, Strategic Initiatives  Heidi Adams (she/hers)  Strategic Initiatives Specialist  Dan Waggoner  Associate Director, Facilities and Building Operations  Stephen Austill  Assistant Director, Facilities Operations, Project Manager  Tristan Coghill  Assistant Director, Facilities Operations, Safety and Security  Rod Hadley  Assistant Director, Facility Operations, Maintenance  Will Morrison (him/his)  Assistant Director, Facility Operations, Custodial  Jordan Burchfield  Facilities Asset Coordinator  Leslie Diaz  Custodian Shift Supervisor  Eldred Sephus  Custodian Shift Supervisor  Melanie Lawson (she/hers)  Associate Director, Housing Operations  Stu  Macki (they/them)  Assistant Director, Residential Services  Sam Victor  Residential Services Coordinator  B. Simone Kendrick (she/hers)  Assistant Director, Communications  Ryan Keys (he/him)  Assistant Director, Conferences and Guest Housing  Quinn Weikel (he/him/his)  Assistant Program Manager, Conferences and Guest Housing  Kim Dodson-Shackelford  Coordinator, Operations and Residential Services  Robin Yarnell  System Analyst  Sydney Lease (she/her/hers)  Associate Director, Residence Life  Cassie Govert  Assistant Director Residence Life, Community Management  Sammy Cole-Reardon  Residence Life Coordinator, University Tower  Manny Collins  Assistant Residence Life Coordinator, University Tower  Abby  Fralich  Assistant Residence Life Coordinator, Ball Hall  Imani Randolph  Assistant Residence Life Coordinator, Riverwalk  Imani Williams (she/her/hers)  Residence Life Coordinator, North Hall  Harrianna Thompson (she/they)  Assistant Director Residence Life, Student Success  Alice  Dahlka (she/her)  Residence Life Specialist, Academic Initiatives  Josh Rojas  Residence Life Specialist, Equity Initiatives  Makalyn Carlton  Administrative Coordinator  Salihah  Talifarro  Inaugural Assistant Director, Residence Life Case Management "
  },
  {
    "url": "URL: https://housing.iupui.edu/conference-guests/group-intern-housing.html#search",
    "body": "  ## Group & Intern Housing  For planners of adult programs that require a stay of 10 or more days, our Summer Group Housing is ideal! Located in our Riverwalk Apartments, your program participants will have a fully furnished 2 or 4 bedroom apartment, with a full kitchen, and washer and dryer.    In our Riverwalk community, guests have access to a private bedroom and semi-private bathroom. Guests have easy access to waterfront walking trails, as well as everything IUPUI has to offer. Learn more about the Riverwalk Apartments experience by clicking below.  In addition to a private bedroom and semi-private bathroom, residents have quick and easy access to Riverwalk community events, easy access to waterfront walking trails, as well as all that IUPUI has to offer.  Learn more about the Riverwalk Apartments experience by clicking below.  Riverwalk Apartments  IUPUI Summer Group facilities are:  Review our facility amenities and eligibility requirements and contact us for a quote today!   ## Amenities  Riverwalk Apartments:  University Tower:   ## Group Eligibility   ## Rates  Riverwalk Apartments Summer 2023    30+ Nights  14 -29 Nights  10-13 Nights  Two-Bedroom Unit  $42  $46  $51  Four-Bedroom Unit  $36.50  $38.50  $44  University Tower Summer 2023    8 or more Nights  4 - 7 Nights  Double/Triple  $38  $45  Single  $55  $63  IUPUI housing rates are established on an annual basis. In cases of advanced scheduling, the Office of Housing and Residence Life may quote estimated rates with no implied guarantee that the rates quoted will be the actual rates in place at the time of the conference. The rates are per person/per night based on the dates requested. The Office of Housing and Residence Life is required to collect taxes based on the Indiana University Sales Tax Collection Matrix for attendees staying with us for less than 30 days. The matrix is available by clicking here .  Request A Quote About Summer Conferences  Please complete the request with the most up to date information you can provide. A staff member will then contact you with more information regarding availability, rates, and booking information. "
  },
  {
    "url": "URL: https://housing.iupui.edu/live-on-campus/apply-to-live-on-campus.html#search",
    "body": "  ## It’s time for your next adventure  Save your spot in one of our residence halls by filing out our interest form, available beginning Nov. 10, 2023. We recommend completing it by March 15, 2024 to receive priority consideration. All new, first-time students to IU Indianapolis are eligible to express interest.  In Jan. 2024, students who filled out the form will receive early access information on signing a contract and submitting your $200 deposit to secure your spot.  Current students living with us will be able to apply to renew their application during Choose2Renew in Jan. 2024.  Save your spot for 2024-25  [Save your spot for 2024-25](https://studentaffairs.iupui.edu/housing/applying/housing-interest-form%20.html)   ## Application Process   ### Housing Preference Matching  We make every effort to accommodate your request for a specific facility and room type, but cannot guarantee your preferences. The university makes all assignments without regard to race, color, religion, national origin, sexual orientation, or veteran status and rejects all requests for changes of assignment based on such.   ### Want to apply but need some more information?  The Experience  Housing Options  Housing Rates   ### Already Apply for Housing?  What's Next Prepare for Move-in "
  }
]