[
  {
    "url": "URL: https://hra.iupui.edu/employment/process-overview.html#search",
    "body": "  ## General Application Information   ## What’s Next?   ## Hiring Decisions   ## Assistance/Accommodations   ## H-1B Visa  [IUPUI Office of International Affairs](https://international.iupui.edu/visas/departments/h1b-workers/index.html)   ## Work Authorization  Human Resources Administration   ### Useful Links  [Employee Assistance Program](https://hr.iu.edu/benefits/eap.html)  [Campus Maps](https://map.iu.edu/iupui/index.html)  [One.IU](http://one.iu.edu/) "
  },
  {
    "url": "URL: https://hra.iupui.edu/manager/temporary_employees.html#search",
    "body": "  ## MANAGING TEMPORARY EMPLOYEES  Temporary employees are defined as those employees not occupying a budgeted line position (an appointed position) and are temporary, at will employees. Temporary employees have either student or non-student status. Temporary employees are employed at the sole discretion of the employing department and may be released from employment at any time without cause. However, Temporary employees cannot be disciplined for reasons contrary to federal or state law or Trustee policy.  Temporary employees are identified as nonexempt under the Fair Labor Standards Act and therefore are subject to the requirements for payment of overtime. Policies for temporary employees are university-wide but not all procedures are university-wide. In those cases, the policy states that the campus human resources office should be contacted for the procedures specific to the campus. In addition, there are departmental operating procedures covering subject matter applicable to individual departments. Such procedures are supplemental to and not in lieu of the Policies for Temporary Employees. In case of conflict between departmental operating procedures and university policies, university policies will govern.   ### Which type of temporary classification do I use?   ### How many hours can temporary employees work?   ### Classification issues throughout the year   ### How do I administer salary increases for my temporary employees?   ### Search Temporary Staff Policies  [http://policies.iu.edu/policies/categories/human-resources/index.shtml](http://policies.iu.edu/policies/categories/human-resources/index.shtml)   ### Tools for monitoring hours  [Active Jobs Lookup](https://apps.iu.edu/my2-prd/one/182594) "
  },
  {
    "url": "URL: https://hra.iupui.edu/manager/hiring.html#search",
    "body": "  ## Hiring  Hiring high-performing employees in a competitive market is challenging enough. Complicated employment laws, various university policies and campus specific practices and procedures can make that challenge even more daunting. The following information is intended to provide both new and experienced hiring managers relevant information at their fingertips to assist with this critical responsibility. Detailed policies and procedures are located under the Employment functional tab above.   ## Things to think about before posting a vacant position   ## What’s the difference between a job ad and a Position Description/How to write a an effective job advertisement?   ## Getting my new employee onboard  [Orientation Checklist](http://hr.iu.edu/training/dep_checklist.html)   ## Hiring Tips   ##### HOW TO MAKE A QUALITY SELECTION  There are endless numbers of articles on tips related to making quality hire decisions. Most will focus on the candidate’s competency, character, potential, and fit. Some pitfalls in the selection process that can derail you from ascertaining the best candidate would be focusing too much attention to the applicants’ past experience (assuming that will lead to a high-quality hire), not being adequately prepared with ideal questions tailored for your specific position, using second interviews for more of the same questions but with a different audience, and allowing biases to rule the decision making process. Approximately 15% of all hires result in termination within the first six months of hire. To minimize this costly mistake, try following these steps:   ## Hiring Guide   ##### DEPARTMENTAL RESOURCE FOR FILLING POSITIONS  Who your consultant is  [Who your consultant is](https://hra.iupui.edu/docs/whoCons.pdf)  Manager Expectations  [Manager Expectations](https://hra.iupui.edu/pages/employment/intro.asp#/:managing-expectations.asp)  PeopleAdmin  [PeopleAdmin](https://iujobs.peopleadmin.com/hr/sessions/new)  PeopleAdmin Overview/Training Resource  [PeopleAdmin Overview/Training Resource](https://hra.iupui.edu/pages/employment/intro.asp#/:peopleAdmin.asp)  Diversity Resources  [Diversity Resources](https://hra.iupui.edu/pages/employment/intro.asp#/:introContent.asp)  Interview Guidelines  [Interview Guidelines](https://hra.iupui.edu/pages/manager/intro.asp#/:interview-guide.asp)  Background checks  [Background checks](http://hr.iu.edu/eev/background_checks.html)  Hiring checklist  [Hiring checklist](https://hra.iupui.edu/docs/Departmental%20Orientation%20Checklist.pdf)   ##### NEED HELP?  If you continue to have questions, please contact your employment consultant:  Marcia Combs  Yolanda Taylor   ## I have an accepted offer, now what do I do?  At this stage you should have an accepted offer for your position. Congratulations but the easy part if finished. Now let’s get your next superstar hired and off to a good start. If you are not experienced with the hiring process, try these tips.   ### Do I need a background check?  A general rule is that any current employee of IU will not require a background check and external hires will. Click on Background check procedures for detailed information on complying with IU policies.  [Background check procedures](http://hr.iu.edu/eev/background_checks.html)   ### Processing hire eDoc  This step can be initiated at any time following acceptance of a formal offer of employment but should not be initiated until a start date has been identified. For federal compliance the start date in HRMS and the first day worked on the I-9 should be the same date. The hire eDoc triggers several things such as email account set up, benefit enrollment access and ability to get your employee access to required systems to be productive on day one. Do not wait until the first day of employment to process the eDoc. HRA will wait to approve the eDoc though until the criminal history background check has been completed.   ### Completing the I-9  In requirements with federal employment, eligibility is both mandatory and difficult to manage. Access the Employment Eligibility Verification page for detailed information on complying with federal and IU  [Employment Eligibility Verification](http://hr.iu.edu/eev/index.html)   #### Requesting System access  New employees will more than likely need access to multiple systems to perform their job. https://one.iu.edu/ can be accessed for creating their first account and for managing access to required accounts.  [https://one.iu.edu/](https://one.iu.edu/)   ## Do I need a background check?  [Background check procedures](http://hr.iu.edu/eev/background_checks.html) "
  },
  {
    "url": "URL: https://hra.iupui.edu/#search",
    "body": " IUPUI is a great place to work, learn and grow. As Indiana’s premier urban public research university, IUPUI offers wide-range of meaningful work and personal and professional opportunities in educational, research and clinical environments.   # HR Updates - Coronavirus COVID-19  [HR Updates - Coronavirus COVID-19](https://hr.iu.edu/relations/coronavirus.html#loaded)  Prospective Employee  Current Employee  Manager  The IU Human Resources Customer Care Team is here to assist you in all matters related to your employment at IUPUI or any IU campus. AskHR is your source for answers to your questions about jobs at IUPUI, health care and retirement benefits, staff policies and other employment-related topics.  Human Resources Administration   ### Useful Links  [Employee Assistance Program](https://hr.iu.edu/benefits/eap.html)  [Campus Maps](https://map.iu.edu/iupui/index.html)  [One.IU](http://one.iu.edu/) "
  },
  {
    "url": "URL: https://hra.iupui.edu/about/index.html#search",
    "body": " Human Resources Administration is recognized by the IUPUI community as a valuable partner in achieving individual and organizational success.  Mission Statement  Human Resources Administration supports the University's mission of teaching, research and civic engagement by providing effective programs and services to recruit, develop, and retain qualified staff; administering benefit programs for faculty and staff; and serving as a resource and providing expertise on human resources issues to all levels of the IUPUI community.  Service Mission Statement  Human Resources Administration is committed to providing outstanding customer service. All customers, whether faculty, staff, students, or visitors, can expect prompt, courteous, knowledgeable, and respectful service.  Core Competencies  While there are many elements that drive Human Resources Administration's programs and services, the following core competencies are fundamental to success:    [Learn more about Core Competencies](http://hr.iu.edu/competencies/index.html)  Human Resources Administration   ### Useful Links  [Employee Assistance Program](https://hr.iu.edu/benefits/eap.html)  [Campus Maps](https://map.iu.edu/iupui/index.html)  [One.IU](http://one.iu.edu/) "
  },
  {
    "url": "URL: https://hra.iupui.edu/manager/talent-management.html#search",
    "body": "  #### WHAT IS TALENT MANAGEMENT?  Talent Management is a planful approach to recruiting, recognizing, rewarding and retaining quality employees. This is based on an environment where individuals:  You are encouraged to explore the model to see how you can implement, improve or maintain a holistic and effective talent management structure within your area. Please note, the model starts and ends with “Plan.”   ## PLAN  Workforce and Priority Planning – It is critical to the success of the individual and the institution that we have the right people, doing the right thing, at the right time. It is important for managers to be strategic about the roles they are looking to fill. All roles should roll up to help IUPUI reach our strategic goals.  Recruiting – Developing the most effective approach to finding, recruiting and selecting the best-fit candidate is a cornerstone of IUPUI’s success. To learn more about this process, check out the Recruitment and Outreach page. For more information on following the proper search and screen process, please use the available training .  [Recruitment and Outreach](https://hra.iupui.edu/pages/employment/intro.asp#/:recruitment.asp)  [training](https://oeo.iupui.edu/education-training/index.html)   ## ALIGN  Onboarding – It is crucial to ensure new employees coming to IUPUI get off to a positive start. One way to do this is to ensure they attend orientation , and are part of an impactful departmental orientation . However, onboarding is much more than orientation. Most onboarding programs are designed to last six or more months. Part of the onboarding process means co-creating a success profile (what will success look like in the first six months), discussing goal alignment, distributing checklists for training and initial responsibilities, assigning a buddy or a mentor, scheduling regular one-on-one meetings to provide support, and creating an inclusive environment for the new employee.  [orientation](https://hr.iu.edu/employment/new-employees.html)  Goal Setting – All employees should know the university’s , IUPUI’s , and the department’s strategic plan. More importantly, individuals should know what role they play in making those strategic plans a reality. Supervisors can use goal setting to align performance with strategic objectives.  [university’s](https://strategicplan.iu.edu/)  [IUPUI’s](http://strategicplan.iupui.edu/)  Performance Management – All employees should experience ongoing, productive, and continuous communications that help them succeed in their role. These areas of communication include clarifying expectations, setting performance standards, evaluating performance and providing effective feedback. To learn more about how to effectively manage performance, please review the Performance Management Learning Module . The templates for performance evaluations can be found on the Performance Management page .  [Performance Management Learning Module](https://hr.iu.edu/training/performance-at-iu/index.html)  [Performance Management page](https://hr.iu.edu/training/performance-at-iu/index.html)   ## DEVELOP  Coaching ­ ­– Executive coaching is one way to engage individuals in managerial and leadership roles. Executive coaching is a helpful relationship in which the coach serves as a “thought partner” and uses a variety of behavioral techniques and assessments to assist the client in reaching their goals. The intent of this relationship is to improve professional performance and increase overall leadership effectiveness.  Please note, effective proactive coaching should be provided to all employees.  Assessments – Assessment tools, such as a 360 evaluation, provides an opportunity for leaders to receive holistic and constructive feedback.  It is important to note, all employees should receive an annual performance evaluation. Please see the Performance Management page for guidance and performance evaluation forms.  [Performance Management](https://hr.iu.edu/training/performance-at-iu/index.html)  Leadership and Professional Development – All employees, regardless of their role should be afforded the opportunity to engage in learning experiences that will benefit them, and the university. There are multiple programs offered which can provide such learning opportunities for IUPUI employees. One way to ensure all employees are aware of, and have a plan for development, is through the use of tools at Learning & Development at IU to plan .  [Learning & Development at IU to plan](https://hr.iu.edu/training/development/index.html)   ## REWARD  Total Compensation – To be competitive in attracting and retaining high quality employees, we maintain a comprehensive total compensation package. Managers should inform employees of the elements involved in our total compensation.  Individualized Plan – No two people are the same, and the way to reward them should not be either. As a manager, it is imperative to get to know your employees, understand what they are passionate about and identify what is meaningful to them.  Recognition – As an institution, recognizing our accomplishments is of high importance. As managers, this should be a priority for engaging employees. Recognition comes in the form of acknowledging, honoring, encouraging, and supporting individuals to aid in our success.   ## PLAN  Succession Planning – This is a strategic process by which managers and leaders identify and develop internal talent with potential to possibly fill key or critical roles within IUPUI.  Questions?  Need assistance with talent management? Please email hra@iupui.edu . "
  },
  {
    "url": "URL: https://hra.iupui.edu/institute/application.html#search",
    "body": " The application for the 2023 cohort is now CLOSED.  If you have any questions or need additional information on The Institute for Supervisory Excellence, please email Talent and Organization Development.    Human Resources Administration   ### Useful Links  [Employee Assistance Program](https://hr.iu.edu/benefits/eap.html)  [Campus Maps](https://map.iu.edu/iupui/index.html)  [One.IU](http://one.iu.edu/) "
  },
  {
    "url": "URL: https://hra.iupui.edu/manager/employee_issues.html#search",
    "body": "  ### Identifying deficiencies  Deficient performance is that which is less than satisfactory.  Proper performance management starts with clear, written performance standards.  Chronic or continuous performance deficiencies exist when an employee fails to meet the minimally acceptable standards of performance for the job over a period of time. Chronic deficient performance often includes time and attendance issues, poor work quality, excessive mistakes, missed deadlines, and low productivity. Other behaviors that may be observable in conjunction with deficient performance are mood swings, attitude changes, and poor working relationships with co-workers.  Situational performance deficiencies exist when an employee occasionally fails to meet the performance levels for the job.  Any of the performance deficiencies mentioned previously can occur, but they will generally happen in a scattered or inconsistent way.  Situational lapses can often be addressed by prompt supervisory intervention/correction; but if not addressed, or if the employee does not respond to the intervention, such lapses can evolve into chronically deficient performance.  Generally, issues related to deficient performance take one of three forms:  Lack of Job Knowledge can usually be corrected with the transfer of information. The supervisor is responsible to determine if the employee knows how to perform his or her job. If not, training or instruction often can help. Probationary periods are the appropriate time to focus on and determine if an employee has the capacity for the work and if he or she has acquired sufficient knowledge to do the job satisfactorily. Supervisors should use probationary periods properly, whether dealing with lack of job knowledge or other reasons for deficient performance. This means considering extensions of probation where performance is less than satisfactory, but the employee shows promise of being able to attain a satisfactory level of performance within a reasonable period of time; and using the probationary period to separate employees who demonstrate that they are unlikely to improve to a satisfactory level.  Whether an employee is well suited to the job depends, in part, on whether he or she is capable of performing the job’s essential functions. If he or she is capable, the supervisor must hold the employee accountable to produce the desired results. If the employee is not capable, then he or she is not well suited to the job and transfer, demotion, or dismissal may be necessary.  Emotional or external factors may affect the employee’s performance. However, the supervisor should not diagnose or become involved in an employee’s personal problems. If deteriorating job performance is identified, the supervisor should inform the employee of the professional services available from IUEAP  [IUEAP](http://www.indiana.edu/~uhrs/benefits/eap.html)  Developing an action plan is essential. When supervisors identify deficient performance, they should discuss the problem with Employee Relations in Human Resources.  Together, they can create an action plan to deal with the employee’s performance problem.  See Performance Improvement  [Performance Improvement](https://hra.iupui.edu/pages/employ_relations/intro.asp#/:perf_improv.asp)   ### Performance expectation communication  [Performance expectation communication](https://hra.iupui.edu/pages/manager/intro.asp#/:performance.asp)   ### Corrective Action  [Corrective Action](https://hr.iu.edu/relations/uwide_ca_index.htm) "
  },
  {
    "url": "URL: https://hra.iupui.edu/employment/temporary-jobs.html#search",
    "body": " [Employment Application](http://hr.iu.edu/pubs/forms/employ_app.pdf)  [Work History Supplement](http://hr.iu.edu/pubs/forms/work-supp.pdf)  [Background Check Consent Statement](http://hr.iu.edu/pubs/forms/consent.pdf)  Human Resources Administration   ### Useful Links  [Employee Assistance Program](https://hr.iu.edu/benefits/eap.html)  [Campus Maps](https://map.iu.edu/iupui/index.html)  [One.IU](http://one.iu.edu/) "
  },
  {
    "url": "URL: https://hra.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://hra.iupui.edu/ada-accessibility.html#search",
    "body": "  ### Maintaining an Accessible Campus for All  IUPUI is committed to maintaining inclusive and accessible environments across all campuses and eliminating discrimination against people with disabilities. Ensuring that all members of the campus community have access to our physical and online environments, coursework and instruction, programs, and university-sponsored activities is critical to IUPUI’s mission.   ### Accommodations  Reasonable accommodations are adjustments or modifications made to a job or workplace that will help a person with a disability to successfully apply for a job or perform their position’s duties.  Workplace and educational accommodations are determined by appropriate offices on our campuses with expertise in the area of ADA (see ADA policy). Campus Human Resources manages the accommodation process for all IUPUI, IUPUC, IU Fort Wayne, and IU School of Medicine staff positions. Those employees in full-time, part-time, and student staff positions are able to request a workplace accommodations. Applicants for any staff position who need an accommodation for the hiring process can also request one through Campus Human Resources.  When a request is made, we collect appropriate information, talk with your appropriate leadership in your unit, and may review other information such as your job description to help develop an effective accommodation based on individual needs and the type of work to be performed. When a requested accommodation cannot be provided, we will work to find effective alternate accommodations whenever possible.   #### ADA / Accessibility Resources for Everyone  [IU Accessibility](https://accessibility.iu.edu/assistance/)  [UITS Assistive Technology and Accessibility Centers](https://atac.iu.edu/)  [Parking Operations (DST) Accessible Permits](https://parking.iupui.edu/parking/permits/index.html)  [Campus Map](https://map.iu.edu/iupui/)  [Campus Shuttle](https://parking.iupui.edu/transportation/bus/bus.html)   # Request an accommodation  [Request an accommodation](https://iuoie-fireform.eas.iu.edu/online/form/index/Accomform)   #### Once you have requested an accommodation on the IUPUI campus, these are the contacts that will reach out to you:   ### Staff   ### Faculty   ### Concerns / Appeals "
  },
  {
    "url": "URL: https://hra.iupui.edu/institute/curriculum.html#search",
    "body": " The Institute for Supervisory Excellence curriculum for 2023 will focus on employee engagement. They will include the following topics:    Human Resources Administration   ### Useful Links  [Employee Assistance Program](https://hr.iu.edu/benefits/eap.html)  [Campus Maps](https://map.iu.edu/iupui/index.html)  [One.IU](http://one.iu.edu/) "
  },
  {
    "url": "URL: https://hra.iupui.edu/employee-relations/corrective-action.html#search",
    "body": " Corrective Action in its literal sense is training that corrects, molds, or improves, and its purpose in the workplace is to correct, mold, or improve job-related performance or behavior. Corrective Action is to be progressive in nature so that it uses the least severe action necessary to correct undesirable behavior and moves to increasingly severe measures only if the problem is not corrected. These steps include an initial written warning, a subsequent or additional written warning, a final written warning which could include a suspension without pay or a demotion or transfer, and a termination.  The University’s policies, procedures, rules, and regulations are not intended to create a contract of employment, and shall not otherwise create any legal rights or contractual obligations, between the University and the employee. The employer-employee relationship is at-will.   ## Reference Materials  [Online Tutorial](http://www.indiana.edu/~uhrs/training/ca/ca_index.html)   ## Policies  [Temporary](http://policies.iu.edu/policies/categories/human-resources/development/corrective_action_temp.shtml)  [Police](http://policies.iu.edu/policies/categories/human-resources/development/corrective_action_AFSCMEpolice.shtml)  [Staff Employees not Covered by Union](http://policies.iu.edu/policies/categories/human-resources/development/corrective_action_staff.shtml)  [Service Staff Covered by AFSCME](http://policies.iu.edu/policies/categories/human-resources/development/corrective_action_AFSCME.shtml) "
  },
  {
    "url": "URL: https://hra.iupui.edu/employee-relations/index.html#search",
    "body": " It is Employee Relations’ mission to provide IUPUI management and employees with professional, discrete and timely counsel regarding the interpretation and consistent application of policy related to staff employment concerns.  Employee Relations facilitates and helps maintain IUPUI’s employer-employee business relationships through one-on-one coaching, mediation, consultation, facilitation, and training; partners with employees and managers to identify, objectively measure, and successfully manage performance outcomes.  Employee Relations administers IUPUI union agreements and labor relations programs and advises all employees and managers about employment rights and responsibilities.  Have any questions? E-mail askhr@iu.edu for Customer Care. You may also call 812-856-1234 "
  },
  {
    "url": "URL: https://hra.iupui.edu/employment/index.html#search",
    "body": " Selecting a new career is an exciting opportunity! We want to be sure you have all of the available resources to help you make an educated decision. Please see Employment to view available jobs and learn more about IUPUI’s employment process, benefits and work-life balance.  IUPUI is one the largest employers in the state of Indiana and is the 6th largest employer in the city of Indianapolis. Because of its status as a sought-after employer, IUPUI receives a significant volume of job seekers looking for opportunities on its vibrant urban campus. All positions meet the academic, research, student life, administrative and engagement needs of the campus.  [Non-Discrimination/Equal Opportunity/Affirmative Action](https://policies.iu.edu/policies/ua-01-equal-opportunity-affirmative-action/index.html)  [Jobs@IU](https://jobs.iu.edu/)  Jobs@IU  [Student Jobs](https://www.iupui.edu/jaguar-life/student-jobs.html)  Student Jobs  Temporary Jobs  [Executive Search](https://chancellor.iupui.edu/campus-leadership/executive-searches/index.html)  Executive Search  Process Overview  [Benefits](http://hr.iu.edu/benefits/index.html#loaded)  Benefits  [Work & Life](https://healthy.iu.edu/worklife/index.html)  Work & Life  Campus Perks  Human Resources Administration   ### Useful Links  [Employee Assistance Program](https://hr.iu.edu/benefits/eap.html)  [Campus Maps](https://map.iu.edu/iupui/index.html)  [One.IU](http://one.iu.edu/) "
  },
  {
    "url": "URL: https://hra.iupui.edu/current/index.html#search",
    "body": " [New Employee Orientation](https://hr.iu.edu/employment/new-employees.html)  New Employee Orientation  [Benefits](http://hr.iu.edu/benefits/index.html#loaded)  Benefits  [One.IU](https://one.iu.edu/)  One.IU  Human Resources Administration   ### Useful Links  [Employee Assistance Program](https://hr.iu.edu/benefits/eap.html)  [Campus Maps](https://map.iu.edu/iupui/index.html)  [One.IU](http://one.iu.edu/) "
  },
  {
    "url": "URL: https://hra.iupui.edu/employee-relations/grievance-procedure.html#search",
    "body": " In working together from day to day, it is normal for employees to occasionally have problems or complaints affecting their work-related activities. It is important to work out a solution to these problems as quickly as possible. It is the university's view that most problems can be resolved through informal discussions between employee and supervisor in the department. You are encouraged to talk about work-related problems with your immediate supervisor. If you are not satisfied with the outcome, you may wish to use a more formal process - the grievance procedure - to seek a solution.   ## Reference Materials   ## Frequently Asked Questions   ### What is a grievance?  A grievance is a formal complaint, and the university's Problem or Grievance Resolution policy outlines the formal process to address day-to-day complaints/problems.   ### Who can file a grievance?  All staff employees can file a grievance whether appointed or hourly, professional or support and service. New employees who have not completed their new employee evaluation period do not have access to the grievance procedure for issues concerning corrective action, layoff, or termination. Other issues, however, may be grieved through Stage 3. Students, faculty, and professional employees classified as PC are not eligible to use the grievance procedure. You may exercise your right to file a grievance without fear of retaliation, harassment or negative impact on your employment relationship with the university. Grievances are confidential and are not included in your personnel file.     ### What can I file a grievance about?  Many types of complaints can be addressed through the grievance procedure. Corrective actions and personnel policy violations are the most common complaints filed. If however, you feel you have been treated unfairly because of your age, color, disability, ethnicity, gender, marital status, national origin, race, religion, sexual orientation, or status as a Vietnam-era veteran, you should contact the campus Office of Equal Opportunity at 274-2306. The Office of Equal Opportunity also handles complaints involving sexual harassment. Complaints involving judgments such as salary increases, salary range, classification assignment, and performance appraisals cannot be addressed through the grievance procedure.     ### When do I file a grievance?  The grievance procedure has time limitations, which are outlined at each stage of the process. These time limits may be extended if both parties agree to the additional time needed. The most important time restriction to remember is that your grievance must be filed within 10 working days from when you know about the situation causing your complaint.     ### How do I file a grievance?  At first, you may want to talk to your supervisor about your complaint/problem and try to resolve the matter in the department where you work. Some grievances may be filed online. Grievances must be presented in writing, and you may use a grievance form.  Complete the appropriate sections of the grievance form and present it to your immediate supervisor, dean/director or Human Resources office (see Stage 1 for the correct person). For questions about the grievance procedure or for questions, contact HRA at 274-5471 or Isabel Fawcett via email.  You are allowed to have someone help you file a grievance and state your complaint during a grievance meeting. This person is called a representative and usually is someone with whom you feel comfortable - a coworker or union steward, for example. Your representative cannot be directly or indirectly involved with an employee organization not recognized by the university (a union other than AFSCME). Attorneys are not permitted except at Stage 4. You and your representative will be allowed a reasonable amount of time during working hours to attend the grievance meetings. You must get prior approval from your supervisor for this time away from your job. You will be paid for time spent in formal grievance meetings. Time spent preparing your grievance is without pay and is to be done outside your working hours.   ## Grievance Stages   ## Stage 1  If you decide to file a grievance, you must do so within 10 working days from the time of your knowledge of the situation causing the grievance. For example, on August 15, your supervisor talks with you about your poor attendance and informs you that you will receive a \"write up\" (disciplinary action). On August 17 you receive a copy of the written warning. You had knowledge of the disciplinary action on August 15 when your supervisor spoke with you.  Your complaint or problem is first directed to the immediate supervisor with a copy to Human Resources. Human Resources will inform you and your supervisor if the issue is appropriate for the grievance procedure. You and the supervisor will try to resolve the complaint or problem by meeting to talk about your concerns. The supervisor has five working days (not counting weekends and holidays) to reply. The supervisor must forward a copy of his or her written response to you and Human Resources. If the supervisor's response is unsatisfactory to you, or if you do not receive a response with the five-day timeframe, you may appeal to Stage 2.  Exception to Stage 1: - If you are grieving a termination, skip to Stage 2. Human Resources may elevate the initial filing of any grievance to Stage 2 or Stage 3 if it is appropriate to do so.   ## Stage 2   ## Stage 3   ## Stage 3.5 (Service and Maintenance Employees Only)  You may ask for a committee review of your grievance if the following conditions are met:   ## Stage 4  A grievance can be appealed to Stage IV is all of the following conditions are met:  Stage 4 of the grievance procedure is very detailed. Following your request for a Stage 4 hearing, a meeting will be scheduled with Human Resources to discuss the full details of this hearing. This brochure is intended only to summarize the university's Problem and Grievance Resolution policy. Read the entire policy for a full explanation and specific language of this policy.   ## Policies  [Problem or Grievance Resolution for Police](http://policies.iu.edu/policies/categories/human-resources/grievance/problem-grievance_AFSCMEpolice.shtml)  [Problem or Grievance Resolution for Service Staff](http://policies.iu.edu/policies/categories/human-resources/grievance/problem-grievance_afscme.shtml)  [Staff Employees Not Covered By Union](http://policies.iu.edu/policies/categories/human-resources/grievance/problem_grievance-PASS.shtml)  [Problem or Grievance Resolution for Temporary Staff](http://policies.iu.edu/policies/categories/human-resources/grievance/problem_grievance-temporary.shtml)   ## Forms  [Hardcopy Grievance Form for Professional and Non-Union Staff](http://www.indiana.edu/~uhrs/pubs/forms/grievance/PAGrievance.pdf) "
  },
  {
    "url": "URL: https://hra.iupui.edu/manager/quick-links.html#search",
    "body": " [PeopleAdmin](https://iujobs.peopleadmin.com/hr/)  [Salary increase request form](http://www.budget.iupui.edu/forms/salinc.pdf)  [Position Description link](http://www.indiana.edu/~uhrs/pubs/forms/position_descript.html)  [How do I give an employee additional pay](http://policies.iu.edu/policies/categories/human-resources/salary/supplemental-pay-paestaff.shtml)  [HRMS User Access](http://www.indiana.edu/~uhrs/hrms/support/f_approve.shtml)  [Telecommuting Guidelines](http://hr.iu.edu/relations/telecommute.html) "
  },
  {
    "url": "URL: https://hra.iupui.edu/manager/index.html#search",
    "body": " As a manager, you play a significant role within the university and to the employees you serve. Your guidance helps ensure your unit accomplishes its goals and objectives and your engagement will help you recruit, retain and inspire your employees. The links on this page will help you navigate common managerial challenges, as well as support you in developing your employees.  Human Resources Administration   ### Useful Links  [Employee Assistance Program](https://hr.iu.edu/benefits/eap.html)  [Campus Maps](https://map.iu.edu/iupui/index.html)  [One.IU](http://one.iu.edu/) "
  },
  {
    "url": "URL: https://hra.iupui.edu/manager/performance.html#search",
    "body": " Performance Management is a critical component of the employee/supervisor relationship. The process of performance management is imperative for the success of the individual, manager and IUPUI. We encourage you to use these resources, as needed, to ensure an effective and supportive performance management system.  [Guide to Performance Management](https://hr.iu.edu/training/performance-at-iu/index.html)  [Policy: Performance Management Program for Staff Employees Not Covered by a Union](http://policies.iu.edu/policies/categories/human-resources/development/performance_management.shtml) "
  },
  {
    "url": "URL: https://hra.iupui.edu/org-dev/index.html#search",
    "body": " Organization Development is a customized, effective approach to improving people, processes, cultures, and outcomes that will increase productivity and enhance operational effectiveness and align structure and human relations components. Organization Development combines assessments, tools, proven methodologies, and individualized business plans to achieve desired outcomes. Some, but not all, of the services offered include:   ### For more information on how Organization Development can help your team perform better.   ## Training   ### The Institute for Supervising Excellence  The Institute for Supervising Excellence is a competency-based program designed to support supervisors in managing day-to-day responsibilities and in leading others. While completing the program, participants will build upon existing skills and gain new tools and approaches. Whether you are looking to sharpen your management technique or get a better understanding of how to operate at IUPUI, this series will provide you with skills and attributes needed for success.   ### Other training opportunities  [training programs and workshops](https://expand.iu.edu)  [Budget Construction](https://budget.iupui.edu/docs/forms/Budget-Construct-KFS-Training-Doc.pdf)  [FMS Training](https://fms.iu.edu/training/)  [Healthy IU](https://healthy.iu.edu/campus-programs-services/iupui/index.html)  [HRMS Doc](http://www.indiana.edu/~uhrs/hrms/support/c_edoc_access.shtml)  [IT Training](https://ittraining.iu.edu/)  [KFS Financial Classes](https://fms.iu.edu/Train-prd/viewCatalog.action?area=KFS+Financials+%40+IUPUI#313)  [KFS Purchasing Classes](https://fms.iu.edu/Train-prd/viewCatalog.action?area=KFS+Purchasing+%40+IUPUI)  [Payroll Voucher](https://fms.iu.edu/Train-prd/viewCatalog.action?area=Payroll+%40+IUPUI)  [Time](https://www.ofs.iupui.edu/training)  [Travel](https://cust.fms.iu.edu/cgi-bin/train/catalog/view?area=Travel%20@%20IUPUI)  Human Resources Administration   ### Useful Links  [Employee Assistance Program](https://hr.iu.edu/benefits/eap.html)  [Campus Maps](https://map.iu.edu/iupui/index.html)  [One.IU](http://one.iu.edu/) "
  },
  {
    "url": "URL: https://hra.iupui.edu/institute/index.html#search",
    "body": " The Institute for Supervisory Excellence is a competency-based program designed to support supervisors in managing day-to-day responsibilities and in leading others. While completing the program, participants will build upon existing skills and gain new tools and approaches. Whether you are looking to sharpen your management technique or get a better understanding of how to operate at IUPUI, this series will provide you with skills and attributes needed for success.   ### Who:  The Institute for Supervisory Excellence is designed for any IUPUI faculty or staff in a supervisory role who is interested in advancing their leadership skills.   ### What:  Supervisors experience a variety of challenging situations, as well as many opportunities to encourage, develop and recognize individuals. The Institute for Supervisory Excellence will enable supervisors to embrace these daily occurrences with resourcefulness and confidence. As research shows, supervisors are vital in any organization’s ability to achieve results through its greatest asset, people. In addition to personal and professional development, this program is designed to help the university achieve its goals and mission.  Upon successful completion of the program, participants should have increased effectiveness in the following competencies: accurate self-awareness, leading change, managing conflict, managing performance, providing timely and effective communication, managing and building relationships, demonstrating care for others, creating an inclusive environment and responding resourcefully to situations.  There is no cost to selected individuals or their respective department.   ### When:  Each cohort starts in February and applications are accepted in the fall for the next cohort. The courses take place approximately once a month and are generally three hours in length; the entire series involves eleven sessions. For a full list of courses, please see the Curriculum .  Human Resources Administration   ### Useful Links  [Employee Assistance Program](https://hr.iu.edu/benefits/eap.html)  [Campus Maps](https://map.iu.edu/iupui/index.html)  [One.IU](http://one.iu.edu/) "
  },
  {
    "url": "URL: https://hra.iupui.edu/employee-relations/performance-improvement.html#search",
    "body": " The Performance Improvement Plan (PIP) process is a proactive approach to identifying, analyzing, and addressing performance problems before they deteriorate to the point of necessitating corrective action. The process facilitates constructive discussion between a staff member and his or her supervisor to outline the performance gap and clarify the work performance to be improved. It is implemented, at the discretion of the supervisor and with input from the affected employee, when it becomes necessary to help a staff member improve his or her performance. A performance improvement plan document is developed to summarize the discussion and establish the monitoring and follow up activities.   ## Reference Materials   ### Conducting the Performance Improvement Discussion and Completing the Performance Improvement Plan (PIP)   ### Follow Up Process   ## Policies  [Performance Improvement Plan Policy](http://policies.iu.edu/policies/categories/human-resources/development/performance_improvement.shtml)   ## Forms   "
  },
  {
    "url": "URL: https://hra.iupui.edu/privacy/#search",
    "body": " [Website Privacy Notice Generator](https://protect.iu.edu/online-safety/tools/privacy-notice/) "
  },
  {
    "url": "URL: https://hra.iupui.edu/manager/managing-fmla.html#search",
    "body": " FMLA is a federal law that allows eligible employees to take up to 12 weeks off work in a 12 month period (defined by IU as the calendar year) for certain qualifying reasons. FMLA may be taken intermittently or as a single block of time off.  Tips  Click here to view FMLA Policy online: http://policies.iu.edu/policies/categories/human-resources/time-off/fmla.shtml  [http://policies.iu.edu/policies/categories/human-resources/time-off/fmla.shtml](http://policies.iu.edu/policies/categories/human-resources/time-off/fmla.shtml) "
  },
  {
    "url": "URL: https://hra.iupui.edu/index.html#search",
    "body": " IUPUI is a great place to work, learn and grow. As Indiana’s premier urban public research university, IUPUI offers wide-range of meaningful work and personal and professional opportunities in educational, research and clinical environments.   # HR Updates - Coronavirus COVID-19  [HR Updates - Coronavirus COVID-19](https://hr.iu.edu/relations/coronavirus.html#loaded)  Prospective Employee  Current Employee  Manager  The IU Human Resources Customer Care Team is here to assist you in all matters related to your employment at IUPUI or any IU campus. AskHR is your source for answers to your questions about jobs at IUPUI, health care and retirement benefits, staff policies and other employment-related topics.  Human Resources Administration   ### Useful Links  [Employee Assistance Program](https://hr.iu.edu/benefits/eap.html)  [Campus Maps](https://map.iu.edu/iupui/index.html)  [One.IU](http://one.iu.edu/) "
  },
  {
    "url": "URL: https://hra.iupui.edu/about/hra-staff.html#search",
    "body": "  ### Campus HR Leadership   #### Anne Mitchell - Senior HR Director  (317) 278-3408 amitch29@iupui.edu     #### Talent Acquisition  Roberta Rolley - Talent Acquisition Specialist  (317) 274-5473 rrobmitri@iu.edu  Trevor Kunkle - Talent Acquisition Specialist  (317) 274-4172 trkunkle@iu.edu  Paige Majors - Talent Acquisition Coordinator  (317) 274-4437 jpmajors@iu.edu     #### Compensation Classification  Analyst, Compensation - TBA     #### Employee Relations  Lyman Montgomery - Employee Relations Consultant  (317) 278-5336 lymontgo@indiana.edu     #### ADA Accommodations  Jamie Greig - ADA Accommodations Specialist  (317) 274-5359 jgreigii@iupui.edu     #### Transaction Processing  Debbie Miccullough, PHR, SHRM-CP - Manager, Transaction Processing  (317) 274-5468 ddmccull@iupui.edu  Cedric Morrison - HR Rep, Transaction Processing  (317) 274-4573 cedmorri@iu.edu  Venecia Medina Thorton - HR Rep, Transaction Processing  (317) 274-7614 vmedina@iupui.edu     ### Training & OD  Catherine Matthews - Senior Consultant, Talent and OD  (317) 278-2271 calmatth@indiana.edu  Human Resources Administration   ### Useful Links  [Employee Assistance Program](https://hr.iu.edu/benefits/eap.html)  [Campus Maps](https://map.iu.edu/iupui/index.html)  [One.IU](http://one.iu.edu/) "
  },
  {
    "url": "URL: https://hra.iupui.edu/institute/faqs.html#search",
    "body": " Who is eligible to participate in The Institute for Supervisory Excellence? Any faculty or staff member who is in a supervisory role.  What are the benefits of participating in this leadership opportunity? Participants will benefit in a variety of ways including, but not limited to, learning from and with other supervisors, obtaining new ideas and resources, receiving a personalized CliftonStrengths assessment, making a positive difference in the workplace, and reaching their fullest potential. This year’s ISE will focus on employee engagement.  How much will it cost? There is no cost to selected individuals or their respective department.  Can I join at any time? Unfortunately, no. The program is designed to be completed in cohorts. Applications are accepted in the fall and new cohorts start in February. If interested participants are not available for each session, for the full duration, we ask that you wait to participate in the program until a time when you can attend all sessions in their entirety.  How will participants be selected? A team of reviewers will assess the applications and select individuals based on the information provided on the application. Selections will further be made in consideration of potential class composition. Approximately 25 to 30 participants are selected for each cohort.  What is the time commitment? The program sessions, which are typically three hours each, are divided into six in-person and five zoom sessions. In addition, some courses may require pre-work and post-work assignments, which include but are not limited to completing assessments, pre-reading, group work, and self-reflection. Overall, it is estimated that a commitment of 5-7 hours per month will be needed to successfully complete the program. The sessions must be completed in the year you begin the program.  What if I miss a class? We hope that you will take every opportunity to ensure your attendance for each class, but we do know it’s possible for an unforeseen conflict to arise. If that does happen, you will be asked to work with the facilitator to find an appropriate, alternate learning experience. You should not miss more than one session.  Who do I contact for questions? If you have questions or need additional information on The Institute for Supervisory Excellence, please email Talent and Organization Development.  Human Resources Administration   ### Useful Links  [Employee Assistance Program](https://hr.iu.edu/benefits/eap.html)  [Campus Maps](https://map.iu.edu/iupui/index.html)  [One.IU](http://one.iu.edu/) "
  }
]