[
  {
    "url": "URL: https://oieindy.iu.edu/ada-accessibility/index.html#search",
    "body": "  ### Maintaining an Accessible Campus for All  IUPUI is committed to maintaining inclusive and accessible environments across all campuses and eliminating discrimination against people with disabilities. Ensuring that all members of the campus community have access to our physical and online environments, coursework and instruction, programs, and university-sponsored activities is critical to IUPUI’s mission.   ### What our office does  We coordinate campus efforts to comply with the Americans with Disabilities Act (ADA) and handle concerns brought to us by faculty, staff, students, and the IUPUI community at large.  [Americans with Disabilities Act (ADA)](https://policies.iu.edu/policies/ua-02-americans-disability-act/index.html)  Workplace and educational accommodations are determined by appropriate offices on our campuses with expertise in the area of ADA (see ADA policy). We can direct students, faculty, and staff to the appropriate campus offices and assist visitors to the Indianapolis, Columbus, and Fort Wayne campuses to find the help and resources they need.  If you need help, would like to report an accessibility barrier, or wish to file an appeal or complaint, you can contact us at 317-274-2306 or oieindy@iu.edu .   ### ADA / Accessibility Resources for Everyone  [IU Accessibility](https://accessibility.iu.edu/assistance/)  [UITS Assistive Technology and Accessibility Centers](https://atac.iu.edu/)  [Parking Operations (DST) accessible permits](https://parking.iupui.edu/parking/permits/index.html)  [Campus map](https://map.iu.edu/iupui/index.html)  [Campus shuttle](https://parking.iupui.edu/transportation/bus/bus.html)     ## Request an employee accommodation  [Request an employee accommodation](https://iuoie-fireform.eas.iu.edu/online/form/index/Accomform)   #### Once you have requested an accommodation on the IUPUI campus, these are the contacts that will reach out to you:   #### Students  IUPUI’s Adaptive Educational Services (AES) provides a variety of accommodations to students with documented disabilities, including physical, psychological learning, neurological, medical, vision, hearing, and temporary impairments.  Request a student accommodation  [Request a student accommodation](https://diversity.iupui.edu/offices/aes/apply/accommodations-process/index.html)  If you need assistance with an accommodation, please contact AES at 317-274-3241 or aes@iupui.edu .   #### Faculty  The Office of Academic Affairs provides reasonable accommodations for faculty or applicants interested in faculty positions with IUPUI, IUPUC and IU Fort Wayne. If you need assistance with an accommodation, please contact IUPUI OAA. Primary Contact: Senior Associate Vice Chancellor for Academic Affairs, at savcaa@iupui.edu .  The IU School of Medicine’s Office of Faculty Affairs, Professional Development and Diversity (FAPDD) provides reasonable accommodations for faculty or applicants interested in faculty positions with the Indiana University School of Medicine. If you need assistance with an accommodation, please contact FAPDD. Primary Contact: Executive Director, Faculty Affairs, Neelam Chand, at nchand@iu.edu.   #### Staff  Campus Human Resources provides reasonable accommodations for staff or applicants interested in staff positions with IUPUI, IUPUC, IU Fort Wayne and the IU School of Medicine. If you need assistance with an accommodation, please contact Human Resources. You can reach out to Jamie Greig, Accommodations Specialist, at jgreigii@iupui.edu.   #### Concerns / Appeals  The IUPUI Office of Institutional Equity coordinates efforts related to ADA and can help with any concerns you may have. If you need help, would like to report an accessibility barrier, or wish to file an appeal or complaint, you can contact the IUPUI Office of Institutional Equity by phone at 317-274-2306 or reach out to our email at oieindy@iu.edu . "
  },
  {
    "url": "URL: https://oieindy.iu.edu/employment-search-and-screen/diversity-equity-inclusion/index.html#search",
    "body": "  ## Diversity, Equity, and Inclusion Resources  [Inclusive Campus Resources](https://diversity.iupui.edu/resources/inclusive.html)  Inclusive Campus Resources  [Inclusive Campus Environment Toolkit](https://diversity.iu.edu/about/campus-environment-toolkit/index.html)  Inclusive Campus Environment Toolkit  [Multicultural Education Resources and LGBTQ+](https://diversity.iupui.edu/resources/index.html)  Multicultural Education Resources and LGBTQ+  [LGBTQ+ Resources](https://diversity.iupui.edu/offices/lgbtq/resources.html)  LGBTQ+ Resources  [Affinity Faculty and Staff Councils](https://diversity.iupui.edu/faculty-staff/index.html)  Affinity Faculty and Staff Councils  [IUPUI's Division of Equity and Inclusion Diversity Report](https://diversity.iupui.edu/publications/diversity-report-20181.pdf)  IUPUI's Division of Equity and Inclusion Diversity Report  [IUPUI's Office for Women](https://ofw.iupui.edu/)  IUPUI's Office for Women   ## Affirmative Action Planning  The IUPUI Office of Institutional Equity provides affirmative action plans for every unit on campus annually. IUPUI OIE meets with campus leadership and human resources to discuss planning to ensure that efforts are being made to recruit and retain diverse talent. For information on campus and/or unit action plans, please contact Nay Petrucelli at npetruc@iu.edu .   ## Employee Exit Survey  The IUPUI Office of Institutional Equity collects information from employees as they exit the campus. Faculty and staff from IUPUI and the IU School of Medicine should be invited to provide feedback about their experiences in their position(s).  Fill Out an Exit Survey  [Fill Out an Exit Survey](https://iu.co1.qualtrics.com/jfe/form/SV_9GHMGKAocKqzsGh)  If you would like to schedule an in-person interview to discuss your employment, please contact us directly to schedule that appointment. "
  },
  {
    "url": "URL: https://oieindy.iu.edu/about-us/collaboration/index.html#search",
    "body": "  ## IUPUI's Equal Opportunity Council  Every school/unit at IUPUI has representation on IUPUI’s equal opportunity (EO) council. Currently chaired by Dan Griffith, Office of Intercultural Literacy and Capacity, Division of Diversity, Equity and Inclusion, the Council meets monthly to discuss topics related to equal opportunity. Recently, the EO Council has discussed bullying and workplace harassment, gender expression, DACA, climate for individuals with disabilities, and best practices for search and screen. This academic year the Council is focused on retention efforts. For more information about the Equal Opportunity Council please contact us .   ## Campus Collaboration  Members of the IUPUI Office of Institutional Equity proudly serve the campus in a number of capacities: "
  },
  {
    "url": "URL: https://oieindy.iu.edu/#search",
    "body": "  ## Visitors to our office: Please note that the elevator in our building is currently out of service. If you have any concerns about your visit to our office, please call or email us and we will work out a solution.  Phone: 317-274-2306     Email: oieindy@iu.edu    ~   ## Helping the campus eliminate barriers that inhibit indviduals and groups from attaining equal access to employment and education.  Civility and respect should be extended to all persons regardless of their role, status, or social identity. We encourage everyone to speak and act thoughtfully and judiciously and with respect for one another. We may not always agree with one another, but when we disagree, we are called to respond with civility.   ## Land Acknowledgement  IUPUI acknowledges our location on the traditional and ancestral territory of the Miami, Potawatomi and Shawnee people. We honor the heritage of Native peoples, what they teach us about the stewardship of the earth and their continuing efforts today to protect the planet. Founded in 1969, IUPUI stands on the historic homelands of Native peoples and, more recently, that of a vibrant Black community, also displaced. As the present stewards of the land, we honor them all as we live, work and study at IUPUI.  [Click here for Diversity, Equity, and Inclusion resources](https://diversity.iupui.edu/resources/index.html)  IF YOU ARE EXPERIENCING AN EMERGENCY, CALL 911 | IU POLICE: 317-274-7911  It is important to report all criminal activity to the proper law enforcement authority first, especially if a situation arises that threatens the health or safety of any member of the community. Indiana University Police Department on the IUPUI campus can be reached at any time by calling 317-274-7911.     ## Contact Us  Bryce Building 986 Indiana Avenue, Suite B310 Indianapolis, IN 46202  Phone: 317-274-2306 Email: oieindy@iu.edu  Office Hours: Monday-Friday 9 a.m. - 5 p.m. "
  },
  {
    "url": "URL: https://oieindy.iu.edu/employment-search-and-screen/no-search-and-search-waivers/index.html#search",
    "body": " The IUPUI Office of Institutional Equity expects that units across our campuses execute external searches. The campus requires OIE approval if a unit would like an exception to that expectation. Waivers through OIE are required when a unit has a position open and would like hire a specific individual into that position without a search.  Waivers are not required for promotions unless multiple individuals may be eligible for the promotion opportunity (e.g. multiple individuals in the same rank with a people leader position). OIE reviews multiple factors when considering a waiver request.   ## Search Waivers  To request a waiver, the department should submit a written request stating the waiver’s justification, along with the candidate’s resume or CV and the job description to the IUPUI Office of Institutional Equity.  Approval of the waiver will be communicated, in writing, to the requesting department with a copy submitted to Human Resources or Faculty Affairs. Waiver approvals need to be attached to the hiring e-doc for documentation.  If you have any questions regarding the waiver process, please contact our office.   ### Search Waiver Considerations  Search waiver justifications must fall into one or more of the following categories:  The following factors will be considered when determining approval: "
  },
  {
    "url": "URL: https://oieindy.iu.edu/education-training/search-screen-trainings.html#search",
    "body": "  ## Search and Screen Registration   ### Search and Screen Training for staff positions is now provided weekly:  [Academic Affairs training](https://academicaffairs.iupui.edu/Diversity/search-and-screen-training?_gl=1*1cvk6tk*_ga*MTQ1NjM0MTk1Mi4xNjgwODE0MzM1*_ga_61CH0D2DQW*MTY4MzgxNjE3Ny40Ny4wLjE2ODM4MTYxNzcuNjAuMC4w&_ga=2.195810028.1737205023.1683906882-1456341952.1680814335)   ### Please register for staff search and screen training below, each member needs to register using their name:   ##### Thursday, November 9 at 1:00 pm Nov. 9 Registration  [Nov. 9 Registration](https://iu.zoom.us/meeting/register/tZMoc-GuqjorEtxrj3IZTVh7E2oR-pQjnjlM)   ##### Monday, November 13 at 2:00 pm Nov. 13 Registration  [Nov. 13 Registration](https://iu.zoom.us/meeting/register/tZcsfu6tqjIvGdJfH0bcD8fogJHrJHKNHowR)   ##### Thursday, November 30 at 3:30 pm Nov. 30 Registration  [Nov. 30 Registration](https://iu.zoom.us/meeting/register/tZElfuCsqzgiGtwsF8SPNo5JudmWGsPH8vCr)  Please note there is no training scheduled for the week of Thanksgiving. "
  },
  {
    "url": "URL: https://oieindy.iu.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://oieindy.iu.edu/report-incident/index.html#search",
    "body": " If you feel you have experienced or witnessed a violation of IU's non-discrimination policy or sexual misconduct policy, please contact the Office of Institutional Equity. If you feel you have experienced discrimination, harassment, retaliation, or sexual misconduct by an employee of IUPUI, IU Fort Wayne, IUPUC, or the IU School of Medicine, contact the Office of Institutional Equity. If the alleged is a student, we may refer you to IUPUI's Office of Student Conduct.   ## Make A Report  [Report Faculty/Staff/Visitor Conduct to OIE Make a report regarding harassment, sexual misconduct, discrimination, or retaliation by a faculty/staff member or visitor to the Office of Institutional Equity.](https://iu.co1.qualtrics.com/jfe/form/SV_en8Cu6r7MVz7QmF)   ### Report Faculty/Staff/Visitor Conduct to OIE  Make a report regarding harassment, sexual misconduct, discrimination, or retaliation by a faculty/staff member or visitor to the Office of Institutional Equity.  [Report Student Conduct Report personal misconduct or sexual misconduct by a student to the Office of Student Conduct in the Division of Student Affairs.](https://studentaffairs.iupui.edu/student-conduct/submit-report.html)   ### Report Student Conduct  Report personal misconduct or sexual misconduct by a student to the Office of Student Conduct in the Division of Student Affairs.  [Report Activities to EthicsPoint Report activities related to financial, research, fraud, information technology, or other policy violations through IU's EthicsPoint.](https://secure.ethicspoint.com/domain/media/en/gui/17361/index.html)   ### Report Activities to EthicsPoint  Report activities related to financial, research, fraud, information technology, or other policy violations through IU's EthicsPoint.  [Report Bias If you have experienced bias or hate, please report to the Indiana University Incident reporting form.](https://indiana-gme-advocate.symplicity.com/care_report/index.php/pid290750)   ### Report Bias  If you have experienced bias or hate, please report to the Indiana University Incident reporting form.  [File a Human Resources Grievance If you want to report an allegation regarding a Human Resources matter, please fill out a grievance here.](http://hr.iu.edu/relations/grievance.html)   ### File a Human Resources Grievance  If you want to report an allegation regarding a Human Resources matter, please fill out a grievance here.  [Reporting Concerning Behavior If you want to report concerning behavior of a student, faculty, or staff member, fill out a Behavioral Consultation Team (BCT) form to connect with the team.](https://bct.iupui.edu/)   ### Reporting Concerning Behavior  If you want to report concerning behavior of a student, faculty, or staff member, fill out a Behavioral Consultation Team (BCT) form to connect with the team. "
  },
  {
    "url": "URL: https://oieindy.iu.edu/contact us/index.html#search",
    "body": "  ## Contact the IUPUI Office of Institutional Equity  986 Indiana Avenue, Suite B310 Indianapolis, IN 46202  Phone: 317-274-2306 Email: oieindy@iu.edu  Office Hours: Monday-Friday 9:00 a.m. - 5:00 p.m. "
  },
  {
    "url": "URL: https://oieindy.iu.edu/about-us/vision-mission-values/index.html#search",
    "body": "  ## Vision  IUPUI’s Office of Institutional Equity (OIE) envisions a civil campus where all individuals have equal opportunity in their pursuit of excellence.   ## Mission  OIE's mission works to eliminate barriers that inhibit individuals from attaining equal access to employment and education. Thus, OIE supports the campus in the following ways:   ## How We Support Campus   ## Our Core Values   ### Ethical  We respect privacy and listen to all concerns without judgement.   ### Service  We strive to meet the needs of individuals we serve in a timely manner.   ### Diversity  We are committed to civility and mutual respect in meeting the needs of a diverse and equitable community.   ### Collaboration  We build and maintain meaningful relationships across campus to help foster a welcoming, inclusive campus. "
  },
  {
    "url": "URL: https://oieindy.iu.edu/discrimination-harassment/Confidential-Resources.html#search",
    "body": "  ## Confidential Resources for Employees  Confidential employees include only certain, specific individuals on your campus whom are exempt from reporting requirements. Employees who would like anonymity and want to speak to a confidential employee please contact the Assistant Director of Interpersonal Violence Prevention & Response.  The office of the Assistant Director of Interpersonal Violence Prevention & Response provides confidential resources to provide support and advocacy for victims of sexual assault, relationship violence, and/or stalking. In addition, they can inform you of your rights related to university policies and procedures and according to state and federal laws.  Contact by email: saadv@iupui.edu Phone: (317) 274-5715 Walk-in: 719 Indiana Ave., Walker Plaza 220 You may also contact the IU Employee Assistance Program .  [IU Employee Assistance Program](https://hr.iu.edu/benefits/eap.html?_gl=1*1a5mlx3*_ga*ODYwNDU2NjQuMTU4Mzc3MjQ3NA..*_ga_61CH0D2DQW*MTY1NzIwNjg2NC4xLjEuMTY1NzIwNzU3Ny40MA..)   ## Sexual Misconduct  [Sexual Misconduct Resources](http://stopsexualviolence.iu.edu/help/iupui/index.html)  Sexual Misconduct Resources  [Indiana University Sexual Misconduct Policy](https://stopsexualviolence.iu.edu/policies-terms/index.html)  Indiana University Sexual Misconduct Policy  [Stop Sexual Violence](http://stopsexualviolence.iu.edu)  Stop Sexual Violence  [Being a Responsible and Confidential Employee](http://stopsexualviolence.iu.edu/employee/index.html)  Being a Responsible and Confidential Employee  [IUPUI and System Wide Title IX Coordinators](http://stopsexualviolence.iu.edu/employee/title-ix.html)  IUPUI and System Wide Title IX Coordinators  [Prevention](https://stopsexualviolence.iu.edu/prevention-education/index.html)  Prevention  [Campus Climate for Sexual Misconduct Survey (IUPUI)](https://stopsexualviolence.iu.edu/prevention-education/surveys/iupui.html)  Campus Climate for Sexual Misconduct Survey (IUPUI) "
  },
  {
    "url": "URL: https://oieindy.iu.edu/about-us/index.html#search",
    "body": "  ## About the Office of Institutional Equity  Our office envisions a civil campus where all individuals have equal opportunity in their pursuit of excellence. OIE's work focuses on eliminating barriers that inhibit individuals from attaining access to employment and education. We support the campus through our work in the following areas: "
  },
  {
    "url": "URL: https://oieindy.iu.edu/employment-search-and-screen/interviewing-resources/index.html#search",
    "body": "  ## Interviewing Resources  Search committees should use standardized interview questions for all candidates. If other groups are interviewing candidates on campus, search committees should ensure that other groups are using standardized questions as well.  Questions should be behaviorally based. Search committees and others should not ask questions pertaining to a protected status. The most common illegal questions include questions about children and marriage, religion, disability/health, and sexual orientation.  Search committees should ask all candidates about their experience working with diverse populations or working toward equity and inclusion. The “diversity” question should not be asked by search committee members who are visibly marked as marginalized.  The answer to diversity-based competency should be taken into account just like all other competencies when making recommendations. We encourage search committees to discuss what an exceptional answer to these questions looks like.   ### Resource Documents  [Asking Diversity Questions](https://indiana-my.sharepoint.com/:b:/g/personal/oeoiupui_iu_edu/EXzY5XbLJu9Bk2Nr-WK7-RUBw5M7XNYLsLYRDeH4N-JzQw?e=BDtZIG )  [Interview Questions](https://indiana-my.sharepoint.com/:b:/g/personal/oeoiupui_iu_edu/Ec3p-c9lSRFGt_4sCbtebiAB9-HiwX6R8u5cbbkqqoz3Xw?e=ShzPjw  )  [Best Practices for Interviews and Campus Visits](https://indiana-my.sharepoint.com/:b:/g/personal/oeoiupui_iu_edu/EZJ6dA1U25pInHZY3hEfsJ4Bjmpcm0jfkd7fXqfilqoTJA?e=SVGd1a)  [References](https://indiana-my.sharepoint.com/:b:/g/personal/oeoiupui_iu_edu/Ead4v0ADFfBHr1vhIarKCXYBfbKbDScUaejJoqqIA4IvAA?e=7ot8At) "
  },
  {
    "url": "URL: https://oieindy.iu.edu/report-incident/report-to-oeo.html#search",
    "body": " The Office of Institutional Equity helps students, faculty, staff, and community members handle concerns through inquiry, mediation, consultations/coaching, and formal investigations. Report a concern or file a complaint with the Office of Institutional Equity.  [Report a concern or file a complaint with the Office of Institutional Equity.](https://iu.co1.qualtrics.com/jfe/form/SV_en8Cu6r7MVz7QmF)  When you complete this form, it will route to OIE staff only. OIE takes concerns of discrimination, sexual misconduct, retaliation, and other potential policy violations seriously. Filling out this form will initiate a one-on-one meeting with someone from the Office of Institutional Equity. Someone from the Office will contact you within three business days. When you come in, we will explain process and discuss with you what may make most sense to help alleviate the concern. "
  },
  {
    "url": "URL: https://oieindy.iu.edu/employment-search-and-screen/index.html#search",
    "body": "  ## Employee Headcount  [Find job opportunities at IUPUI](https://www.iupui.edu/about/employment.html?_ga=2.239142595.1905638221.1610056506-395673670.1609778628)   ### Employee Census  More than 14,000 people work at IU’s Indianapolis campus and our office works to insure that we have the most diverse population of qualified employees possible.  Using specialized computer software, data about employee demographics is collected each October. And by monitoring the October census OEO maintains affirmative action records for each unit.  Our staff meet with leadership in each unit across the IUPUI campus to share the official headcount and offer guidance for each unit’s plan to increase diversity when needed.  You may view the most current October census and run reports for various demographic data using the link below. For assistance using the calculator or for answers to questions regarding the data, contact IUPUI’s Institutional Research and Decision Support.  View the Employee Head Count Calculator  [View the Employee Head Count Calculator](https://tableau.bi.iu.edu/t/prd/views/FacultyStaffandStudentEmployees/EmployeeHeadcountCalculator?:embed=y&:isGuestRedirectFromVizportal=y&:display_spinner=no&:embed_code_version=3&:iid=6&:loadOrderID=0&:display_count=no&:showVizHome=no) "
  },
  {
    "url": "URL: https://oieindy.iu.edu/employment-search-and-screen/exit-survey/index.html#search",
    "body": "  ## Exit Survey  IUPUI and IU School of Medicine Employees are asked to fill out the following survey upon exiting as an employee.  Please fill out the following exit survey upon leaving the university:  Exit Survey  [Exit Survey](https://iu.co1.qualtrics.com/jfe/form/SV_9GHMGKAocKqzsGh#Exit Survey)    If you have any direct questions or concerns upon leaving employment with the university, then please feel free to send them to our email at oieindy@iu.edu or call 317-274-2306.   "
  },
  {
    "url": "URL: https://oieindy.iu.edu/education-training/index.html#search",
    "body": "  ### Training and Education  The IUPUI Office of Institutional Equity is proud to introduce the availability of new trainings offered by our Equity Specialist in Training and Education, David L. Heard, Jr. (he/him). David Heard has been with IUPUI for 8 years where previously he served as the Director of the Office of Career Development for the School of Liberal Arts. During the same time, he chaired our Black Faculty and Staff Council and collaborated with a multitude of diversity development initiatives, committees, councils and leadership opportunities but now serves as the Advisor. Hosting 20 years of successful teaching nationally in K-12 schools and in recent years with our School of Education, he brings the same approach and methods from the classroom to campus wide trainings shared with IUPUI leadership, faculty, staff and students.  Trainings are tailored to the needs of each particular office and are compiled from informational interviews of stakeholders, research, climate data, objections / praises and office specific surveys. Some current training topics available for discussions with your individual unit include, but are not limited to this growing list of offerings below.   #### What is offered?  16 topics offered as of now that can be tailor made to your unit:   #### How to request a training/presentation?  In order to request a training or presentation, please use this Qualtrics form to submit your request. The requests are taken at a first come, first serve basis.  Request an IUPUI OIE Training / Presentation  [Request an IUPUI OIE Training / Presentation](https://iu.co1.qualtrics.com/jfe/form/SV_ab158tI4nV5yUWW)   #### What if I don't know exactly what we need?  If you are not sure how to access the training or presentations needed, then you can still fill out the request form, which will be sent to David Heard for follow-up with you. "
  },
  {
    "url": "URL: https://oieindy.iu.edu/about-us/what-we-do/index.html#search",
    "body": "  ## Equal Employment Opportunity / Affirmative Action  We are responsible for ensuring the University’s institutional equity policies and procedures. We do so in a number of ways:   ## ADA Coordination / Accessibility  IUPUI's Office of Instituional Equity serves as IUPUI’s compliance coordinator for the Americans with Disabilities Act (ADA) , and we handle any concerns that are not in alignment with the ADA. Educational and workplace related reasonable accommodations are decided by the appropriate offices for faculty, students, staff, and the entire IUPUI community. These designated offices are in Office of Academic Affairs for faculty, Adaptive Educational Services (AES) for student, and Campus Human Resources for staff. They are also able to assist with resources for visitors for Fort Wayne, Columbus, and Indianapolis campuses.  [Americans with Disabilities Act (ADA)](https://policies.iu.edu/policies/ua-02-americans-disability-act/index.html?_ga=2.56819946.1709051684.1610547975-395673670.1609778628)  If you need assistance, need to report an accessibility barrier, or you are unsure about which office to contact for help, then you can contact us at 317-274-2306 or oieindy@iu.edu .    IUPUI's Office of Institutional Equity is the campus's neutral unit charged with investigating allegations of discrimination and harassment in the working and learning environment.   ## Discrimination / Sexual Misconduct  We manage the complaint and grievance process. IUPUI is committed to maintaining an employment and learning environment free of discrimination, harassment, and retaliation. Discrimination or harassment based on age, color, disability, ethnicity, sex, gender identity, gender expression, genetic information, marital status, national origin, race, religion, sexual orientation, or veteran status, or any other legally prohibited basis is unlawful and undermines the character of our campus. We are the campus's neutral unit charged with investigating allegations of discrimination and harassment in the working and learning environment.   ## Education / Collaboration  We offer education and awareness training sessions based on policies and procedures related to discrimination and harassment as well as equal employment opportunity. We offer to help train search committees on appropriate search and screen techniques as you seek to hire the most qualified candidates. We also oversee training related to discrimination, harassment, the Americans with Disabilities Act (ADA), and sexual misconduct. "
  },
  {
    "url": "URL: https://oieindy.iu.edu/employment-search-and-screen/veterans/index.html#search",
    "body": "  ## Hire a Veteran  Veterans are dedicated and highly trained individuals who offer cross-functional knowledge and abilities that are valuable assets to our workforce.  Typically self-starters, Veterans are often adept at prioritizing tasks, adapting to a changing environment, acquiring new skills, and problem solving.  About 200,000 service members transition out of the military each year and seek civilian jobs. To help retain our top talent we need to be a Veteran-ready employer and support veterans in using their acquired skills in new roles.  To learn more about Veteran hiring, check out the following resources.  [Indiana Department of Workforce Development](https://www.in.gov/dwd/2454.htm)  [Department of Labor](https://www.dol.gov/agencies/vets/hire)  [Employer Guide to Hiring Veterans (DOL .pdf)](https://www.dol.gov/sites/dolgov/files/VETS/files/Employer-Guide-to-Hiring-Veterans.pdf)  [IUPUI Office for Veterans and Military Personnel](https://veterans.iupui.edu)  [Veteran Employee and Applicant Rights](https://dol.gov/agencies/ofccp/veterans/resources)  [OFCCP Military Spouses FAQs](https://www.dol.gov/agencies/ofccp/faqs/military-spouses)  [Private Security Professional Jobs](https://silentprofessionals.org/)  Consider posting your position at USAA Jobs .  [USAA Jobs](https://www.usaajobs.com/military) "
  },
  {
    "url": "URL: https://oieindy.iu.edu/employment-search-and-screen/recruiting-sources/index.html#search",
    "body": "  ## Recruiting Resources at IU  All of the following listings are automatically posted by Talent Acquisition when you post a job at IU:  Job postings automatcially shared by Talent Acquisition  [Job postings automatcially shared by Talent Acquisition](https://indiana-my.sharepoint.com/:b:/g/personal/oeoiupui_iu_edu/EW8z5IVyZ-NOmnlOF-c1StcBPhal9JOnmf-0kgNnfOyEJA?e=XVVlRK)   ### Areas to post IUPUI jobs for recruitment  [Academic Diversity Search](https://www.academicdiversitysearch.com/)  [American Association for Access, Equity and Diversity](https://www.aaaed.org/aaaed/default.asp)  [American Association of Blacks in Higher Education](https://aabhe.education/)  [American Indian Science](https://www.aises.org/)  [Association for Women in Science](https://awis.org/)  [Chronicle of Higher Education, The](https://www.chronicle.com/)  [Consortium of Higher Education/LGBTQ+ Professionals](https://www.lgbtcampus.org/)  [Diverse Issues in Higher Education](https://diversejobs.net/)  [Diversity in Higher Education](https://diversityinhighereducation.com/)  [Easterseals/Crossroads](https://www.easterseals.com/about-us/careers/)  [HigherEdJobs.com](https://www.higheredjobs.com/)  [Higher Education Recruitment Consortium](https://www.hercjobs.org/)  [Hispanic Outlook on Education Magazine](https://www.hispanicoutlookjobs.com/)  [Inside Higher Ed](https://careers.insidehighered.com/)  [INSIGHT Into Diversity](https://www.insightintodiversity.com/)  [Journal of Blacks in Higher Education](https://www.jbhe.com/jobs/)  [Latinos in Higher Ed](https://latinosinhighered.com/)  [National Society of Black Engineers](https://www.nsbe.org/)  [Society for Advancement of Chicanos/Hispanics & Native Americans in Science (SACNAS)](https://www.sacnas.org/)  [Society of Women Engineers](https://swe.org/)  [Tribal College Journal of American Indian Higher Education](https://tribalcollegejournal.org/)  [Veterans in Higher Education](https://tribalcollegejournal.org/)  Women in Higher Education  [Women in Higher Education](https://www.wihe.com/)   ## Find a Career at IUPUI  Job Postings for IUPUI  [Job Postings for IUPUI](https://www.iupui.edu/about/employment.html?_ga=2.239142595.1905638221.1610056506-395673670.1609778628) "
  },
  {
    "url": "URL: https://oieindy.iu.edu/privacy/#search",
    "body": " Effective: 2020-11-17   ## Applicability  This privacy notice applies only to the Office of Equal Opportunity (https://oeo.iupui.edu/) and explains our practices concerning the collection, use, and disclosure of visitor information. Visitor information collected by Office of Equal Opportunity will be used only as outlined in this privacy notice.  Other units at the university may collect and use visitor information in different ways. Therefore, visitors to other university websites should review the privacy notices for the particular sites they visit. Office of Equal Opportunity is not responsible for the content of other websites or for the privacy practices of websites outside the scope of this notice.   ## Changes  Because Internet technologies continue to evolve rapidly, Office of Equal Opportunity may make appropriate changes to this notice in the future. Any such changes will be consistent with our commitment to respecting visitor privacy, and will be clearly posted in a revised privacy notice.   ## Collection and Use   ### Passive/Automatic Collection  When you view pages on our site, the web server automatically collects certain technical information from your computer and about your connection.  This site is hosted on IU Sitehosting , a shared web–hosting environment provided by IU’s University Information Technology Services. For more information about privacy practices related to IU Sitehosting, read the Webserve/IU Sitehosting Privacy Notice Supplement .  [IU Sitehosting](https://kb.iu.edu/d/axnv)  [Webserve/IU Sitehosting Privacy Notice Supplement](https://kb.iu.edu/d/bfrm)  In addition to any information collected by IU Sitehosting, our server and/or site collects the following:  Continued use of our website indicates consent to the collection, use, and disclosure of this information as described in this notice.  This technical information is not retained or utilized.   ### Active/Manual/Voluntary Collection  Other than automatically collected technical information about your visit (described above, or cookies, described below), we may ask you to provide information voluntarily, such as through forms or other manual input—in order to make products and services available to you, to maintain and manage our relationship with you, including providing associated services or to better understand and serve your needs. This information is generally retained as long as you continue to maintain a relationship with us. Your providing this information is wholly voluntary. However, not providing the requested information (or subsequently asking that the data be removed) may affect our ability to deliver the products or service for which the information is needed. Providing the requested information indicates your consent to the collection, use, and disclosure of this information as described in this notice. Information we may actively collect could include:   ### Information Usage  This information is:   ### Information Used For Contact  If you supply us with your postal/mailing address:   ### Information Sharing  We do not share any aggregate, non-personally identifiable information with other entities or organizations.  We do not share any personally identifiable information with other entities or organizations, except when legally required to do so, at the request of governmental authorities conducting an investigation, to verify or enforce compliance with the policies governing our website and applicable laws, or to protect against misuse or unauthorized use of our website.  Except as described above, we will not share any information with any party for any reason.  Except as provided in the Disclosure of Information section below, we do not attempt to use the technical information discussed in this section to identify individual visitors.   ### Cookies  A cookie is a small data file that is written to your hard drive that contains information about your visit to a web page. If you prefer not to receive cookies, you may configure your browser not to accept them at all, or to notify and require approval before accepting new cookies. Some web pages/sites may not function properly if the cookies are turned off, or you may have to provide the same information each time you visit those pages.  [cookie](https://epic.org/privacy/internet/cookies/)  Our site does not use cookies to store information about your actions or choices on pages associated with our site.   ### Children  This site is not directed to children under 13 years of age, does not sell products or services intended for purchase by children, and does not knowingly collect or store any personal information, even in aggregate, about children under the age of 13. We encourage parents and teachers to be involved in children’s Internet explorations. It is particularly important for parents to guide their children when they are asked to provide personal information online.   ### Use of Third Party Services  This website uses Google Analytics, a web analytics service provided by Google, Inc. (\"Google\"). Google Analytics uses cookies (described above) to help the website analyze how users use the site. The information generated by the cookie about your use of the website (including possibly your IP address) will be transmitted to and stored by Google.  For more information, please visit Google’s Privacy Policy .  [Google’s Privacy Policy](http://www.google.com/policies/privacy)   ## Disclosure of Information  Other than sharing your information with other appropriate university personnel and units to ensure the quality, functionality, and security of our website, or manage your relationship with us, we will not disclose personally identifiable information about your use of the site except under the following circumstances:   ## Security  Due to the rapidly evolving nature of information technologies, no transmission of information over the Internet can be guaranteed to be completely secure. While Indiana University is committed to protecting user privacy, IU cannot guarantee the security of any information users transmit to university sites, and users do so at their own risk.  We will comply with all applicable federal, state and local laws regarding the privacy and security of user information.   ## Links to non-university sites  Indiana University is not responsible for the availability, content, or privacy practices of non-university sites. Non-university sites are not bound by this site privacy notice policy and may or may not have their own privacy policies.   ## Privacy Notice Changes  From time to time, we may use visitor information for new, unanticipated uses not previously disclosed in our privacy notice.  Only data collected from the time of the policy change forward will be used for these new purposes. If you are concerned about how your information is used, you should check back at our website periodically.   ## Contact Information  If you have questions or concerns about this policy, please contact us.  If you feel as though this site’s privacy practices differ from the information stated, you may contact us at the listed address or phone number.  If you feel that this site is not following its stated policy and communicating with the owner of this site does not resolve the matter, or if you have general questions or concerns about privacy or information technology policy at Indiana University, please contact the chief privacy officer through the University Information Policy Office, 812-855-UIPO, privacy@iu.edu . "
  },
  {
    "url": "URL: https://oieindy.iu.edu/about-us/who-we-are/index.html#search",
    "body": " Ginger  Arvin  Intake Coordinator/Investigator  Brooke Byrd (she/her)  Equity Specialist / Investigator  Keisha Green (she/her)  Equity Specialist / Investigator  David L. Heard, Jr. (he/him)  Equity Specialist / Training and Education  Brandon Houston (he/they)  Equal Employment Opportunity Specialist  Stacy Miller (she/her)  Compliance and Data Specialist  Nay  Petrucelli (he/him)  Director of EEO and Hiring Compliance  Cara Reader (she/her)  Equity Specialist / Investigator  Karloa  Stevens (she/her)  Campus Director and Deputy Title IX Coordinator   ### Contact the IUPUI Office of Institutional Equity  Bryce Building  986 Indiana Ave, Suite B310  Indianapolis, IN 46202  Phone: 317-274-2306  Email: oieindy@iu.edu  Office Hours: Monday-Friday 9:00 a.m. - 5:00 p.m. "
  },
  {
    "url": "URL: https://oieindy.iu.edu/discrimination-harassment/index.html#search",
    "body": "  ### Discrimination and Harassment  The IUPUI Office of Institutional Equity takes matters related to discrimination and harassment very seriously. Indiana University prohibits discrimination and harassment and has adopted a non-discrimination policy that prohibits discrimination on the basis of age, color, disability, ethnicity, sex, gender identity, gender expression, genetic information, marital status, national origin, race, religion, sexual orientation, or veteran status in both its educational and employment programs.  [non-discrimination policy](https://policies.iu.edu/policies/ua-01-equal-opportunity-affirmative-action/index.html)   #### What is discrimination?  Discrimination is treating or proposing to treat someone unfavorably because of personal characteristics protected either by law or Indiana University policy. Discrimination at IU is prohibited both in both the academic and employment setting.  Indiana University students are protected from discrimination in all aspects of their education, including:  • Recruitment and admissions to programs • Reception of financial aid, housing assignments, and counseling services • Course enrollment, evaluation, and classroom activities • Participation in all university-sponsored events (i.e., recreation, athletics, social) • Disciplinary processes and program dismissals  Indiana University employees are protected from discrimination at all stages of employment, including:  • All aspects of the recruitment process and terms of employment • Compensation, benefits, and employee services • Opportunities for training, promotion and/or tenure decisions, transfer, or other work-related benefits • Disciplinary / corrective action procedures, demotion, and termination   #### What is harassment?  Harassment is a form of discrimination that includes unwelcome conduct based on protected characteristics. Such conduct could include offensive jokes, slurs, epithets or name calling, physical assaults or threats, intimidation, ridicule or mockery, insults or put-downs, offensive objects or pictures, and other conduct that interferes with a person’s ability to work or engage in educational programs or activities. Indiana University prohibits all members of our community from engaging in harassment.   #### What is sexual harassment?  Sexual harassment, as well as sexual assault, sexual violence, dating violence, domestic violence, sexual exploitation, and stalking, are fully defined and expressly prohibited by the university. Sexual harassment is a specific type of harassment based on conduct of a sexual nature. Sexual harassment can include unwelcome sexual advances, requests for sexual favors, and other verbal, nonverbal, written, electronic (e.g., by email, text, social media), or physical conduct of a sexual nature.  For more information regarding the university’s work to prevent and respond to sexual misconduct as well as its Student Welfare Initiative, please visit Stop Sexual Violence .  [Stop Sexual Violence](https://stopsexualviolence.iu.edu/)   #### What is retaliation?  Indiana University prohibits retaliation against anyone who has brought forth a concern or complaint of discrimination or harassment. Retaliation can occur verbally or in writing. It can also occur through a third party. Examples of retaliation could include demotion, termination, being denied a raise, or being denied an opportunity to participate in an educational program or workplace mentoring program.  The Office of Institutional Equity handles concerns related to discrimination, harassment, and retaliation for IUPUI (including the Indiana University School of Medicine), IUPUC, and IU Fort Wayne. Any member of the university community who feels that they have been subjected to discrimination, harassment, or retaliation, can report such behavior to us, here .  [can report such behavior to us, here](https://iu.co1.qualtrics.com/jfe/form/SV_en8Cu6r7MVz7QmF)  If you want to talk with someone about anything that’s going on, please contact us. We can consult with you about options, complaint procedures, or help you navigate a situation that may be bothering you. Complaint procedures are outlined in Indiana University policy, here .  [Indiana University policy, here](https://policies.iu.edu/policies/ua-03-discrimination-harassment-and-sexual-misconduct/index.html) "
  },
  {
    "url": "URL: https://oieindy.iu.edu/discrimination-harassment/Policies_Info.html#search",
    "body": " IUPUI's Office of Institutional Equity investigates complaints and/or reports of policy violations with respect to discrimination, harassment, retaliation, and sexual misconduct. The Office of Institutional Equity also trains new employees on policies regarding equal opportunity, American's Disability Act, and sexual misconduct.   ## Workplace Rights – EEOC Poster  [Know Your Rights (English)](https://www.eeoc.gov/know-your-rights-workplace-discrimination-illegal-poster)  [Conozca Sus Derechos (En Español)](https://www.eeoc.gov/es/conozca-sus-derechos-la-discriminacion-en-el-lugar-de-trabajo-es-ilegal)  [Know Your Rights (Accessible PDF - English)](https://www.eeoc.gov/sites/default/files/2022-10/EEOC_KnowYourRights_screen_reader_10_20.pdf)   ## Policies and Information  [Indiana University Equal Opportunity and Affirmative Action Policy](http://policies.iu.edu/policies/categories/administration-operations/equal-opportunity/Equal-Opportunity-Affirmative-Action.shtml)  Indiana University Equal Opportunity and Affirmative Action Policy  [Indiana University American's with Disabilities Act Policy](http://policies.iu.edu/policies/categories/administration-operations/equal-opportunity/ADA-policy.shtml)  Indiana University American's with Disabilities Act Policy  [Indiana University Accommodation for Religious Observances Policy](https://policies.iu.edu/policies/aca-59-accommodation-religious-observances/index.html)  Indiana University Accommodation for Religious Observances Policy  [IUPUI Civility Statement](https://oeo.iupui.edu/files/civility-statement.html)  IUPUI Civility Statement  [Indiana University Code of Student Rights, Responsibilities, and Conduct](http://studentcode.iu.edu/)  Indiana University Code of Student Rights, Responsibilities, and Conduct  [Other IU Policies](https://policies.iu.edu/index.html)  Other IU Policies  [IUPUI Faculty Guide](https://facultycouncil.iupui.edu/FCContent/Html/Media/FCContent/handbook/guide2019-20.pdf)  IUPUI Faculty Guide  [IU Staff Handbook](https://hr.iu.edu/handbook/)  IU Staff Handbook   ## Sexual Misconduct  [Sexual Misconduct Resources](http://stopsexualviolence.iu.edu/help/iupui/index.html)  Sexual Misconduct Resources  [Indiana University Sexual Misconduct Policy](https://stopsexualviolence.iu.edu/policies-terms/index.html)  Indiana University Sexual Misconduct Policy  [Stop Sexual Violence](http://stopsexualviolence.iu.edu)  Stop Sexual Violence  [Being a Responsible and Confidential Employee](http://stopsexualviolence.iu.edu/employee/index.html)  Being a Responsible and Confidential Employee  [IUPUI and System Wide Title IX Coordinators](http://stopsexualviolence.iu.edu/employee/title-ix.html)  IUPUI and System Wide Title IX Coordinators  [Prevention](https://stopsexualviolence.iu.edu/prevention-education/index.html)  Prevention  [Campus Climate for Sexual Misconduct Survey (IUPUI)](https://stopsexualviolence.iu.edu/prevention-education/surveys/iupui.html)  Campus Climate for Sexual Misconduct Survey (IUPUI) "
  },
  {
    "url": "URL: https://oieindy.iu.edu/index.html#search",
    "body": "  ## Visitors to our office: Please note that the elevator in our building is currently out of service. If you have any concerns about your visit to our office, please call or email us and we will work out a solution.  Phone: 317-274-2306     Email: oieindy@iu.edu    ~   ## Helping the campus eliminate barriers that inhibit indviduals and groups from attaining equal access to employment and education.  Civility and respect should be extended to all persons regardless of their role, status, or social identity. We encourage everyone to speak and act thoughtfully and judiciously and with respect for one another. We may not always agree with one another, but when we disagree, we are called to respond with civility.   ## Land Acknowledgement  IUPUI acknowledges our location on the traditional and ancestral territory of the Miami, Potawatomi and Shawnee people. We honor the heritage of Native peoples, what they teach us about the stewardship of the earth and their continuing efforts today to protect the planet. Founded in 1969, IUPUI stands on the historic homelands of Native peoples and, more recently, that of a vibrant Black community, also displaced. As the present stewards of the land, we honor them all as we live, work and study at IUPUI.  [Click here for Diversity, Equity, and Inclusion resources](https://diversity.iupui.edu/resources/index.html)  IF YOU ARE EXPERIENCING AN EMERGENCY, CALL 911 | IU POLICE: 317-274-7911  It is important to report all criminal activity to the proper law enforcement authority first, especially if a situation arises that threatens the health or safety of any member of the community. Indiana University Police Department on the IUPUI campus can be reached at any time by calling 317-274-7911.     ## Contact Us  Bryce Building 986 Indiana Avenue, Suite B310 Indianapolis, IN 46202  Phone: 317-274-2306 Email: oieindy@iu.edu  Office Hours: Monday-Friday 9 a.m. - 5 p.m. "
  },
  {
    "url": "URL: https://oieindy.iu.edu/employment-search-and-screen/search-and-screen-best-practices/index.html#search",
    "body": "  ## Search and Screen Process  The IUPUI Office of Instituional Equity is dedicated to garnering the greatest population of diverse talent because working with diverse faculty, staff and students is an important competency at IUPUI, the IU School of Medicine, and in our campus community. Hence, we require broad searches and candidate evaluation by a search committee for nearly every faculty, academic, and staff position on campus.  The first step toward hiring exceptional and diverse talent is find it through a fair, equitable, and inclusive search process.  Search and Screen Infographic  [Search and Screen Infographic](https://indiana-my.sharepoint.com/:b:/g/personal/oeoiupui_iu_edu/EdNd5LSHiaFBtUPR1_hzirEBMeI6WvWYrob5Oo5cMzaA0A?e=k1f5tB )  Our staff offer expertise about writing discrimination-free position postings, finding unique recruiting sources, forming diverse search committees, and discovering candidates with the right knowledge, skill, talent and abilities for any position.  Contact our office for guidance in forming a search committee or to schedule face-to-face or on-line committee member training designed to help avoid ethical and legal missteps in the search and hiring process.   ## IUPUI OIE Search Best Practice Expectations:  All applicant information should be retained by the committee chair for a period of five years.  For help at any time, contact our office. Our staff is happy to kick off your search committee process.  A Note about PeopleAdmin:  Search committee chairs needs to move applicants in the workflow prior to interviewing. Moving applicants in the workflow allows for IUPUI's Office of Institutional Equity to accurately track adverse impact in campus hiring practices  Resources on Unconscious Bias :  [Project Implicit, Implicit Association Test](https://implicit.harvard.edu/implicit/takeatest.html)  [Understanding Blind Spots: Challenge Assumptions, PwC Network](https://www.pwc.com/us/en/about-us/blind-spots.html)  [Understanding Blind Spots: Enhance Objectivity, PwC Network](https://www.pwc.com/us/en/about-us/blind-spots.html)  [An Introduction to Unconscious Bias by Robbie Short](https://vimeo.com/230976790)  [Unconscious Bias by Jon Duncanson-Aviana Productions](https://vimeo.com/164328795)  [Unconscious Bias in 60 Seconds by Anthony McLean](https://vimeo.com/311100347) "
  }
]