[
  {
    "url": "URL: https://parking.iupui.edu/forms/index.html#search",
    "body": "  ## Refund Application Form  If you would like to return your permit for a refund, please complete the Refund Request Form . Approved refunds will be issued to the original form of payment. Please note completion of a refund form does not guarantee a refund will be issued to you.   ## Permit and Service Order Form  IUPUI or IUH departments needing parking permits should complete the Permit and Service Order Form . We will process your order and let you know when your order is ready for pickup. Your order will be processed within 7 to 10 business days.   ## Validation Ticket Forms  IUPUI and IU Health departments/schools can request validation tickets to cover all or a portion of your guest’s parking.   ### Setting up a New Parking Validation Account  Departments requesting validation tickets for the very first time will need to request a validation number. Fill out the Request for New Parking Validation Form to create a validation number unique to your department. Note: You will only need to complete this form for the initial setup. A separate form will need to be completed if another validation number needs to be created for a different account number.   ### Placing a Validation Ticket Order  Have an existing validation number? Need to order more tickets? Simply complete the Validation Ticket Order Form to place an order. Validation ticket orders will be processed within 10 business days. Please be aware that a fee of $75.00 will be charged for all rush orders.   ## Code Order Form  IUPUI departments/schools are able to request garage entry/exit codes to pay for your visitor's parking by filling out the Code Order Form . "
  },
  {
    "url": "URL: https://parking.iupui.edu/news-events/index.html#search",
    "body": ""
  },
  {
    "url": "URL: https://parking.iupui.edu/#search",
    "body": "  ### Seeking information on IUI Parking and Transportation Services? You're in the right place!   ## Bus, Bike, Walk, Park  IUPUI Parking and Transportation Services supports the Campus community by providing transportation and parking options. We manage permit and visitor parking, the IUPUI JAG LINE Shuttle system , and the Bike IUPUI program. Let us help you get to where you’re going!   ## Quick Links  Online Services Maps JAG LINE Shuttle Tracker Forms Rules and Regulations  [Online Services](https://parkingiu.t2hosted.com/Account/Portal)  [JAG LINE Shuttle Tracker](https://iupui.ridesystems.net)   ## Announcements  Thanksgiving Office Closure  Start of Spring Semester  Rules and Regulations Update  LPR Update  Wilson Garage Construction Alert  Lot 404 - Closed   ## J.A.G.S. Vehicle Assistance  We are pleased to offer complimentary Vehicle Assistance through our J.A.G.S. Vehicle Assistance program.  Need a jump start, air for tires, or assistance getting fuel? We are here to help Monday through Friday from 8 a.m. to 10 p.m.*  *Excludes Campus holidays   ###### 317-274-4232 "
  },
  {
    "url": "URL: https://parking.iupui.edu/transportation/shared-services/pacers-bike-share.html#search",
    "body": " Need a bicycle to get around campus? You can rent a bike from one of the Indiana Pacers Bikeshare stations. Bikeshare kiosks are located around Indianapolis and on the IUPUI campus.  [Indiana Pacers Bikeshare](https://www.pacersbikeshare.org/)  Locations on or near the IUPUI campus: "
  },
  {
    "url": "URL: https://parking.iupui.edu/about/index.html#search",
    "body": "  ## About Us  IUPUI Parking and Transportation Services strives to deliver innovative solutions to allow greater campus access for our community.  We are committed to developing sustainable transportation alternatives and programs to reduce the University’s carbon footprint.  We are proud to support IUPUI’s commitment to create a safe, welcoming and inclusive environment for all who come to our campus.  Our employees are dedicated to reporting situations that could compromise the safety of our community.  Providing an exceptional customer experience for everyone we serve is our primary goal.  As a self-supported unit of Auxiliary Services, we do not receive any funds from the state, the University, student fees or tuition dollars.  The revenue collected from parking fees helps maintain parking lots and garage facilities, provide free shuttles to the University community and complimentary vehicle services to those parked on campus.   ## Our Mission  We are committed to customer focused solutions that support the needs of our community through staff development, innovation and sustainability.   ## Our Values "
  },
  {
    "url": "URL: https://parking.iupui.edu/transportation/bike-iupui.html#search",
    "body": "  ## Bike IUPUI  A bicycle can be a major investment. You can help protect it by registering it with IUPUI Parking and Transportation Services.  Registering your bicycle is easy and free. You will receive a lifetime IUPUI Bike Permit and access to park in the indoor Tower Garage Bike Storage facility. A permit serves as a visible theft deterrent and may help in recovering it if lost or stolen.  Register your bike   ### Permit Placement  6 BICYCLE REPAIR STATIONS  109 BIKE RACKS ACROSS CAMPUS   ## Get a Free Bicycle Lock   ## Bicycle Repair Stations  There are six bicycle repair stations located throughout campus where members of the IUPUI community may perform basic maintenance.   ## How do I use the bicycle repair stations?   ## Bicycle Storage  When registering your bike you can also request access to our indoor bike storage facility located in the Tower Garage.  After entering the garage, follow the directional signage to the bicycle storage facility in the southeast corner.   ### Tower Garage   ### How do I access the Tower Garage Bicycle Storage facility?   ### Who do I contact if I am locked out of the storage room?  During office hours  Monday - Tuesday 8 a.m. - 5 p.m. Wednesday 9 a.m. - 5 p.m. Thursday - Friday 8 a.m. - 5 p.m  After hours, holidays, and weekends, please call IUPUI Police   ### How do I use the indoor bike racks?   ## Bike Removal and Recovery  By choosing to ride a bicycle on or around campus, you are subject to the rules and regulations set forth in IU Policy FIN-INS-13 .  [IU Policy FIN-INS-13](https://policies.iu.edu/policies/fin-ins-13-bicycles-scooters-other-personal-conveyance-vehicles/index.html)  If you are having issues locating your bicycle, contact us at 317-274-4232 .          Contact IUPD at 317-274-2058 if your bike has been stolen or vandalized.  Bicycles parked illegally, appearing abandoned, or are causing a safety hazard may be removed at your expense. We will attempt to contact the owners of registered bicycles before removal. A warning sticker will be placed on bikes prior to confiscation.  Illegally parked or abandoned bicycles that do not cause a safety concern will be removed 72 hours after notification. It is lawful for the university to remove locking devices in order to impound a bicycle. IUPUI is not responsible for damage to locking devices and/or bicycles that require removal.  Note: Impounded bicycles left unclaimed for 60 days will be sent to IUPUI Surplus for public auction.   ## Bicycle and Road Safety  Bicycles are a vehicle. It is your responsibility to learn and obey the rules that apply to you as a cyclist.  Disclaimer: These tips are offered for your consideration only. You are responsible for conducting your own research on how to bike safely.   ## Additional Resources  [Bike Indianapolis](https://www.bikeindianapolis.org/)  [Bicycling in Indiana](https://www.in.gov/dnr/outdoor/4237.htm) "
  },
  {
    "url": "URL: https://parking.iupui.edu/about/newsletter.html#search",
    "body": "  ## IUPUI PTS Newsletter "
  },
  {
    "url": "URL: https://parking.iupui.edu/transportation/index.html#search",
    "body": " [IUPUI Office of Sustainability](https://sustainability.iupui.edu/) "
  },
  {
    "url": "URL: https://parking.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://parking.iupui.edu/transportation/shared-services/scooter.html#search",
    "body": "  # Motorized Scooters  Scooters are a great option for getting you to and from campus or across campus for a class or meeting. Multiple companies have scooter operations on campus. It is important for you to take the time to learn University rules and how to ride scooters safely.   ## Campus Guidelines  We want all members of the campus community to be safe. When riding a scooter it is your responsibility to know and obey the rules of the road.  Please review University Policy FIN-INS-13 Bicycles, Scooters and Other Personal Conveyance Vehicles before riding a scooter on campus.  [FIN-INS-13](https://policies.iu.edu/policies/fin-ins-13-bicycles-scooters-other-personal-conveyance-vehicles/index.html)   ###### Parking Guidelines  Scooters are allowed and encouraged to park at bike racks. Parking is prohibited in pedestrian pathways leading to buildings, vehicle parking spaces, ADA ramps, or inside buildings. "
  },
  {
    "url": "URL: https://parking.iupui.edu/transportation/bus/bus.html#search",
    "body": "  ## Indiana Avenue Construction  Some JAG LINE routes are affected by construction on Indiana Avenue.  The construction is part of the Indianapolis Cultural Trail expansion and will cause changes to the Route 3 - Yellow, Route 4 - Blue, and Route 5 - Purple shuttles.  [Indianapolis Cultural Trail](https://indyculturaltrail.org/expansion/%20)  IUPUI Parking and Transportation Services is pleased to provide the campus community with the JAG LINE shuttle system. The service is free, sustainable, and an efficient way to get around campus. Take a ride on the JAG LINE shuttle and let us know how we're doing: email shuttles@iupui.edu or call 317-274-4232 .   ## Shuttle Amenities  The shuttles were built with our riders in mind. They come with Wi-Fi for keeping you connected, low boarding ramps for easy access, and bike racks for the bicycle enthusiast.   ###### Shuttle Tracking  Download the JAG LINE app from Apple Store or Google Play. Track your shuttle in real-time, find bus stops, view operating hours and receive arrival alerts.  [JAG LINE](https://iupui.ridesystems.net/)   ## Routes  Five routes are available to move you between main and north campuses and nearby dining locations and medical facilities. Our Route-5 Purple line also connects to IndyGo's Red Line. Route information can be found here or on mobile device through the JAG LINE tracker.  [JAG](https://iupui.ridesystems.net/)  [LINE](https://iupui.ridesystems.net/)  Shuttle hours*, days of operation, and service locations depend on the route. *Shuttles do not operate on university designated holidays.   ### Route 1 - Crimson Circulator  Campus circulator working in conjunction with Route 2 for bi-directional mobility. The bus runs east on New York Street and west on Michigan Street.  Runs: 6:30 a.m.-10 p.m. Monday-Friday/9 a.m.- 8 p.m. Saturday-Sunday  Starts at: ICTC   ### Route 2 – Gray Circulator  Campus circulator working in conjunction with Route 1 for bi-directional mobility. The bus runs west on New York Street and east on Michigan Street.  Runs: 6:30 a.m.-10 p.m. Monday-Friday  Starts at: ICTC   ### Route 3 - Yellow  Serves North Campus and east side of main campus.  Runs: 5:30 a.m.-12:15 a.m. Monday-Friday  Starts near: BRTC   ### Route 4 - Blue  Runs between North Campus and west side of main campus.  Runs: 5:30 a.m.-12:15 a.m. Monday-Friday  Starts near: BRTC   ### Route 5 - Purple  Route provides a north/south connectivity and links to IndyGo's Red Line. Makes stops near dining areas on Indiana Avenue, The Tower and Campus Center.  Runs: 7 a.m.-7 p.m. Monday-Friday  Starts near: Campus Center  Frequency: Every 20 minutes   ## Shuttle Rental "
  },
  {
    "url": "URL: https://parking.iupui.edu/news-events/_news/regsupdate.html#search",
    "body": "  # Rules and Regulations Update  Tuesday, October 31, 2023  Our Rules and Regulations have been updated as of October 2023. In addition to some minor changes or clarifications to the Rules and Regulations, please note the following significant changes: "
  },
  {
    "url": "URL: https://parking.iupui.edu/news-events/_news/index.html#search",
    "body": "  ## Announcements  Thanksgiving Office Closure  Monday, November 13, 2023    Start of Spring Semester  Monday, November 06, 2023    Rules and Regulations Update  Tuesday, October 31, 2023    LPR Update  Monday, August 28, 2023    Wilson Garage Construction Alert  Wednesday, April 12, 2023   "
  },
  {
    "url": "URL: https://parking.iupui.edu/news-events/_news/sos.html#search",
    "body": "  # Start of Spring Semester  Monday, November 06, 2023    Spring semester parking permits will be available for purchase on Friday, December 1. For your convenience, we highly encourage you to order online. Not sure which permit to buy?  Find permit option information below. Please ensure mailing addresses are up to date to avoid delivery delays.  You will receive an email confirmation with a link to print a temporary permit right away. Your hangtag should arrive via USPS within 7-10 business days.   ## Permit  Rates and Student Refunds      Pricing for parking permits is available on our rates page .  Additionally, you will be able to return permits in the first five days of any month for a prorated refund.  Refund Policy       ## Living Off Campus?      Students who live off campus usually buy an \"ST\" permit, which allows access to student lots and garages on the main campus.        Students who wish to save money may purchase an \"NCS\" permit, which is valid in our North Campus lots, located on Indiana Avenue north of 10th Street, a short shuttle ride from the main campus.  Where Can I Park?  [Where Can I Park?](https://map.iu.edu/iupui/index.html)   ## Finding parking at IUPUI  ST permits are valid in six different garages so it is important to know your options.  The Barnhill Garage usually fills first and the Gateway Garage often has space available all day long. Keep that in mind when you're looking for parking!   ## Living On Campus?    If you have a signed contract from Housing & Residence Life, you are required to purchase your permit online. Your options depend on where you live on campus.     ### Ball Hall and Riverwalk  To park close to their buildings, you should purchase a \"CH\" permit, which guarantees a space in the \"CH\" lots close to your building.  CH permits are currently on a waitlist. Students who purchased fall semester permits have until January 8 to renew their permit. Residents of Ball Hall or Riverwalk have the option of a North Street Garage permit or an NCS permit. North Street Garage can not be purchased online, and must be purchased in office.     ### The Tower    If you live in The Tower and would like to park close to your building, you should purchase a \"TGS\" permit, which guarantees a space in the Tower Garage, located under the building.  TGS permits are currently on a waitlist. Students who purchased fall semester permits have until January 8 to renew their permit. Tower residents have the option of a North Street Garage permit or an NCS permit. North Street Garage can not be purchased online, and must be purchased in office.     ### North Hall    If you live in North Hall and want to park close to your building, you should purchase a \"BGS\" permit, which guarantees a space in the Blackford Street Garage, across the street from the building.  BGS permits are currently on a waitlist. Students who purchased fall semester permits have until January 8 to renew their permit. North Hall residents have the option of a North Street Garage permit or an NCS permit. North Street Garage can not be purchased online, and must be purchased in office.  No matter where you live, you may also purchase an \"NCS\" permit to save money. The \"NCS\" permit is valid in our North Campus Lots, located on Indiana Avenue north of 10th Street, a short shuttle ride from the main campus.  If you do not see one of these options listed, you still may purchase an NCS permit and add your name to the appropriate waitlist. We will contact you when the waitlist is released.  Where Can I Park?  [Where Can I Park?](https://map.iu.edu/iupui/index.html)   ## Park Once, Shuttle All Day  The JAG LINE is a great way to get around campus!  We offer five different routes to get you anywhere you need to go and our Purple Line connects to IndyGo's Red Line. All routes can be tracked through the JAG LINE app.  All buses are ADA accessible and have bike racks.  Get the JAG LINE App!  [Get the JAG LINE App!](https://iupui.ridesystems.net/)   ## Other Services   ## Jag Spots  Search \"Jag Spots\" on the IU Mobile app and favorite to see available parking in real time. The Jag Spots app shows which garages have space so you can save time.   ## Bike IUPUI  Biking is a great way to get around campus, even in winter! Registering your bike is free and comes with great benefits, including indoor storage.  [Registering your bike](https://parking.iupui.edu/transportation/bike-iupui.html)   ## Jags Vehicle Assistance   ## S-Pass  The IndyGo system connects IUPUI with various points throughout downtown Indianapolis. IUPUI students may purchase an S-Pass in our office for $30 per month, which allows access to all bus routes.  [IndyGo](http://indygo.net/) "
  },
  {
    "url": "URL: https://parking.iupui.edu/parking/event-parking/index.html#search",
    "body": " Parking and Transportation Services is available to assist you in making parking arrangements for events being held on or near campus.   ## Special Events Application Process  IUPUI departments, schools and external organizations interested in holding an event at IUPUI will need to submit an application to IUPUI Event and Conference Services . Please be aware that our office cannot discuss parking arrangements with you until after your special event application has been processed.  [IUPUI Event and Conference Services](https://eventservices.iupui.edu/special-event-application/index.html)   ## Parking Arrangements  We are here to help you decide which parking options work best for your event. You can choose to have your spectators pay for parking or your organization can cover all or a portion of the fees. Parking arrangements can be made through our office by emailing parkevnt@iupui.edu or calling 317-274-4232 .  Event Order Forms   ## Internal Event Organizations  Events organized by IUPUI and authorized IU Health departments/schools are able to purchase parking for your visitors. Your organization can choose validations, codes or hangtag permits.   ### Parking Options   #### Validations  Validation tickets provide flexibility for your department or school by allowing you to determine if you will pay all or a portion of your guest's parking fees. To request validation tickets, please complete the New Parking Validation Account Form (new customers) or the Validation Ticket Order Form (returning customers).   #### Codes  Garage codes allow your department or school to obtain a multi-digit number that you can provide to your visitors. Codes are charged on a per use basis at a flat rate. You can request a code by completing the Code Order Form .   #### Permits  Your department or school can purchase hangtag permits for your attendees. We will work with you to determine if the permits should be designated for surface lot or garage parking. Please complete the Permit and Service Order Form .   ## External Event Organizations "
  },
  {
    "url": "URL: https://parking.iupui.edu/parking/parking-locations.html",
    "body": " Maps | Garages | Lots   ## Campus Parking Map  [IUPUI map page](https://map.iu.edu/iupui/index.html)   ## Garages  Garage Name  Type  Location  Garage Clearances  Blackford Street Garage (XF)  Permit Only  725 W Michigan St.  [725 W Michigan St.](https://www.google.com/maps/place/Blackford+Street+Parking+Garage,+725+W+Michigan+St,+Indianapolis,+IN+46202/@39.775157,-86.172755,17z/data=!3m1!4b1!4m5!3m4!1s0x886b50ca1a57aa2d:0xdc35884a00df02d9!8m2!3d39.7751529!4d-86.1705663?hl=en)  1 st Floor – 8’2” Upper levels – 7’0”  Wilson Street Garage (PK)  Permit and Visitor  811 Wilson St.  [811 Wilson St.](https://www.google.com/maps/place/811+Wilson+St,+Indianapolis,+IN+46202/@39.7785796,-86.1811251,17z/data=!3m1!4b1!4m5!3m4!1s0x886b5734138a4ca9:0xbfc0ec5966cc4982!8m2!3d39.7785755!4d-86.1789364?hl=en)  7’0”  University Garage (XA)  Permit and Visitor  600 University Blvd.  [600 University Blvd.](https://goo.gl/2pNzHB)  6’10”  Vermont Street Garage (XB)  Permit and Visitor  1004 W. Vermont St.  [1004 W. Vermont St.](https://goo.gl/1CsMDP)  6’10”  North Street Garage (XC)  Permit and Visitor  819 W. North St.  [819 W. North St.](https://goo.gl/mbLnHj)  6’10”  Sports Complex Garage (XD)  Permit and Visitor  875 W. New York St.  [875 W. New York St.](https://goo.gl/bRD7jb)  7’0”  Riley Outpatient Center Garage (XE)  Permit and Visitor  575 Riley Hospital Drive  [575 Riley Hospital Drive](http://goo.gl/maps/9SZ8F)  1 st Floor – 8’2” Upper levels – 7’6”  Barnhill Garage (XH)  Student Permit Only  345 Barnhill Dr.  [345 Barnhill Dr.](https://goo.gl/VrYyTF)  1 st Floor – 9’2” Upper levels – 7’4”  Campus Housing Deck (XG)  Campus Housing Permit Only  455 Porto Allegre St.  [455 Porto Allegre St.](https://www.google.com/maps/place/455+Porto+Alegre+St,+Indianapolis,+IN+46202/@39.7747075,-86.1874855,557m/data=!3m1!1e3!4m13!1m7!3m6!1s0x886b5748006f44d3:0xa421e7a3a658b7ab!2s455+Porto+Alegre+St,+Indianapolis,+IN+46202!3b1!8m2!3d39.7747034!4d-86.1852968!3m4!1s0x886b5748006f44d3:0xa421e7a3a658b7ab!8m2!3d39.7747034!4d-86.1852968?hl=en)  1 st Floor – 7’6” Upper level – 8’2”  Inlow Garage (IH)  Permit and Visitor  530 W. New York St.  [530 W. New York St.](http://goo.gl/maps/BNeeG)  6’10”  Gateway Garage (XL)  Student Permit and Visitor  525 North Blackford St.  [525 North Blackford St.](https://goo.gl/s2nQsb)  1 st Floor – 8’6” Upper levels – 7’0”  Riverwalk Garage (XP)  Permit and Visitor  245 University Blvd.  [245 University Blvd.](http://goo.gl/maps/V8iEy)  1 st Floor – 8’2” Upper levels – 7’0”  Tower Garage (IP)  Student and Visitor  875 W. North St.  [875 W. North St.](http://goo.gl/maps/uYzP3)  6’11”  Lockefield Garage (WX)  Student and Visitor  951 Wishard Blvd.  [951 Wishard Blvd.](http://goo.gl/maps/g8sSG)  6’11”   ## Lots  Lot Number  Type  Location  7  Permit Lot  810 Wilson St.  [810 Wilson St.](https://www.google.com/maps/place/810+Wilson+St,+Indianapolis,+IN+46202/@39.778761,-86.1808889,449m/data=!3m2!1e3!4b1!4m2!3m1!1s0x886b5736a3330bf5:0x9adad1722a844352)  14  Permit Lot  700 Rotary Circle  [700 Rotary Circle](http://goo.gl/maps/wuamV)  25  Permit Lot  530 N. Barnhill Dr.  [530 N. Barnhill Dr.](http://goo.gl/maps/ULQf7)  28  Permit Lot  1250 W. Medical Dr.  [1250 W. Medical Dr.](http://goo.gl/maps/D9E38)  32  Permit Lot  1140 W. Medical Dr.  [1140 W. Medical Dr.](http://goo.gl/maps/u4MmL)  33  Metered Lot  1110 W. Medical Dr.  [1110 W. Medical Dr.](http://goo.gl/maps/ebtw8)  34  Permit Lot  1100 W. Medical Dr.  [1100 W. Medical Dr.](https://goo.gl/DZQbEz)  42  Permit Lot  1000 W. Hadley St.  [1000 W. Hadley St.](https://goo.gl/Jazk7x)  53  Permit Lot  425 N. Lansing St.  [425 N. Lansing St.](http://goo.gl/maps/MfVpV)  54  Permit Lot  1242 W. Vermont St.  [1242 W. Vermont St.](https://goo.gl/NVSZ13)  57  Permit Lot  321 Limestone St.  [321 Limestone St.](http://goo.gl/maps/lHGzB)  59  Permit Lot  319 N. Beauty Ave.  [319 N. Beauty Ave.](https://goo.gl/dy91KS)  60  Permit Lot  375 N. Lansing St.  [375 N. Lansing St.](http://goo.gl/maps/xtdcB)  62  Permit Lot  345 N. Lansing St.  [345 N. Lansing St.](http://goo.gl/maps/kHrYa)  63  Permit Lot  300 N. Beauty Ave.  [300 N. Beauty Ave.](http://goo.gl/maps/kgkoF)  64  Campus Housing  380 N. Lansing St.  [380 N. Lansing St.](http://goo.gl/maps/TFRrF)  65  Campus Housing  1315 W. Vermont St.  [1315 W. Vermont St.](http://goo.gl/maps/PzCWf)  66  Campus Housing  1314 W. Vermont St.  [1314 W. Vermont St.](http://goo.gl/maps/yFkO0)  67  Campus Housing  455 Porto Allegre Dr.  [455 Porto Allegre Dr.](http://goo.gl/maps/nqkQD)  69  Permit Lot  800 W. North St.  [800 W. North St.](http://goo.gl/maps/WFH7J)  71  Permit Lot  765 W. North St.  [765 W. North St.](http://goo.gl/maps/EPZHj)  73  Permit Lot  N. California Street  [N. California Street](https://goo.gl/V4etGj)  77  Permit Lot  795 W. Michigan St.  [795 W. Michigan St.](http://goo.gl/maps/2z1Jb)  79  Permit Lot  211 N. University Blvd.  [211 N. University Blvd.](https://goo.gl/2bq6JH)  80  Permit Lot  1019 W. Vermont St.  [1019 W. Vermont St.](https://goo.gl/iq3QxL)  81  Permit Lot  301 N. University Blvd.  [301 N. University Blvd.](http://goo.gl/maps/phXQf)  83  Permit Lot  450 N. Blackford St.  [450 N. Blackford St.](http://goo.gl/maps/b2PWf)  85  Permit Lot  355 N. Blackford St.  [355 N. Blackford St.](https://goo.gl/maps/WaBGELfZVzs)  86  Permit Lot  251 N. Blake St.  [251 N. Blake St.](http://goo.gl/maps/2l60q)  92  Permit Lot  630 N. Blackford St.  [630 N. Blackford St.](https://www.google.com/maps/place/630+N+Blackford+St,+Indianapolis,+IN+46202/@39.77651,-86.1721296,17z/data=!3m1!4b1!4m2!3m1!1s0x886b50c987cc2edf:0x6be63ac7e5562844?hl=en)  93  Permit Lot  971 Indiana Ave.  [971 Indiana Ave.](https://www.google.com/maps/place/971+Indiana+Ave,+Indianapolis,+IN+46202/@39.7805588,-86.1749681,17z/data=!3m1!4b1!4m2!3m1!1s0x886b50ccb073ccbb:0xdd698c1caee31a03)  94  Permit Lot  1002 Wishard Blvd.  [1002 Wishard Blvd.](https://goo.gl/maps/eB1aLpZDNXT2)  95  Permit Lot  1035 West 10th St.  [1035 West 10th St.](https://www.google.com/maps/place/1035+W+10th+St,+Indianapolis,+IN+46202/@39.7806504,-86.1771874,898m/data=!3m2!1e3!4b1!4m2!3m1!1s0x886b57336c5a7f43:0xb520a043fd43a731)  96  Permit Lot  881 Blake St.  [881 Blake St.](https://goo.gl/m2ckAE)  97  Permit Lot  1041 W. 10th St.  [1041 W. 10th St.](https://goo.gl/maps/it26t4BY3Wbz4dFH6)  102  Permit Lot  410 W 10th St.  [410 W 10th St.](http://goo.gl/maps/Oy2ca)  103  Permit Lot  350 W 10th St.  [350 W 10th St.](https://www.google.com/maps/place/350+W+10th+St,+Indiana+University-Purdue+University+Indianapolis,+Indianapolis,+IN+46202/@39.7809938,-86.1644466,17z/data=!4m7!1m4!3m3!1s0x886b50c58e40a04b:0xd36b591f26be6ce8!2s350+W+10th+St,+Indiana+University-Purdue+University+Indianapolis,+Indianapolis,+IN+46202!3b1!3m1!1s0x886b50c58e40a04b:0xd36b591f26be6ce8)  104  Permit Lot  1011 Dr. MLK Blvd.  [1011 Dr. MLK Blvd.](https://goo.gl/maps/eb2F9wJX4Lr)  340  Permit Lot  340 W. Michigan St.  [340 W. Michigan St.](https://goo.gl/maps/ewphYfCNBMD2)  401  North Campus Lot  1323 N. Indiana Ave.  [1323 N. Indiana Ave.](http://goo.gl/maps/nEL8a)  402  North Campus Lot  1360 N. Indiana Ave.  [1360 N. Indiana Ave.](http://goo.gl/maps/lpfWu)  403  North Campus Lot  1302 N. Indiana Ave.  [1302 N. Indiana Ave.](http://goo.gl/maps/9nB73)  404  North Campus Lot  1200 Indiana Ave.  [1200 Indiana Ave.](http://goo.gl/maps/4jGlU)  405  North Campus Lot  1410 N. Indiana Ave.  [1410 N. Indiana Ave.](http://goo.gl/maps/TvLFj)  406  North Campus Lot  1828 W. 16th St.  [1828 W. 16th St.](http://goo.gl/maps/OZGe9)  407  North Campus Lot  1701 W. 15th St.  [1701 W. 15th St.](http://goo.gl/maps/LpPK7)  408  North Campus Lot  1345 W. 16th St.  [1345 W. 16th St.](http://goo.gl/maps/l0AHb)  412  North Campus Lot  1277 W. 18th St.  [1277 W. 18th St.](https://www.google.com/maps/place/1277+W+18th+St,+Indianapolis,+IN+46202/@39.7906417,-86.1849207,255m/data=!3m1!1e3!4m5!3m4!1s0x886b5728b122c2a9:0x44aaaea60d9ce613!8m2!3d39.790681!4d-86.184466) "
  },
  {
    "url": "URL: https://parking.iupui.edu/about/directory.html#search",
    "body": "  ### Sheri Eggleton-Ruble  Director  seggleto@iupui.edu 317-278-6023  seggleto@iupui.edu  317-278-6023   ### Jay Joyce  Projects and Facilities Manager  jajoyce@iupui.edu 317-274-9975  jajoyce@iupui.edu  317-274-9975   ### Andrew McGee  Associate Director -  TDM and Space Management  mcgeean@iu.edu 317-278-0167  mcgeean@iu.edu  317-278-0167   ### Laurie Bickell  Associate Director - Operations  lbickell@iupui.edu 317-278-5172  lbickell@iupui.edu  317-278-5172   ### Doug Manning  Parking Systems Manager  dcmannin@iupui.edu 317-274-5478  dcmannin@iupui.edu  317-274-5478   ### Eric Buck  Field Operations Manager  eribuck@iu.edu 317-278-0222  eribuck@iu.edu  317-278-0222   ### Richard Mickelson  Business Intelligence Analyst  rmick@iu.edu 317-274-5689  rmick@iu.edu  317-274-5689   ### Jeff Dawn  Finance Manager  jddawn@iupui.edu 317-278-6490  jddawn@iupui.edu  317-278-6490 "
  },
  {
    "url": "URL: https://parking.iupui.edu/transportation/bus/index.html#search",
    "body": "  ## Indiana Avenue Construction  Some JAG LINE routes are affected by construction on Indiana Avenue.  The construction is part of the Indianapolis Cultural Trail expansion and will cause changes to the Route 3 - Yellow, Route 4 - Blue, and Route 5 - Purple shuttles.  [Indianapolis Cultural Trail](https://indyculturaltrail.org/expansion/%20)  Shuttle services are an environmentally friendly option for moving you around IUPUI and throughout the city.   ## IUPUI JAGLINE Shuttle  IUPUI JAG LINE Shuttle runs five routes to take you to main campus, north campus, dining and medical locations. Our Route-5 Purple line will also connect you to IndyGo’s Red Line.   ## Route 1 - Crimson Circulator  Campus circulator working in conjunction with Route 2 for bi-directional mobility. The bus runs east on New York Street and west on Michigan Street.  Runs: 6:30 a.m.-10 p.m. Monday-Friday/9 a.m.- 8 p.m. Saturday-Sunday  Starts at: ICTC   ## Route 2- Gray Circulator  Campus circulator working in conjunction with Route 1 for bi-directional mobility. The bus runs west on New York Street and east on Michigan Street.  Runs: 6:30 a.m.-10 p.m. Monday-Friday  Starts at: ICTC   ## Route 3 - Yellow  Serves North Campus and east side of main campus.  Runs: 5:30 a.m.-12:15 a.m. Monday-Friday  Starts near: BRTC   ## Route 4 - Blue  Runs between North Campus and west side of main campus.  Runs: 5:30 a.m.-12:15 a.m. Monday-Friday  Starts near: BRTC   ## Route 5 - Purple  Route provides a north/south connectivity and links to IndyGo's Red Line. Makes stops near dining areas on Indiana Avenue, The Tower and Campus Center.  Runs: 7 a.m.-7 p.m. Monday-Friday  Starts near: Campus Center  Frequency: Every 20 minutes   ## IndyGo  IndyGo and IUPUI are connected. The transit system can get you to campus and around the city with stops on Indiana Avenue and in the heart of campus along Michigan St. Our IUPUI JAG LINE Shuttle also picks up near IndyGo's Red Line station located at Capital Ave. and Vermont St. (Route 5-Purple). "
  },
  {
    "url": "URL: https://parking.iupui.edu/parking/index.html#search",
    "body": " We strive to provide an exceptional customer experience and access to multiple parking facilities and lots on campus.  Our team is here to support the entire community, including students, faculty, staff, and visitors. Whether you commute to campus 5 days a week or are just visiting for the day, we have parking options to fit your needs!  IUPUI Parking Maps   ###### Safewalk  [Safewalk](https://www.iupui.edu/about/safety.html) "
  },
  {
    "url": "URL: https://parking.iupui.edu/bike-registration.html#search",
    "body": ""
  },
  {
    "url": "URL: https://parking.iupui.edu/transportation/bus/indygo.html#search",
    "body": " IndyGo bus services are a great transit option for getting you to campus and around the city. Check out the ways that IndyGo and IUPUI are connected.  Pass types and prices are as follows:  *Students will be limited to purchase one (1) IndyGo S-Pass per month.  Note: Any lost or stolen IndyGo passes will not be replaced. Additionally, there are no returns or exchanges of IndyGo S-Passes or passes and all sales are final.  For more information on IndyGo passes, visit: www.indygo.net/fares-and-passes/  [www.indygo.net/fares-and-passes/](http://www.indygo.net/fares-and-passes/)  [JAG LINE](https://iupui.ridesystems.net/)  [Red Line](https://www.indygo.net/red-line/) "
  },
  {
    "url": "URL: https://parking.iupui.edu/vehicle-assistance/index.html#search",
    "body": "  ## J.A.G.S. VEHICLE ASSISTANCE  J.A.G.S. Vehicle Assistance is available to help you with your vehicle needs while parked in an IUPUI parking facility. Our services are free to all members of the IUPUI community and visitors to our campus.  Vehicle assistance is available for :   ###### 317-274-4232  We'll also help you locate your vehicle if you can't remember where you parked.  Services are available Monday – Friday  8 a.m. – 10 p.m. (excluding campus holidays) . "
  },
  {
    "url": "URL: https://parking.iupui.edu/transportation/shared-services/index.html#search",
    "body": " There are a variety of shared services available to the IUPUI community. These services are conveniently located on or near campus making it easy for you to get to and from IUPUI and around Indianapolis.   ## Pacers Bikeshare  Grab a bike to ride around campus or downtown Indianapolis. Riding a bicycle is fun, great exercise and a sustainable transportation option. Indiana Pacers Bikeshare makes renting a bike easy and convenient with kiosks located on and near the IUPUI campus.   ## Motorized Scooters "
  },
  {
    "url": "URL: https://parking.iupui.edu/news-events/_news/lot404.html#search",
    "body": "  # Lot 404 - Closed  Wednesday, September 21, 2022  Lot 404 is closed for the construction of a new road as part of the 16 Tech Development. NC or NCS permit holders may still use Lots 403, 402, 401, and 408 (NC spaces only), which are also served by IUPUI JAGLINE shuttles . Please see our website for additional NC or NCS permissions .  [IUPUI JAGLINE shuttles](https://iupui.ridesystems.net/routes)  Currently, there is no estimate of when the construction will be completed.   "
  },
  {
    "url": "URL: https://parking.iupui.edu/news-events/_news/lpr.html#search",
    "body": "  # LPR Update  Monday, August 28, 2023  Implementation of License Plate Recognition (LPR) will transition from soft to full enforcement beginning on August 28.  Parking & Transportation is asking for your help in minimizing the need for enforcement through the following actions:  [IU Parking Account](https://parkingiu.t2hosted.com/Account/Portal)  Your IU account may be used to register up to five vehicles, but only one vehicle may be parked on campus at a time.  We appreciate your help in making the transition to LPR easier. Please contact permits@iupui.edu if you have any questions. "
  },
  {
    "url": "URL: https://parking.iupui.edu/transportation/walk.html#search",
    "body": "  ## Walk IUPUI  IUPUI is a walkable campus, with most campus hot spots within a 10-15 minute walk from one other. With outdoor and indoor walkways it is easy for you to move around campus. Not to mention walking is a great way to meet your fitness goals.Try a Healthy IU Walking Path today.  Healthy IU Walking Paths  [Healthy IU Walking Paths](https://map.iu.edu/iupui/index.html)   ## Stay Active!  Indianapolis is a great place to stay active. IUPUI has miles of sidewalks and trails to connect you to your destination – from your on campus housing or office, a JAG LINE shuttle, a parking space or a bike rack.  There are many fun activities to enjoy. The city hosts guided walking and biking tours, group workout sessions and runs. Get out and view the beautiful sites on or near IUPUI. The Cultural Trail runs right through campus and White River State Park and Central Canal are just a short walk away.  Indy Greenways Indianapolis Cultural Trail VisitIndy  [Indy Greenways](https://www.indygreenways.org/)  [Indianapolis Cultural Trail](https://indyculturaltrail.org/)  [VisitIndy](https://www.visitindy.com/indianapolis-planner-meetings-active-in-indy-guide) "
  },
  {
    "url": "URL: https://parking.iupui.edu/permit-rates.html#search",
    "body": "  ##   ## Permit Rates & Sales Dates  All vehicles parked on Indiana University campuses must be registered and must display a valid parking permit. Permit eligibility requirements and fees vary, depending on your IU affiliation.  Buy Parking Permit  [Buy Parking Permit](https://parkingiu.t2hosted.com/Account/Portal)   ### Sales Dates  Permits will go on sale approximately 1 month prior to their effective date.  Our office sends emails to all active employees and students notifying them when permits become available for purchase or renewal online.  Generally, permit sale dates follow the below schedule, but are subject to change:   ### Employee Permits  Employee Annual Permit Rates for FY 2024 (July 1, 2023-June 30, 2024)  * Documentation required ** The appropriate banded rate is charged to each member of the carpool. Restrictions apply. *** Free with purchase of any other permit, otherwise same price as the appropriate EM permit banded rate.   ### Student Permits   #### Student Permit Rates for Academic Year 2023-2024  * Documentation required ** Free with purchase of any other permit, otherwise same price as the ST permit.     ### Other Permit Rates  * IU Department must purchase   ### "
  },
  {
    "url": "URL: https://parking.iupui.edu/news-events/_news/holidayclosure.html#search",
    "body": "  # Thanksgiving Office Closure  Monday, November 13, 2023  Our office will be closed on Thursday, November 23 and Friday, November 24 in observance of Thanksgiving.  Shuttles will not be running on these days. The office will reopen on Monday, November 27 at 8:00 am. "
  },
  {
    "url": "URL: https://parking.iupui.edu/privacy/#search",
    "body": "  # Privacy Policy  Effective: 2019-07-29   ## Applicability  This privacy notice applies only to the Office for Parking Services (parking.iupui.edu) and explains our practices concerning the collection, use, and disclosure of visitor information. Visitor information collected by the Office for Parking Services will be used only as outlined in this privacy notice.  Other units at the university may collect and use visitor information in different ways. Therefore, visitors to other university websites should review the privacy notices for the particular sites they visit. Office for Parking Services is not responsible for the content of other websites or for the privacy practices of websites outside the scope of this notice.   ## Changes  Because Internet technologies continue to evolve rapidly, Office for Parking Services may make appropriate changes to this notice in the future. Any such changes will be consistent with our commitment to respecting visitor privacy, and will be clearly posted in a revised privacy notice.   ## Collection and Use   ### Passive/Automatic Collection  When you view pages on our site, the web server automatically collects certain technical information from your computer and about your connection including:  Continued use of our website indicates consent to the collection, use, and disclosure of this information as described in this notice.  This technical information is not retained or utilized.   ### Active/Manual/Voluntary Collection  Other than automatically collected technical information about your visit (described above, or cookies, described below), we may ask you to provide information voluntarily, such as through forms or other manual input—in order to make products and services available to you, to maintain and manage our relationship with you, including providing associated services or to better understand and serve your needs. This information is generally retained as long as you continue to maintain a relationship with us. Your providing this information is wholly voluntary. However, not providing the requested information (or subsequently asking that the data be removed) may affect our ability to deliver the products or service for which the information is needed. Providing the requested information indicates your consent to the collection, use, and disclosure of this information as described in this notice. Information we may actively collect could include:   ### Information Usage  This information is:   ### Information Used For Contact  If you supply us with your postal/mailing address:   ### Information Sharing  We do not share any aggregate, non-personally identifiable information with other entities or organizations.  We do not share any personally identifiable information with other entities or organizations, except when legally required to do so, at the request of governmental authorities conducting an investigation, to verify or enforce compliance with the policies governing our website and applicable laws, or to protect against misuse or unauthorized use of our website.  Except as described above, we will not share any information with any party for any reason.  Except as provided in the Disclosure of Information section below, we do not attempt to use the technical information discussed in this section to identify individual visitors.   ### Cookies  A cookie is a small data file that is written to your hard drive that contains information about your visit to a web page. If you prefer not to receive cookies, you may configure your browser not to accept them at all, or to notify and require approval before accepting new cookies. Some web pages/sites may not function properly if the cookies are turned off, or you may have to provide the same information each time you visit those pages.  [cookie](https://kb.iu.edu/data/agwm.html)  Our site does not use cookies to store information about your actions or choices on pages associated with our site.   ### Children  This site is not directed to children under 13 years of age, does not sell products or services intended for purchase by children, and does not knowingly collect or store any personal information, even in aggregate, about children under the age of 13. We encourage parents and teachers to be involved in children's Internet explorations. It is particularly important for parents to guide their children when they are asked to provide personal information online.   ### Use of Third Party Services  This website uses Google Analytics, a web analytics service provided by Google, Inc. (\"Google\"). Google Analytics uses cookies (described above) to help the website analyze how users use the site. The information generated by the cookie about your use of the website (including possibly your IP address) will be transmitted to and stored by Google.  For more information, please visit Google's Privacy Policy .  [Google's Privacy Policy](http://www.google.com/policies/privacy)   ## Disclosure of Information  Other than sharing your information with other appropriate university personnel and units to ensure the quality, functionality, and security of our website, or manage your relationship with us, we will not disclose personally identifiable information about your use of the site except under the following circumstances:   ## Security  Due to the rapidly evolving nature of information technologies, no transmission of data over the Internet can be guaranteed to be completely secure. While we are committed to protecting the privacy of our visitors, we cannot guarantee the security of any information that you transmit to university websites, and you do so at your own risk. However, once we receive your information, we will use reasonable safeguards consistent with prevailing industry standards and commensurate with the sensitivity of the data being stored to maintain the security of that information on our systems.  In addition, we will comply with all applicable federal, state and local laws regarding the privacy and security of visitor information.  We have appropriate security measures in place in our physical facilities to protect against the loss, misuse, or alteration of information that we have collected from you at our site.   ## Privacy Notice Changes  From time to time, we may use visitor information for new, unanticipated uses not previously disclosed in our privacy notice.  Only data collected from the time of the policy change forward will be used for these new purposes. If you are concerned about how your information is used, you should check back at our website periodically.   ## Contact Information  If you have questions or concerns about this policy, please contact us.  If you feel as though this site's privacy practices differ from the information stated, you may contact us at the listed address or phone number.  If you feel that this site is not following its stated policy and communicating with the owner of this site does not resolve the matter, or if you have general questions or concerns about privacy or information technology policy at Indiana University, please contact the chief privacy officer through the University Information Policy Office, 812-855-UIPO, privacy@iu.edu . "
  },
  {
    "url": "URL: https://parking.iupui.edu/news-events/_news/wilsongarage.html#search",
    "body": "  # Wilson Garage Construction Alert  Wednesday, April 12, 2023  The Wilson Street Garage will undergo construction beginning on or about Thursday, April 20.  The necessary work is expected to last until December. During construction, the garage will remain open, but two floors may be closed at a time. The other floors will remain accessible by following construction signage in the garage. For the duration of this construction, Wilson Garage permit holders will be able to park in the Lockefield Garage as well.  We apologize for any inconvenience and appreciate your patience during this construction. If you have any questions, please contact us at permits@iupui.edu . "
  },
  {
    "url": "URL: https://parking.iupui.edu/parking/lpr.html#search",
    "body": "  ## LPR Technology comes to IUPUI  IUPUI Parking & Transportation Services continually searches for opportunities to enhance customer experience, create efficiencies, and adopt new solutions available in the industry.  As part of our long-term strategic plan, a phased implementation of License Plate Recognition (LPR) technology began in the Spring of 2021   ## What is License Plate Recognition (LPR)?  License Plate Recognition (LPR) is a virtual permit system that allows you to use your license plate as your parking permit.  No more worrying about properly displaying your parking permit or transferring your permit between vehicles.  With LPR, your license plate is your virtual permit! However, for now, you must continue to display your permit until we have reached the final phase of implementation.  LPR is more than just replacing your parking permit.  The readers affixed to Parking & Transportation Services vehicles, which can also be affixed to garages, can also count open parking spaces which will be displayed via a mobile App or other technologies in future phases.  This will provide real-time parking options for visitors, students, and employees.   ## How does this work?  When a vehicle is parked on campus, the rear license plate is captured by readers mounted on Parking & Transportation Services vehicles.  LPR works like a supermarket scanner with your license plate functioning as the barcode.  When read, the numbers of your plate are automatically referenced against the parking database to verify proper parking privileges for the parking location.   ## When will this happen?  LPR program implementation is expected to progress through multiple phases over the next 3-5 years.  Each phase will be measured and assessed to ensure the program provides a positive parking experience on campus and meets our goals.  With each new phase, we will communicate information and make updates to this page.  After the successful completion of Phase 1 of LPR technology, Phase 2 of the program will begin on IUPUI’s campus in the Fall of 2022 .  As with Phase 1, there will be little impact on your daily parking experience.  You must continue to display your parking permit, and it is very important that you park so that your license plate faces the drive lane.  This means no backing in or pulling through a parking space if your vehicle does not have a state-issued front license plate or you have purchased and affixed a campus-issued LPR plate to your front bumper. The campus-issued LPR plate can be purchased in the IUPUI Parking & Transporation office for $14.50 each.   ## Phases   #### Phase 1:  Test and evaluate LPR in surface lots and install readers in one garage to count open parking spaces. Evaluate the ability of LPR to recognize license plates.   ### Complete   #### Phase 2:  Test ability of LPR scanners to operate entry and exit gate arms.  Install LPR readers at entry and exit of a student garage to pilot capabilities of LPR to recognize parking permissions associated with vehicle license plates when gates are up.  Implement new rule and regulation requiring license plates to face drive lane.     ### In Progress   #### Phase 3:  Keep gates up in all student garages by using LPR to verify parking permissions.  Move to virtual parking permits for students where their license plate will serve as their parking permit.   #### Phase 4:  Install LPR readers at remaining garage entry and exits. Move to virtual permits for employees.   #### Phase 5:  Final implementation may include: no physical hangtag permits for visitors or event attendees, removal of all garage entry and exit gates, pay-by-phone option in visitor garages and an App or other technologies announcing open parking spaces throughout campus.   ## FAQs  We have developed the following FAQs in anticipation of some common questions related to LPR technology implementations. FAQs will be added or updated as we progress through phases of implementation.   ### Why are we doing this?  As part of our mission , we are committed to customer-focused solutions that support the needs of our campus community. LPR provides a variety of benefits to campus parking operations. Benefits include:  [mission](https://parkwcms.sitehost-test.iu.edu/about/index.html)  Improved Customer Experience:  Locate Available Parking:  LPR can integrate with an App or other technologies to help you quickly and efficiently locate available parking.  Commitment to Sustainability:  The LPR initiative will use electric vehicles (EV), which have several environmental benefits compared to conventional internal combustion engine vehicles. EVs have lower operating and maintenance costs, produce little to no mobile air pollution, reduce dependence on petroleum, and reduce greenhouse gas emissions compared to fuel-powered vehicles. By eliminating parking permits, the University eliminates the production materials and waste from parking permit disposal at end of life.   ### What do I need to do in Phase 2 of the LPR project?  Here are the three things you should do during Phase 2 of the LPR project implementation:   ### How can I register my vehicle or confirm that the vehicle information you have on file is accurate?  Log into your IU parking account to update your current vehicle information and license plate.  [IU parking account](https://parkingiu.t2hosted.com/Account/Portal)  If you have any issues adding, updating, or deleting vehicles, please email us at permits@iupui.edu .   ### Can I add more than one vehicle to my account?  Yes. You may register up to five vehicles under your account; however, please remember that only one car may be parked on campus at a time with a permit or when LPR is implemented.   ### Will I receive a citation if my vehicle’s license plate is not in the system?  We recognize that this technology will have a learning curve for our community.  Beginning in January 2023, we will place reminders on vehicles whose plates are not registered in the system with information on how to register that vehicle. Citations may begin later in 2023.   ### What if I forget and pull through or back into a space?  Readers must be able to read your license plate.  However, we understand some habits are difficult to break. Beginning in January 2023, reminders will be placed on vehicles alerting you that your license plate is not facing the drive lane.  Warnings and/or citations may be issued later in 2023.  As a reminder, vehicles with state-issued license plates or the IU campus-issued LPR plate affixed to the front bumper are exempt from this rule.  LPR plates that can be mounted to your front bumper are available for purchase in our office located in the Vermont Street Garage at 1004 W. Vermont Street for a fee of $14.50.  These plates will not expire and do not need to be renewed annually.   ### What if I get a new vehicle or a new license plate?  It is important your license plate and vehicle information is current and correct to avoid unnecessary citations.  Please visit your IU Parking Account to update your information any time a change occurs.  Remember to also delete old or unused vehicle listings from your account.  You will need to enter your new vehicle first before deleting old ones.  You may only have 5 vehicles registered to your account at any time.  [IU Parking Account](https://parkingiu.t2hosted.com/Account/Portal)   ### Will permit prices decrease because of this technology?  Although a physical permit will no longer be required, there are other costs associated with managing an effective LPR system. As such, permit costs are not expected to change.   ### What process did IU Parking Operations go through to obtain approvals for phase I of the LPR project?  IU Parking Operations obtained all approvals required to proceed with this portion of the project. The LPR technology vendor went through the standard approval processes including a legal, policy and security review on privacy.   ### What if I am driving a loaner/rental care or share a vehicle with someone else?  Any vehicle you drive to campus, whether it is your vehicle, one you borrow/share, or one you rent or have as a loaner must be registered to the parking account that purchased the permit.  During Phase 2, please continue to display your physical permit in any vehicle you drive to campus.   ### What if I am part of a carpool?  Since the members of the carpool share permits and may drive separately, the members of the carpool should ensure that all carpool vehicles used to park on campus are listed on all the member parking accounts.  In Phase 2, if you drive separately, each vehicle must display the carpool permit or one of the temporary permits.  We are still determining the process for carpool members driving separately when we move to virtual permits.  More information to come as we transition to later phases of the project.   ### What information is being collected and what happens to that information?  The only information captured is a picture of your license plate. This information will not be shared with other departments or outside entities, unless required by law (such as a subpoena). All license plate photos are deleted after 120 days of capture unless they were taken as a result of your vehicle receiving a citation.  Open parking space counts from the LPR system can be communicated via an App or other technology for a better parking experience and used to maximize space in surface lots and garages to better serve the campus community.   ### What if I have multiple vehicles registered?  LPR technology will recognize the first vehicle on campus as valid. Any additional vehicles on campus at the same time will be subject to a citation.   ### What if I have visitors coming to campus or I am hosting an event?  The visitor parking experience is not changing in this part of the LPR project.  You should continue to direct your guests to park in visitor garages or metered kiosk spaces.  If you have an event where you need to supply permits for guests to park in surface lots, continue to follow the same process.   ### What happens if someone is visiting from another IU campus that does not use LPR?  Will their IU permit still be valid on the IUPUI campus?  Permit parking privileges will not change.  IUPUI campus parking privileges are available on the Intercampus Parking page.  Please continue to display your parking permit while parking at IUPUI.  [Intercampus Parking](https://parking.iu.edu/intercampus-parking/iupui/index.html)   ### Will you continue to honor parking for Purdue students and employees at IUPUI?  Yes.  However, since Purdue already implemented LPR, they no longer issue physical permits. Therefore, students and employees from Purdue should visit the Parking Office at Purdue first. Upon verification from their office, we will issue a physical permit parking at IUPUI for the same time frame their permit is valid at Purdue. Changes to this process in future phases of LPR will be communicated.   ### Will my vehicle be equipped to install a plate on the front?  Parking Operations cannot provide guidance on how an IU LPR plate will mount on every vehicle type. Your local dealership may be able to provide assistance. Please ensure you are familiar with the mounting options before purchasing the IU LPR plate, as they are non-refundable.   ### Can I display the IU LPR plate in my windshield?  IU LPR plates must be mounted to the front of your vehicle, like your state issued rear plate. The IU LPR plate will be scanned by a vehicle mounted LPR camera calibrated to scan only in this area of the vehicle. The LPR cameras are not able to scan images such as the IU LPR plate in other locations of the vehicle. "
  },
  {
    "url": "URL: https://parking.iupui.edu/parking/enforcement/index.html#search",
    "body": " The purpose of the IUP UI parking system is to provide reasonable access to parking facilities f or faculty, staff, students, and visitors. Parking regulations help create an equitable system for all individuals driving to campus. Anyone choosing to park their car on IUPUI’s campus is responsible for reading and understa nding the rules and regulations.  Rules and regulations   ### Pay a Citation  Citations must be paid within 14 calendar days of the date of violation online , by mail, or in person .  [online](https://parkingiu.t2hosted.com/Account/Portal)  [in person](https://www.google.com/maps/place/1004+W+Vermont+St,+Indianapolis,+IN+46202/@39.7734767,-86.1798923,17z/data=!3m1!4b1!4m5!3m4!1s0x886b574a84953b31:0x42b11ae699cc7bdd!8m2!3d39.7734767!4d-86.1777036?hl=en)  Unpaid balances are considered past due 14 calendar days after issuance of the citation and past due accounts may be sent to Student Account Services or an outside collection agency.   ### Appeal a Citation  If you receive a citation you have the right to appeal it by following these steps:  Step 1: File an appeal online , by email , mail or in person within 14 calendar days from the date of issuance .  [online](https://parkingiu.t2hosted.com/Account/Portal)  [mail](https://www.google.com/maps/place/1004+W+Vermont+St,+Indianapolis,+IN+46202/@39.7734767,-86.1798923,17z/data=!3m1!4b1!4m5!3m4!1s0x886b574a84953b31:0x42b11ae699cc7bdd!8m2!3d39.7734767!4d-86.1777036?hl=en)  [in person](https://www.google.com/maps/place/1004+W+Vermont+St,+Indianapolis,+IN+46202/@39.7734767,-86.1798923,17z/data=!3m1!4b1!4m5!3m4!1s0x886b574a84953b31:0x42b11ae699cc7bdd!8m2!3d39.7734767!4d-86.1777036?hl=en)  Step 2: If your appeal is denied, you may request an in-person appeal by email or phone 317-274-4232   ### In Person Appeals  In-person appeals are heard via Zoom on the 2nd Friday of the following months:  Appellants will receive a Zoom invite with instructions the week of their scheduled appointment.  Important information before scheduling your in-person appeal:  The decision of the Parking Appeals Committee is final.   ### Towed Vehicle Information  To recover a vehicle that has been impounded, please visit the Parking and Transportation Services office during business hours. All outstanding balances must be paid in full in order to receive the vehicle release for the tow company.  [Parking and Transportation Services](https://www.google.com/maps/place/1004+W+Vermont+St,+Indianapolis,+IN+46202/@39.7734767,-86.1798923,17z/data=!3m1!4b1!4m5!3m4!1s0x886b574a84953b31:0x42b11ae699cc7bdd!8m2!3d39.7734767!4d-86.1777036?hl=en)  Additional fees, including storage fees, may be owed to the tow company before the vehicle can be released. "
  },
  {
    "url": "URL: https://parking.iupui.edu/index.html#search",
    "body": "  ### Seeking information on IUI Parking and Transportation Services? You're in the right place!   ## Bus, Bike, Walk, Park  IUPUI Parking and Transportation Services supports the Campus community by providing transportation and parking options. We manage permit and visitor parking, the IUPUI JAG LINE Shuttle system , and the Bike IUPUI program. Let us help you get to where you’re going!   ## Quick Links  Online Services Maps JAG LINE Shuttle Tracker Forms Rules and Regulations  [Online Services](https://parkingiu.t2hosted.com/Account/Portal)  [JAG LINE Shuttle Tracker](https://iupui.ridesystems.net)   ## Announcements  Thanksgiving Office Closure  Start of Spring Semester  Rules and Regulations Update  LPR Update  Wilson Garage Construction Alert  Lot 404 - Closed   ## J.A.G.S. Vehicle Assistance  We are pleased to offer complimentary Vehicle Assistance through our J.A.G.S. Vehicle Assistance program.  Need a jump start, air for tires, or assistance getting fuel? We are here to help Monday through Friday from 8 a.m. to 10 p.m.*  *Excludes Campus holidays   ###### 317-274-4232 "
  },
  {
    "url": "URL: https://parking.iupui.edu/transportation/carpool.html#search",
    "body": "  # Carpool  Sharing a ride with a fellow student or co-worker is a great way for you to reduce the stress of driving to campus. Not to mention it can help you reduce expenses such as gasoline, parking fees, and vehicle repairs.  Need help finding people to join your carpool? Commuter Connect can assist. They provide carpool matching services to pair you with others in your area.  [Commuter Connect](https://www.cirta.us/commuter-connect/for-commuters/emergency-ride-home/)   ## IUPUI Carpool Program  Employees of IUPUI are eligible to apply to the IUPUI Carpool Program. A carpool consists of no less than two active IU or IUPUI employees.  In addition, each individual participating in the carpool must:   ###### Emergency Ride Home   ### Permits  Carpool requests go through an approval process. Once the carpool is approved, permits will be assigned. All members of the carpool will be responsible for paying one half of the EM permit rate.  1 - EM or Garage* permit will be assigned to the primary member of the carpool. * Desired garage permit may be on a waitlist.  10 - Single day EM permits will be issued to all carpool participants.  To learn more about the IUPUI Carpool Program contact our office by email permits@iupui.edu or by phone at 317-274-4232 .   ## Hoosier Rideboard   ### Find rides or riders  Hoosier Rideboard is for all IUPUI students, faculty, and staff who are looking for carpool partners or one-time carpool trips. Only IUPUI students, faculty, and staff can register and will be able to see your profile.  Use Hoosier Rideboard to travel to   ### How it Works  By creating a profile, you agree to the terms and conditions of the program and assume all risks.  Get Registered  [Get Registered](https://one.iu.edu/task/iu/hoosier-rideboard)     ## HOOSIER RIDEBOARD FAQ   ### Who can use Hoosier Rideboard?   ### How much does it cost?   ### How does it work?   ### What can I use it for?  You can use it for any trip you need to take – we’ve categorized them into “carpool” and “one-time trips”. For example, students may want to post a one-time trip to travel home during university breaks, to sporting events and concerts in other cities, or classes on other campuses. Students can also post a carpool to find people to commute to campus with. Faculty and staff may want to post a carpool to find carpool partners to get to work and post a one-time trip to get to meetings on other campuses.   ### Can I offer or share rides using IUPUI Motor Pool vehicles?  [IU Motor Pool](https://fleetservices.indiana.edu/vehicle-rental/index.html)   ### How do I report a problem? "
  },
  {
    "url": "URL: https://parking.iupui.edu/about/contact-us.html#search",
    "body": "  ## How to Reach Us  Parking and Transportation Services is a department of Auxiliary Services ; a division of Finance and Administration . We are dedicated to serving our customers and welcome your questions, comments, and suggestions.  [Auxiliary Services](https://aux.iupui.edu/)  [Finance and Administration](https://fiad.iupui.edu/)  We are available in person, by phone, through email or the Contact Form.  Parking and Transportation Services  1004 West Vermont Street, Indianapolis, IN 46202  Phone: 317-274-4232  Fax: 317-278-1860  Office Hours  Email "
  }
]