[
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/policies-procedures/ferpa/index.html#search",
    "body": " To be allowed access to student records, you must carefully review the material presented in this site. Maintaining confidentiality of student records is everyone's responsibility, whether you are faculty, staff, or student.  Students may assign third party access to their One account or sign a bursar/financial aid release of information form. These are not valid for University College to share academic information to a third party. In order for a third party to speak with IUPUI University College staff regarding a student, there must be an active release form , submitted by the student, on file with our office.  [release form](https://iu.co1.qualtrics.com/jfe/form/SV_6XSHxt3QfGBpBe6)  To revoke access previously granted for a third party to speak with IUPUI University College staff, complete this revocation form .  [revocation form](https://iu.co1.qualtrics.com/jfe/form/SV_8Hys6W26iXjwkCO)  Learn about the Family Educational Rights and Privacy Act  [Learn about the Family Educational Rights and Privacy Act](https://ferpa.iu.edu/rights/index.html) "
  },
  {
    "url": "URL: https://uc.iupui.edu/#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!   ## University College coordinates existing university resources and develops new initiatives to promote academic excellence and to enhance student persistence .  5,000+ Students call University College their academic home  350+ IUPUI programs that University College provides advising and guidance for  20+ Student programs that University College offers   ## Helping to build students' futures   ### Tonja Eagan  Eagan firmly believes that our young people are the makers and controllers of our future, and so we need to invest in them. With every successful college graduate who becomes gainfully employed, everyone else will benefit by having a better community.  Eagan firmly believes that our young people are the makers and controllers of our future, and so we need to invest in them. With every successful college graduate who becomes gainfully employed, everyone else will benefit by having a better community.   ### Spencer Harris  Harris feels good that in his retirement he is able to remain connected to and supportive of University College. He says, “I think a donation to University College is a wise investment in the future, and you also benefit from the emotional rewards and satisfaction that comes with helping others.”  Harris feels good that in his retirement he is able to remain connected to and supportive of University College. He says, “I think a donation to University College is a wise investment in the future, and you also benefit from the emotional rewards and satisfaction that comes with helping others.”  [Learn more about giving](https://due.iupui.edu/giving/)   ### Dennis Sponsel  Sponsel says, \"I support IUPUI because I like to think that if my small part can make the school better, then I should be doing that. . . . w e all have to do our part. I admire the goals, vision, and commitment of the leaders at IUPUI and their presence in our community.\"  Sponsel says, \"I support IUPUI because I like to think that if my small part can make the school better, then I should be doing that. . . . w e all have to do our part. I admire the goals, vision, and commitment of the leaders at IUPUI and their presence in our community.\"   ## Events and deadlines  There are no events at this time.   ## In-person support  Whether you are mapping out your journey to graduation or trying to figure out what classes to take, student success advisors in Academic and Career Development are here to provide the support you need.  Connect with the advising office  [Connect with the advising office](https://acd.iupui.edu/advising/index.html)   ## Online tools  [Canvas](https://canvas.iu.edu/)  Canvas  [One.IU](https://one.iu.edu/)  One.IU  [iGPS](https://sisjee.iu.edu/sisigps-prd/web/igps/plan/full/)  iGPS  [Student Center](https://one.iu.edu/launch-task/iu/student-center)  Student Center  [Find my advisor](https://one.iu.edu/launch-task/iu/student-advising-records?terms=advisor)  Find my advisor "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/committees/planning-budgetary-affairs/index.html#search",
    "body": " The University College Planning and Budgetary Affairs Committee serves as the primary deliberative body of the faculty with respect to all issues related to long-range planning and resource allocation. The committee advises the dean in assessing resource needs, in allocating financial resources, and in establishing fiscal priorities.  Members include: "
  },
  {
    "url": "URL: https://uc.iupui.edu/awards/high-impact-practice-teaching/index.html#search",
    "body": "  ## Sarah Baker High-Impact Practice Teaching Award  The Sarah Baker High Impact Practice Teaching Award recognizes a full-time or part-time IUPUI faculty member who has excelled at successfully integrating one or more high-impact practices into a first-year experience course.  High-impact practices could include, but are not limited do, learning communities, service learning and community engagement, global learning, undergraduate research, collaborative assignments, project-based learning, writing intensive courses, and an ePortfolio, etc. A first-year experience course could include Bridge, First-Year Seminar, a Gateway Course, and a General Education course.   ### Award  Recipients will be recognized at the Division of Undergraduate Education Spring Awards Convocation and be awarded a $1,000 monetary award.   ### Eligibility  The award is open to any full-time or part-time IUPUI faculty member who has successfully integrated at least one high-impact practice into an existing first-year experience course (e.g. Bridge, First-Year Seminar, Gateway or General Education).  [high-impact practice](https://www.aacu.org/node/4084)   ### Award criteria  [IUPUI’s Engaged Learning and High-Impact Practice Taxonomies](https://getengaged.iupui.edu/faculty-and-staff/taxonomies/index.html)   ### Nomination process  [this site](https://iu.co1.qualtrics.com/jfe/form/SV_5vVvA6H3Whsah6e)   #### Deadline  Nominations will be accepted through 5:00pm on Wednesday, February 1, 2023.  Please use this link to submit a nomination.  [this link](https://iu.co1.qualtrics.com/jfe/form/SV_5vVvA6H3Whsah6e)   ### Past recipients  2021-2022 Lamia Scherzinger 2020-2021 Kathleen Marrs 2019-2020 Susan Meshulam 2018-2019 Audrey Ricke "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/values/index.html#search",
    "body": "  ## Principles and norms   ### Mission statement  University College is the academic unit at IUPUI that provides a common gateway to the academic programs available to entering students. University College coordinates existing university resources and develops new initiatives to promote academic excellence and enhance student persistence. It provides a setting where faculty, staff, and students share in the responsibility for making IUPUI a supportive and challenging environment for learning.   ### Principles  University College will achieve its mission through the:   ### Norms  We will: "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/administration/christina-downey.html#search",
    "body": "  # Christina Downey, Ph.D  Associate Vice Chancellor for Undergraduate Education Dean, University College Professor of Psychology  Education  Biography  As the associate vice chancellor for undergraduate education and dean of University College, Christina Downey collaborates with academic units across all disciplines to advance student success, improve retention and graduation rates, and reduce equity gaps. She leads the Division of Undergraduate Education and its key units: University College, Honors College, and Institute for Engaged Learning, in delivering high-quality learning experiences and support programs to undergraduate students.  Downey began her role with IUPUI in February 2023. Previously, Downey held academic and administrative appointments at IU Kokomo, where she most recently served as the interim executive vice chancellor for academic affairs and professor of psychology. Her tenure at IU Kokomo included experiences overseeing all academic operations including fiscal operations, fulfilling an integral role in hiring and personnel matters involving faculty, leading all professional undergraduate advising, designing and directing first year experience programs, and focusing on academic compliance and policy including accreditation reporting activities.  A thoughtful, collaborative, and engaged higher education professional, Downey brings a servant-leader approach to successfully navigate complex challenges. She emphasizes empowering colleagues with data, professional development, and enthusiastic colleagueship to implement innovative ideas through informed and constructive dialogue. As a lifelong learner and active scholar, Downey brings the perspective of a social scientist and social justice advocate to day-to-day decision making.  Downey is a graduate of the University of Michigan and Purdue University, where she specialized in clinical psychology. Throughout her career, Downey has authored a number of publications and delivered numerous professional presentations related to student success and psychology. Her research interests span health behavior; eating disturbance and disorder, issues of body image, and perfectionism; multicultural and international issues in mental health and wellness behaviors in relation to positive psychology; and service-learning activities, online learning, and attitudes about diversity in higher education. "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/policies-procedures/academic-reinstatement/index.html#search",
    "body": "  ## Academic reinstatement policy  Students who have been dismissed from any campus of Indiana University are not eligible to enroll in any courses through IUPUI University College until they have been reinstated. By completing the online reinstatement petition, students are requesting reinstatement to IUPUI University College.   ### How to petition for academic reinstatement  [intercampus transfer application](https://admissions.iupui.edu/apply/transfer/index.html#icu)  [returning student application](https://admissions.iupui.edu/apply/transfer/returning_to_iupui.html)  Begin petition (see application dates in #2)  [Begin petition (see application dates in #2)](https://iu.co1.qualtrics.com/SE/?SID=SV_8zRqNpQzt6xFh9b)   ### Contact us  For more information, please contact reinstat@iupui.edu. "
  },
  {
    "url": "URL: https://uc.iupui.edu/awards/deans-list-honors/index.html#search",
    "body": "  ## Recognizing exceptional academic performance  Each semester, to recognize students who have demonstrated academic excellence, University College publishes the Dean’s List comprised of students who have met the qualifications for this academic honor.  Congratulations to all our recipients!   ### View Dean’s List honorees by year  2022–2023  2021–2022  2020–2021   ### University College Dean's List FAQ   #### How am I notified I am on the Dean's List?  Dean's List honorees receive an email to their campus email address.   #### When is the Dean's List announced?  The University College Dean's List is announced after grades are completely finalized. Because students may request grade appeals and time is needed to process those, this date is nearly a month after the end of the term. The fall Dean's List is usually announced in early January, and the spring Dean's List is usually announced in the beginning of June.   #### Is the University College Dean's List open to all students?  Each school has their own Dean's List. Those listed on this website are specifically part of University College, which means they are either a pre-major student or an exploratory student.   #### Can I get a certificate showing I am on the Dean's List?  If you've been named to the Dean's List and need a certificate, please email avcdue@iupui.edu . "
  },
  {
    "url": "URL: https://uc.iupui.edu/student-support-programs/national-student-exchange/requirements/index.html#search",
    "body": "  ## Review your eligibility  Students must meet the following requirements to participate in the National Student Exchange:  Please note that applicants’ names will be submitted to the IUPUI Dean of Students office to verify they do not have any disciplinary records on file. Students admitted to NSE must ensure they do not have any financial obligations to IUPUI (e.g., bursar hold) and that they maintain eligibility to participate in the semester or summer session prior to going on the exchange. Please contact the NSE coordinator or assistant coordinator if you have any questions about eligibility requirements. "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/index.html#search",
    "body": "  ## About University College  University College provides a common gateway to the academic programs available to entering students. Programs and services offered by University College focus on assisting students with the development of the knowledge and skills needed for success in the collegiate environment, including academic advising, academic support, career planning, peer mentoring, and new student orientation. University College also offers college readiness programs that focus on helping high school students to become college bound.   ### Archives  University College freely shares its presentations, handouts, and research. If you have attended a presentation or are interested in a report created by University College faculty, staff, or administrators, please feel free to contact us .   ### Hours of operation  University College houses many offices and student resources that operate on different schedules during the academic year. Please visit our hours page or the website of the program or office you would like to visit to learn more about specific office hours. "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/administration/andrea-engler.html#search",
    "body": "  # Andrea Engler, Ed.D.  Senior Executive Director, Student Transition and Support  Orientation is just the beginning of students' bright future at IUPUI. Students have the chance to meet with knowledgeable leaders who guide them through their orientation, as well as experience housing and residential life during their overnight stay. The orientation program helps students discover and learn about the many resources that IUPUI has to offer. Students also meet with an academic advisor, register for classes, and learn about everything they need to know for a successful first semester.  Visit Orientation Services  [Visit Orientation Services](https://orientation.iupui.edu/index.html) "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/policies-procedures/ucol-transition-schools/index.html#search",
    "body": "  ## Transitioning to degree-granting schools  University College students who started at IUPUI as beginning freshmen and then reached 60 GPA credits or above (including any subsequent transfer credits) must quickly transition to their major in the degree-granting school to ensure on-time graduation. University College will regularly monitor and evaluate students’ academic progress toward admission to their degree-granting school. This policy applies to continuing University College students who started as new freshmen, continuing, and returning students who have earned 60 or more credits and are pursuing their first baccalaureate degree. Students who start at IUPUI as transfer students are not subject to this policy.  Beginning freshmen: defined as students who have no postsecondary credit earned after high school.  Continuing students: defined as students who were enrolled at IUPUI the previous semester.  Returning students: defined as students who return to enroll at IUPUI after an absence of one or more semesters and were not previously dismissed from an IU campus.  Satisfactory academic progress: students who have 60 credit hours or more must maintain a cumulative GPA of 2.0 and enroll in and successfully complete courses that meet the criteria for admission into a degree-granting school. Specifically,  Students must maintain a cumulative GPA of 2.0 to maintain enrollment.   ### Dismissal and reinstatement policies for students with 60 or more credit hours  Adopted: 1998 Revised: 4-2005, 5-2008, 9-2011, 4-2014, 3-2015, 3-2016 Current policy revised and approved by University College faculty: 2-11-2022 "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/student-council/leadership/leila-fehme.html#search",
    "body": "  # Leila  Fehme  President  Degree and graduation year: Biomedical Engineering, Pre-med track with a chemistry and math minor, 2024  Why am I interested in UCSC? UCSC provides leadership experience and the ability to connect to other students. I love working with a team to plan events and meetings to bring students together. In my time at UCSC, I've been able to bond with my team and start events to better students' mental health.  Responsibilities in UCSC and how I can help: I serve as President of UCSC. In my role, I plan meetings and lead the executive team through any events or services provided through UCSC. If you have any questions regarding joining UCSC, what we do, our goals as a team, etc., feel free to contact me! "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/student-council/leadership/chinwendu-ayogu.html#search",
    "body": "  # Chinwendu  Ayogu  Senator  Degree and graduation year: Electrical Engineering, Graduation year, 2025.  Why am I interested in UCSC? My reason for joining UCSC is to gain leadership experience and network with other students in IUPUI.  Responsibilities in UCSC and how I can help: Serving as the senator, my aim is to support and work with other members to carry out our mission as UCSC. "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/dean-welcome/index.html#search",
    "body": "  ## Welcome to University College    Christina Downey, Ph.D. Dean of University College Associate Vice Chancellor for Undergraduate Education Professor of Psychology  avcdue@iupui.edu Taylor Hall (UC) 3163  As the dean of University College, it is my pleasure to congratulate you on your IUPUI admission and welcome you to University College.  You, our University College students, impress me so much. Your admission means you already have a proven track record of success, and I have no doubt you are prepared to continue that success here at IUPUI. I hope you are proud of all you have done and feel encouraged that your knowledge and skills will carry you forward in college.  My whole life, I wanted to be an astronaut. I was positive I was on the right path to spend my career in space. However, once I got to college, I realized: life as an astronaut was not for me. I spent some time exploring majors and careers until I discovered my passion for psychology. That degree in psychology launched my career and drove me to pursue two more degrees.  So often, direction is assumed; it seems we are expected to know exactly where we want to go and how we’re going to get there. But that is not the reality for many of us. Instead, what’s most important is building a foundation that sets us up to succeed, no matter where we go.  University College does exactly that. With just about half of all IUPUI undergraduate students starting in University College, this is your place to explore, to test the waters, to try things out, and to learn through play. It’s where you can experiment as you pursue and build confidence in your major and your career.  Our faculty and staff are here for you every step of the way. They will experiment right alongside you and help you define and pursue your goals. My best advice to you is: build at least one relationship with someone who can support your success at IUPUI.  In University College, we have so many resources, services, and opportunities. I hope you will take the small risk to put yourself out there and connect with all we have to offer you. Your time with us may be brief before you transition to your degree-granting school. But no matter the time you spend with us, one thing is certain: when you start here, you can succeed anywhere.  Sincerely,  Dr. D "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/committees/academic-policies-procedures/index.html#search",
    "body": " The University College Academic Policies and Procedures Committee reviews existing academic policies and procedures for admissions protocols, retention guidelines, and other matters as necessary and works with appropriate groups if review warrants changes to existing policies or practices.  Members include: "
  },
  {
    "url": "URL: https://uc.iupui.edu/indy-achieves/scholarship/index.html#search",
    "body": "  ## Make the most of Indy Achieves  Your Indy Achieves Promise Scholarship provides you with an outstanding resource for your college education, but maintaining that award comes with its own requirements. As an Indy Achieves Promise Scholar, we want to holistically support you as you pursue your degree at IUPUI. You may be out on your own for the first time—but support isn’t far away. Indy Achieves is here to help you understand and complete your scholarship expectations.   ### Requirements for keeping your scholarship  To maintain your eligibility with Indy Achieves, consider these requirements:  File File a Free Application for Federal Student Aid (FAFSA) by the March 20 priority deadline every year.  Qualify Be eligible for state financial aid (e.g., Frank O'Bannon Grant or 21st Century Scholarship).  Complete Complete at least 30 credit hours each academic year.  Earn Earn Satisfactory Academic Progress (SAP)* as determined by your college.  *Please note: SAP usually includes a minimum grade point average (GPA) per semester, as well as a limit on incompletes and withdrawals from courses. Learn more about SAP or contact the IUPUI Office of Student Financial Services with questions.  [Learn more about SAP](https://studentcentral.iupui.edu/funding/manage-financial-aid/satisfactory-academic-progress.html)  [IUPUI Office of Student Financial Services](https://studentcentral.iupui.edu/contact/index.html)   #### We're here to help  Your success coaches support you in navigating life as an IUPUI student.  Connect with your coach   ### Plus , don’t miss important academic dates and deadlines!  Check out the full list of important dates for staying on track with your academic goals.  View the official calendar  [View the official calendar](https://studentcentral.iupui.edu/calendars/official-calendar.html)   ### Find additional support  [IU Moneysmarts Get assistance in making informed financial decisions before, during, and after college.](https://moneysmarts.iu.edu/)   #### IU Moneysmarts  Get assistance in making informed financial decisions before, during, and after college.  [IUPUI Financial Aid Learn about the different types of financial aid available to you.](https://studentcentral.iupui.edu/funding/index.html)   #### IUPUI Financial Aid  Learn about the different types of financial aid available to you.  [IN ScholarTrack ScholarTrack is the one-stop shop for Hoosiers’ state financial aid needs](https://scholartrack.che.in.gov/Login?ReturnUrl=%252f#/)   #### IN ScholarTrack  ScholarTrack is the one-stop shop for Hoosiers’ state financial aid needs  [IUPUI Scholarship Office Your comprehensive, online guide for scholarship opportunities.](https://studentcentral.iupui.edu/funding/index.html)   #### IUPUI Scholarship Office  Your comprehensive, online guide for scholarship opportunities.  [Frank O’Bannon Grant Recipients Learn more about the Frank O’Bannon Grant.](https://www.in.gov/che/4506.htm)   #### Frank O’Bannon Grant Recipients  Learn more about the Frank O’Bannon Grant.  [IN State Financial Aid Appeal Appeal the commission’s determination of your state financial aid eligibility.](https://www.in.gov/che/4500.htm)   #### IN State Financial Aid Appeal  Appeal the commission’s determination of your state financial aid eligibility.  [University College Reinstatement Request reinstatement to IUPUI University College.](https://uc.iupui.edu/academic-affairs/policies-procedures/academic-reinstatement/)   #### University College Reinstatement  Request reinstatement to IUPUI University College.   ### Do you qualify for the Indy Achieves Promise scholarship?  [Find out](https://admissions.iupui.edu/cost-aid/indy-achieves/index.html) "
  },
  {
    "url": "URL: https://uc.iupui.edu/hours/index.html#search",
    "body": "  ## Connect with University College  Our units are here to help you. Review hours and contact information for all our units below. Visit units’ individual websites for more details on accessing their services.   ### Hours  All University College offices are open as follows:  Monday - Friday: 8 a.m. to 5 p.m.  Some offices are also offering early evening hours, in-person and virtual. Contact an office directly to ask about expanded hours.  Winter Break Closure: All University College offices will be closed beginning Friday, December 24. They will re-open on Monday, January 3.   ### Unit-specific contact details and related information   #### Academic and Career Development (advising)  [detailed hours](https://acd.iupui.edu/hours/index.html)  Academic and Career Development website  [Academic and Career Development website](https://acd.iupui.edu/)   #### Bepko Learning Center  Bepko Learning Center website  [Bepko Learning Center website](https://blc.iupui.edu/)   #### Bowen Scholars Program  Bowen Scholars website  [Bowen Scholars website](https://uc.iupui.edu/student-support-programs/bowen-scholars/index.html)   #### Campus Career and Advising Services  Campus Career and Advising Services website  [Campus Career and Advising Services website](https://ccas.iupui.edu/)   #### Center for Transfer and Adult Students  CTAS website  [CTAS website](https://ctas.iupui.edu)   #### Diversity Enrichment and Achievement Program (DEAP)  DEAP website  [DEAP website](https://deap.iupui.edu/)   #### Health and Life Sciences Advising Center  [detailed hours](https://acd.iupui.edu/hours/index.html)  Health and Life Sciences website  [Health and Life Sciences website](https://hls.iupui.edu/)   #### Indy Achieves  Indy Achieves website  [Indy Achieves website](https://uc.iupui.edu/indy-achieves/index.html)   #### Life-Health Sciences Internship Program  Taylor Hall UC 3140 815 W. Michigan St. Indianapolis, IN 46202 (317) 278-3480 lhsi@iupui.edu   ### Appointments  Life-Health Sciences Internship Program website  [Life-Health Sciences Internship Program website](https://lhsi.iupui.edu/)  Schedule an appointment  [Schedule an appointment](https://one.iu.edu/task/iu/student-appointment-scheduler)   #### Mathematics Assistance Center (MAC)  [MAC website](https://science.iupui.edu/math/academics/academic-support/mac.html)  [MAC website](https://science.iupui.edu/math/academics/academic-support/mac.html)  Mathematics Assistance Center website  [Mathematics Assistance Center website](https://mac.iupui.edu/)   #### Nina Scholars  Nina Scholars website  [Nina Scholars website](https://nina.iupui.edu)   #### Office of Student Employment  [Book a 30-minute virtual appointment](https://employment.iupui.edu/contact-us/book-appointment/index.html)  Office of Student Employment website  [Office of Student Employment website](https://employment.iupui.edu/.)   #### Orientation Services  Orientation website  [Orientation website](https://orientation.iupui.edu)   #### Special Programs for Academic Nurturing (SPAN)  Contact SPAN  [Contact SPAN](https://span.iupui.edu/contact-us/index.html)   #### Student Support Services (a TRIO Program)  Student Support Services website  [Student Support Services website](https://sss.iupui.edu)   #### THRIVE Program  THRIVE website  [THRIVE website](https://thrive.iupui.edu)   #### Upward Bound (a TRIO Program)  Contact us  [Contact us](https://ub.iupui.edu/contact-us/index.html)   #### 21st Century Scholars Success Program  21st Century Scholars website  [21st Century Scholars website](https://21stcentury.iupui.edu) "
  },
  {
    "url": "URL: https://uc.iupui.edu/awards/deans-list-honors/2020-2021/index.html#search",
    "body": "  ## 2020-2021 Dean’s List Recipients  Congratulations to our Dean’s List honorees.   ### Fall 2020   #### Highest Honors   #### First Names from A to E   #### First Names from F to J   #### First Names from K to O   #### First Names from P to T   #### First Names from U to Z   #### High Honors   #### First Names from A to E   #### First Names from F to J   #### First Names from K to O   #### First Names from P to T   #### First Names from U to Z   ### Spring 2021   #### Highest Honors   #### First Names from A to E   #### First Names from F to J   #### First Names from K to O   #### First Names from P to T   #### First Names from U to Z   #### High Honors   #### First Names from A to E   #### First Names from F to J   #### First Names from K to O   #### First Names from P to T   #### First Names from U to Z "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/student-council/leadership/index.html#search",
    "body": "  ## Meet UCSC  We’re a student-run organization supported by two advisors who help guide our leaders and our programming. Our student leadership positions include:   ### Our officers  Leila  Fehme  President  Grace  Brandle  Vice President  Kyle  Bartnick  Treasurer  Abdullahi Warsame  Secretary  Favour  Fagbamiye  Public Relations  CJ Hutchison  Reservationist  Chinwendu  Ayogu  Senator   ### Our advisors  Erica Gleason  Advisor  Grace Klosterman  Advisor "
  },
  {
    "url": "URL: https://uc.iupui.edu/search/#search",
    "body": ""
  },
  {
    "url": "URL: https://uc.iupui.edu/faculty/uc-faculty/index.html#search",
    "body": " Karen Alfrey  [https://et.iupui.edu/people/kalfrey](https://et.iupui.edu/people/kalfrey)  Demetra Andrews  [https://kelley.iu.edu/faculty-research/faculty-directory/profile.cshtml?id=DEMETRA](https://kelley.iu.edu/faculty-research/faculty-directory/profile.cshtml?id=DEMETRA)  Lisa Angermeier  [https://shhs.iupui.edu/contact/directory/angermeier-lisa.html](https://shhs.iupui.edu/contact/directory/angermeier-lisa.html)  Keith Anliker  [https://science.iupui.edu/people-directory/people/anliker-keith.html](https://science.iupui.edu/people-directory/people/anliker-keith.html)  Andrew Barth  [https://science.iupui.edu/people-directory/people/barth-andrew.html](https://science.iupui.edu/people-directory/people/barth-andrew.html)  Kathy Berlin  [https://shhs.iupui.edu/contact/directory/berlin-kathy.html](https://shhs.iupui.edu/contact/directory/berlin-kathy.html)  Charity Bishop  [https://fsph.iupui.edu/about/directory/bishop-charity.html](https://fsph.iupui.edu/about/directory/bishop-charity.html)  Brenda Blacklock  [https://science.iupui.edu/people-directory/people/blacklock-brenda.html](https://science.iupui.edu/people-directory/people/blacklock-brenda.html)  Nicholas Brehl  [https://medicine.iu.edu/faculty/19580/brehl-nicholas](https://medicine.iu.edu/faculty/19580/brehl-nicholas)  Gary Brumitt  [https://fsph.iupui.edu/about/directory/brumitt-gary.html](https://fsph.iupui.edu/about/directory/brumitt-gary.html)  Pamela Clark  [https://philanthropy.iupui.edu/people-directory/clark-pamela.html](https://philanthropy.iupui.edu/people-directory/clark-pamela.html)  Liz Cohen  [https://shhs.iupui.edu/contact/directory/cohen-elizabetha.html](https://shhs.iupui.edu/contact/directory/cohen-elizabetha.html)  Jerry Daday  [https://due.iupui.edu/about-us/leadership/jerry-daday.html](https://due.iupui.edu/about-us/leadership/jerry-daday.html)  Stephanie Doty  [https://herron.iupui.edu/about/directory/profiles/doty-stephanie.html](https://herron.iupui.edu/about/directory/profiles/doty-stephanie.html)  Owen Dwyer  [https://liberalarts.iupui.edu/departments/geography/directory/owen-dwyer/](https://liberalarts.iupui.edu/departments/geography/directory/owen-dwyer/)  Keely Floyd  [https://fsph.iupui.edu/about/directory/floyd-keely.html](https://fsph.iupui.edu/about/directory/floyd-keely.html)  Mary Ann Frank  [https://et.iupui.edu/people/marafran](https://et.iupui.edu/people/marafran)  Crystal Garcia  [https://spea.iupui.edu/contact/people-directory/garcia-crystal.html](https://spea.iupui.edu/contact/people-directory/garcia-crystal.html)  Andrew Gavrin  [https://science.iupui.edu/people-directory/people/gavrin-andrew.html](https://science.iupui.edu/people-directory/people/gavrin-andrew.html)  Patrick Gentry  [https://science.iupui.edu/people/gentry-patrick-lee](https://science.iupui.edu/people/gentry-patrick-lee)  Anita Giddings  [https://herron.iupui.edu/about/directory/profiles/giddings-anita.html](https://herron.iupui.edu/about/directory/profiles/giddings-anita.html)  Michele Hansen  [https://irds.iupui.edu/contact-us/profiles/michele-hansen.html](https://irds.iupui.edu/contact-us/profiles/michele-hansen.html)  Kelli Herm  [https://ulib.iupui.edu/about/people/hermk](https://ulib.iupui.edu/about/people/hermk)  Deborah Herold  [https://science.iupui.edu/people/herold-debora](https://science.iupui.edu/people/herold-debora)  Yogesh Joglekar  [https://science.iupui.edu/people-directory/people/joglekar-yogesh.html](https://science.iupui.edu/people-directory/people/joglekar-yogesh.html)  Amy Johnson  [https://shhs.iupui.edu/contact/directory/johnson-amy.html](https://shhs.iupui.edu/contact/directory/johnson-amy.html)  Daniella Kostroun  [https://liberalarts.iupui.edu/directory/bio/dkostrou](https://liberalarts.iupui.edu/directory/bio/dkostrou)  Gina Londino-Smolar  [https://science.iupui.edu/people-directory/people/londino-smolar-gina-m.html](https://science.iupui.edu/people-directory/people/londino-smolar-gina-m.html)  Suzann Lupton  [https://oneill.iupui.edu/contact/people-directory/lupton-suzann.html](https://oneill.iupui.edu/contact/people-directory/lupton-suzann.html)  Albert M. William  [https://soic.iupui.edu/people/albert-william/](https://soic.iupui.edu/people/albert-william/)  Kathy Marrs  [https://science.iupui.edu/people-directory/people/marrs-kathleen.html](https://science.iupui.edu/people-directory/people/marrs-kathleen.html)  Susan Meshulam  [https://science.iupui.edu/people-directory/people/meshulam-susan.html](https://science.iupui.edu/people-directory/people/meshulam-susan.html)  Fawzi Ben Messaoud  [https://soic.iupui.edu/people/fawzi-benmessaoud/](https://soic.iupui.edu/people/fawzi-benmessaoud/)  Emily Murphy  [https://kelley.iu.edu/faculty-research/faculty-directory/profile.cshtml?id=MURPHYEM](https://kelley.iu.edu/faculty-research/faculty-directory/profile.cshtml?id=MURPHYEM)  Bethany Neal-Beliveau  [https://science.iupui.edu/people-directory/people/neal-beliveau-bethany.html](https://science.iupui.edu/people-directory/people/neal-beliveau-bethany.html)  Jennifer Nelson  [https://science.iupui.edu/people-directory/people/nelson-jennifer.html](https://science.iupui.edu/people-directory/people/nelson-jennifer.html)  Peter Orono  [https://et.iupui.edu/people/porono](https://et.iupui.edu/people/porono)  Steven Overbey  [https://liberalarts.iupui.edu/departments/communication-studies/directory/steven-overbey/](https://liberalarts.iupui.edu/departments/communication-studies/directory/steven-overbey/)  John Parrish-Sprowl  [https://liberalarts.iupui.edu/departments/communication-studies/directory/john-parrish-sprowl/](https://liberalarts.iupui.edu/departments/communication-studies/directory/john-parrish-sprowl/)  Celeste Phillips  David Pierce  [https://shhs.iupui.edu/contact/directory/pierce-david.html](https://shhs.iupui.edu/contact/directory/pierce-david.html)  Tamiko Neal Porter  [https://science.iupui.edu/people-directory/people/porter-tamiko.html](https://science.iupui.edu/people-directory/people/porter-tamiko.html)  Saptarshi Purkayastha  [https://soic.iupui.edu/people/saptarshi-purkayastha/](https://soic.iupui.edu/people/saptarshi-purkayastha/)  Irene Queiro-Tajalli  [http://labor.iu.edu/Our_People/profiles/queiro-Tajalli_irene.php](http://labor.iu.edu/Our_People/profiles/queiro-Tajalli_irene.php)  Jennifer Remick  [https://nursing.iupui.edu/directory/profiles/faculty/remick-jennifer.shtml](https://nursing.iupui.edu/directory/profiles/faculty/remick-jennifer.shtml)  Ron Sandwina  [https://liberalarts.iupui.edu/departments/communication-studies/directory/ronald-sandwina/](https://liberalarts.iupui.edu/departments/communication-studies/directory/ronald-sandwina/)  Carly Schall  [https://liberalarts.iupui.edu/departments/sociology/directory/carly-schall/](https://liberalarts.iupui.edu/departments/sociology/directory/carly-schall/)  Genevieve Shaker  [https://philanthropy.iupui.edu/people-directory/shaker-genevieve.html](https://philanthropy.iupui.edu/people-directory/shaker-genevieve.html)  Seemein Shayesteh  [https://et.iupui.edu/people/shayests](https://et.iupui.edu/people/shayests)  Rebecca Shrum  [http://liberalarts.iupui.edu/directory/bio/rshrum](http://liberalarts.iupui.edu/directory/bio/rshrum)  Carrie Sickmann  [https://liberalarts.iupui.edu/departments/english/directory/carrie-sickmann/](https://liberalarts.iupui.edu/departments/english/directory/carrie-sickmann/)  Debra Sipes-Fears  [https://nursing.iupui.edu/directory/profiles/faculty/sipes-fears-debra.shtml](https://nursing.iupui.edu/directory/profiles/faculty/sipes-fears-debra.shtml)  Eric Snajdr  [https://www.ulib.iupui.edu/digitalscholarship/people/ericsnajdr](https://www.ulib.iupui.edu/digitalscholarship/people/ericsnajdr)  Diane Sturek  [https://kelley.iu.edu/faculty-research/faculty-directory/profile.html?id=DLSTUREK](https://kelley.iu.edu/faculty-research/faculty-directory/profile.html?id=DLSTUREK)  Elizabeth Thill  [https://liberalarts.iupui.edu/departments/wlac/directory/elizabeth-w-thill/](https://liberalarts.iupui.edu/departments/wlac/directory/elizabeth-w-thill/)  Jennifer Thorington Springer  [https://liberalarts.iupui.edu/departments/english/directory/jennifer-thorington-springer/](https://liberalarts.iupui.edu/departments/english/directory/jennifer-thorington-springer/)  Regina Turner  [https://liberalarts.iupui.edu/departments/communication-studies/directory/regina-c-turner/](https://liberalarts.iupui.edu/departments/communication-studies/directory/regina-c-turner/)  Marquita Walker  [http://labor.iu.edu/Our_People/profiles/walker_marquita.php](http://labor.iu.edu/Our_People/profiles/walker_marquita.php)  Jeff Watt  [https://seiri.iupui.edu/aboutseiri/advisoryboard/jeffreyxwattprofile.html](https://seiri.iupui.edu/aboutseiri/advisoryboard/jeffreyxwattprofile.html)  Robert White  [https://liberalarts.iupui.edu/departments/sociology/directory/robert-white/](https://liberalarts.iupui.edu/departments/sociology/directory/robert-white/)  Craig Willey  [https://education.iupui.edu/faculty-research/faculty-directory/willey-craig.html](https://education.iupui.edu/faculty-research/faculty-directory/willey-craig.html)  Michael Yard  [https://science.iupui.edu/people-directory/people/yard-micheal.html](https://science.iupui.edu/people-directory/people/yard-micheal.html)  Paul Yearling  [https://et.iupui.edu/people/pyearlin](https://et.iupui.edu/people/pyearlin)  Robert Yost  [https://science.iupui.edu/people-directory/people/yost-robert.html](https://science.iupui.edu/people-directory/people/yost-robert.html)  Hongqiu Zhao  [https://science.iupui.edu/people-directory/people/zhao-hongqiu.html](https://science.iupui.edu/people-directory/people/zhao-hongqiu.html)  Lin Zhu  [https://science.iupui.edu/people-directory/people/zhu-lin.html](https://science.iupui.edu/people-directory/people/zhu-lin.html) "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/policies-procedures/probation/index.html#search",
    "body": "  ## First-year academic probation   ## Academic probation "
  },
  {
    "url": "URL: https://uc.iupui.edu/student-support-programs/index.html#EEP",
    "body": "  ## Excel through college   ### Everything that matters during the first year at IUPUI  IUPUI is focused on student success. With more than 20 programs and events, University College is the mecca for excelling through college and graduating on time. Programming includes first-year seminars, themed learning communities, bridge programs, student-focused advising, tutoring, and multiple peer-mentoring initiatives—all designed to aid students in their transition to the university. College is challenging, which is why University College provides dynamic resources to help students meet their goals.  University College provides a setting where faculty, staff, and students share in the responsibility for making IUPUI a supportive and challenging environment for learning.   ### Student Support Programs   ## Academic and Career Development  Academic and Career Development facilitates students’ academic and career success by providing programs and services that engage students in exploring and committing to educational and career goals, developing and implementing meaningful academic plans, transitioning into degree-granting schools, and translating learning to the world of work.  [Learn more about Academic and Career Development](http://acd.iupui.edu/)   ## Bepko Learning Center  The Bepko Learning Center ’s programs are based on a belief that highly successful students can play an integral role in the academic development of their peers.  Learn more about the Bepko Learning Center  [Learn more about the Bepko Learning Center](http://blc.iupui.edu)   ## Bridge  Bridge is five-day program that teaches you the ins and outs of being a new IUPUI Jaguar. We'll help you feel prepared for your first year of college and beyond! During Bridge, you'll make new friends, learn more about your school and major, and start connecting to campus activities and resources. You might even get started on some of your fall course work.  Learn more about Bridge  [Learn more about Bridge](https://experience.iupui.edu/how-it-works/bridge/index.html)   ## Center for Transfer and Adult Students  The Center for Transfer and Adult Students provides a primary point of contact for transfer and adult students, providing programming and support through their transition to their academic school.  Learn more about CTAS  [Learn more about CTAS](https://ctas.iupui.edu/)   ## Health and Life Sciences Advising Center  The Health and Life Sciences Advising Center collaborates with campus partners to provide students at all levels in a variety of academic disciplines with the information and guidance needed to explore, plan for, and enter fields in the life sciences as well as traditional health professions.  Learn more about the Health and Life Sciences Advising Center  [Learn more about the Health and Life Sciences Advising Center](http://hls.iupui.edu/)   ## Learning Communities  A learning community is a first-year seminar linked to one or more general education courses that a cohort of 25 freshmen take together. Students build close friendships with their peers and make connections with their faculty, advisor, and peer mentor. Learning community students explore and apply ideas across courses and through out-of-class activities make connections between classwork and life experiences.  Learn more about learning communities  [Learn more about learning communities](https://experience.iupui.edu/how-it-works/learning-communities/index.html)   ## Life–Health Sciences Internship Program  The Life–Health Sciences Internship program (LHSI) connects IUPUI life and health sciences undergraduates with research and professional experience internships on and near the IUPUI campus.  Learn more about LHSI  [Learn more about LHSI](http://lhsi.iupui.edu/)   ## Mathematics Assistance Center  The Mathematics Assistance Center (MAC) is a unique approach to education focusing on the potential for building a campuswide support and collaboration for the work done in first access to content (e.g., lecture, adaptive learning technology, flipped classroom engagement). The model further empowers the use of peer-to-peer interactions and collaborations within the context of the teaching and learning of mathematics.  Learn more about the MAC  [Learn more about the MAC](http://mac.iupui.edu/)   ## National Student Exchange  The National Student Exchange is a study away opportunity that allows students to take new courses, see new places, make new friends, and enroll in academic options that may not be available on their own campuses.  Learn more about the National Student Exchange   ## Orientation  Orientation is designed to introduce students to the campus and to the many services and resources provided for all students. Whether students are in their first year or they are transferring from another university, the orientation team is here to ensure students have everything they need for the first day of classes.  Learn more about Orientation Services  [Learn more about Orientation Services](https://orientation.iupui.edu/)   ## SPAN  The IUPUI SPAN Division allows academically motivated high school students to enroll in college classes on the IUPUI campus. Developed in 1984, SPAN is designed to help students either get a head start on their college education or take courses that are not offered at their high schools.  Learn more about SPAN  [Learn more about SPAN](https://span.iupui.edu/)   ## Office of Student Employment  The Office of Student Employment provides resources and empowers students to find meaningful, academically relevant work experiences that enhance both academic and personal success.  Learn more about the Office of Student Employment  [Learn more about the Office of Student Employment](https://employment.iupui.edu/)   ### Celebrating diversity, supporting educational equity  Our Educational Equity Programs empower students from populations that have traditionally been underrepresented in higher education to transition and succeed as college students at IUPUI. We provide you with wraparound support to help you achieve your goals. Explore the programs, and find out how to apply.   #### 21st Century Scholars Success Program  The 21st Century Scholars Success Program supports IUPUI 21st Century Scholars with a diverse array of programs and services.  Learn more about the 21st Century Scholars Success Program  [Learn more about the 21st Century Scholars Success Program](https://21stcentury.iupui.edu/)   #### Bowen Scholars Program  Through the generosity of the Bowen Family Foundation, we offer the Bowen Scholars Program at IUPUI for selected Ivy Tech Bowen Scholars. This scholarship provides monthly workshops, mentoring, a computer lab, up to $1,000 per semester toward the cost of attendance, and a living stipend of $1,000 per semester for up to three years.  Learn more about the Bowen Scholars Program   #### CREA Scholars Program  Through the generosity of the CREA Foundation, we offer the CREA Scholars Program to support the education of students facing financial barriers to success, especially those from affordable housing communities. CREA Scholars receive a scholarship and participate in an Educational Equity Program throughout their college experience.  Learn more about the CREA Scholars Program   #### Diversity Enrichment and Achievement Program  The mission of the Diversity Enrichment and Achievement Program (DEAP) is to enhance the transition and success of IUPUI students from populations that have been traditionally underrepresented in higher education by addressing academic, social, and personal matters that have an impact on persistence.  Learn more about DEAP  [Learn more about DEAP](https://deap.iupui.edu/)   #### Indy Achieves  Indy Achieves provides additional financial assistance, including Promise Scholarships, and support services to Marion County (IN) residents that are eligible for state financial aid.  Learn more about Indy Achieves   #### Nina Scholars Program  The Nina Mason Pulliam Legacy Scholars Program offers students who face significant barriers to educational success an opportunity to obtain a bachelor's degree at IUPUI. The program targets lower-income individuals who were either raised in the child welfare system (such as foster care), have physical disabilities, or are returning adults with dependents. Applicants must meet certain requirements to be selected for the program.  Learn more about the Nina Scholars Program  [Learn more about the Nina Scholars Program](https://nina.iupui.edu/)   #### Student Support Services  Student Support Services (SSS) is a program to help specially selected students from the time they come through orientation until they graduate. A proven program of information, support, and guidance helps provide SSS students with the academic and personal support necessary to excel at IUPUI.  Learn more about Student Support Services  [Learn more about Student Support Services](https://sss.iupui.edu/)   #### THRIVE  THRIVE is designed to empower students to develop their capacity for personal growth and self-authorship. Eligible students who are selected to engage in the program participate in Bridge, a first-year seminar, peer mentoring, success coaching, and coordinated activities. These activities provide experiences beyond the classroom, such as workshops, cultural events, excursions, and retreats.  Learn more about THRIVE  [Learn more about THRIVE](https://thrive.iupui.edu/)   #### Upward Bound  IUPUI Upward Bound provides low-income, first-generation potential college students quality instruction and academic support to ensure their successful completion of a bachelor’s degree.  Learn more about Upward Bound  [Learn more about Upward Bound](https://ub.iupui.edu/) "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/policies-procedures/enrollment-fys/index.html#search",
    "body": " All new University College beginning and transfer students with 17 or fewer credit hours are required to enroll in a first-year seminar course during their first semester of enrollment at IUPUI. Beginning students entering IUPUI with college credit earned during high school, regardless of the number of credits, are required to enroll in a first-year seminar course. Upon extraordinary circumstances and the discretion of the academic advisor, this requirement may be waived. "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/advisors/index.html#search",
    "body": "  ## Your University College support team  Academic advisors in Academic and Career Development are committed to the success of all students and have skills in academic and career planning as well as special knowledge about the transition to college. Most advisors hold a master’s degree in education, counseling, social work, or student personnel services.  [Academic and Career Development](https://acd.iupui.edu/index.html)   ### Roles of advisors  While an advisor’s primary role is to assist students with their academic and career goals in a one-on-one setting, they also provide assistance in other settings and roles.   #### Learning community instructional teams  Advisors are key members of the instructional teams for each learning community. In this role, the advisor serves as the assigned advisor for all students enrolled in the section to which they are assigned. By being in the classroom for each class meeting, students are able to make frequent contacts with an advisor. Advisors provide students with important information and guidance on topics such as study skills, time management, financial planning, and selecting a major and career.   #### Students experiencing difficulties  Advisors are particularly well trained in working with students who have academic difficulties. Advisors assist students in assessing problems and developing positive solutions that lead to academic success and graduation.   #### Workshops  Throughout the semester, advisors present workshops on academic skills, including time management, goal setting, and selection of a major and career.   ## Meet with your advisor  [Connect with Academic and Career Development](https://acd.iupui.edu/advising/appointments/index.html) "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/committees/diversity/index.html#search",
    "body": " The University College Diversity Committee reviews the culture of University College with a goal of promoting an inclusive environment for faculty, staff, and students. The committee focuses on promoting multiculturalism in recruitment, curriculum, professional development, communications, and workplace climate.  Members include:   ## UPCOMING EVENTS   ### Conflict Resolution and Mediation Workshop Series  2018 Fall Workshop Series All workshops are 2:00–3:30 p.m.: Wednesday, 09/12/18 Wednesday, 10/03/18 Wednesday, 10/24/18 Wednesday, 11/14/18  This workshop series will introduce the skills needed to manage and to mediate difficult encounters with students, colleagues, and in personal relationships within diverse communities utilizing diplomacy, tact, and credibility. Participants will learn skills and have opportunities to practice these skills at each workshop.  Participants are encouraged to attend all four workshops in order, as each builds on the previous session. However, please consider attending even if you are unavailable to attend all the sessions.  A certificate of completion will be awarded after completion of all four sessions.  For more information and to register, please email Wendy Crandall at wcrandal@iu.edu. "
  },
  {
    "url": "URL: https://uc.iupui.edu/student-support-programs/bowen-scholars/index.html#search",
    "body": "  ## About the IUPUI Bowen Scholars Program  Through the generosity of the Bowen Family Foundation, we are able to offer the Bowen Scholars Program at IUPUI for selected Ivy Tech Bowen Scholars and for selected students who have participated in an Educational Equity Program (EEP) in their first year at IUPUI.  This scholarship provides program support and up to $2,000 per semester toward the cost of attendance for up to three years.   ### Educational Equity Program Bowen Scholars   #### Eligible applicants  EEP participants who meet the following criteria are eligible to apply:   #### What you need to apply  The Bowen Scholar applications are available through the IU Scholarship Portal.  [IU Scholarships](https://one.iu.edu/task/iu/scholarships)   #### Deadline to apply is January 5, 2024.  [Apply now](https://one.iu.edu/task/iu/scholarships)   ### Ivy Tech Bowen Scholars   #### Eligible applicants  Ivy Tech Bowen Scholars who meet the following criteria are eligible to apply:   ### What you need to apply   #### Applications are due November 1 for spring semester consideration and April 1 for fall consideration.  Please contact the Ivy Tech Bowen Scholars Director for application details.     ### Contact  815 W. Michigan Street Indianapolis, IN 46202 Office: (317) 278-7564 Fax: (317) 278-2030 nina@iupui.edu "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/courses/career-planning/index.html#search",
    "body": "  ## UCOL-U 210 Career Connections  This course is designed to assist students in the major/career exploration and selection process. Especially targeted are students who are beyond their first semester with over 12 credit hours but with less than 56 credit hours and who want or need to change majors or to declare a major. The course is designed to help students develop and execute a personalized plan of major and career exploration. This will be encouraged by using the first eight weeks of weekly class meetings to develop an individualized exploration contract and then using the second eight weeks to implement that plan outside of class. Students will also meet individually with the instructor and academic/career advisor. Through the course emphasis on experiential learning, students will be making connections with people, activities, and resources that will facilitate a more realistic approach to major and career decision making. "
  },
  {
    "url": "URL: https://uc.iupui.edu/indy-achieves/success-coaching/index.html#search",
    "body": "  ## Connect with your coaching cohort  If you’re an Indy Achieves Promise Scholar who receives the Frank O’Bannon Grant, in your first year at IUPUI, you’re a part of a coaching cohort.  Note: If you’re a 21 st Century Scholar, connect with IUPUI's 21st Century Scholars Success Program.  See resources available to you  [See resources available to you](https://21stcentury.iupui.edu/)  In your cohort, your dedicated student success coach works with you during your time at IUPUI to ensure you are getting the most out of your student experience.  Success coaching offers:  Your Indy Achieves student success coach:   ## Meet the student success coaches   ### Alexis-Simone Calvin  Student Success Coach  alcalv@iu.edu  (317) 274-2526    Education:  Bachelor of Arts, International Studies 2016  Biography: I was born in the sunny city of Los Angeles but raised in Indiana, so I consider myself a Hoosier. I attended Lawrence Central High School (Go Bears!) and graduated from Hope College in Holland, Michigan, with an International Studies degree. My love for cultures outside of my own has guided my career path. My experience ranges from working with students from the rural Midwest spending a semester in Chicago to expanding my knowledge of international education while working for a study abroad provider. Students and education are at the heart of my work as I am passionate about student success and student's journeys through college. Outside of work, I enjoy watching Spanish telenovelas, long walks around parks near my house, reading, traveling to new places, and sweets of almost any kind (food is my second love language).       ### Daniela Leyva  Student Success Coach  leyvad@iupui.edu  (317) 274-0789    Education:  Bachelor of Science in Criminal Justice, IUPUI, 2020  Biography: I was born in San Antonio, Texas, but raised in Indiana. I moved to Indianapolis 7 years ago from Columbus, Indiana. My family is from Durango, Mexico and my favorite food is discada. In 2020 I graduated from IUPUI with a B.S in Criminal Justice. I previously worked with English Learners (K-12) and their families for several years. I love working with students and being an advocate for diverse learners. During my free time, I love hosting game nights, true crime podcasts, playing loteria with my family, and finishing a book in one sitting.       ### Melissa Salerno  Student Success Coach    Education:  Bachelor of Arts, Psychology, Indiana University, 2019   "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/committees/scholarships-and-awards/index.html#search",
    "body": " The University College Scholarships and Awards Committee reviews existing scholarships and recommends criteria and procedures for awarding scholarships, establishes scholarship priorities for University College, publicizes scholarship opportunities, oversees the selection process for awards, assesses the impact of awards on meeting the mission of IUPUI and of University College, and assists University College leadership in identifying potential donors.  Members include: "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/policies-procedures/first-year-dismissal/index.html#search",
    "body": "  ## First-year dismissal policy  *Freshman students are defined as learners enrolled in their first semester at IUPUI and have completed fewer than 12 college credits following high school graduation or GED.  **Approved by University College faculty on March 13, 2015.   ## First-year academic probation policy "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/directions/index.html#search",
    "body": "  ## Directions from the interstates   ### From I-65  From the north: Take Exit 114 to West Street (Martin Luther King Jr. Street), go south to Michigan Street, and turn right. Take Michigan Street (heading west) to Barnhill Drive. Turn left onto Barnhill Drive, then left onto Vermont Street.  From the south: Take I-65 North to I-70 West. Take Exit 79A and follow West Street (Missouri Street) north to Michigan Street, and turn left. Take Michigan Street (heading west) to Barnhill Drive. Turn left onto Barnhill Drive, then left onto Vermont Street.   ### From I-70  From the west: Take Exit 79A and follow West Street (Missouri Street) north to Michigan Street, and turn left. Take Michigan Street (heading west) to Barnhill Drive. Turn left onto Barnhill Drive, then left onto Vermont Street.  From the east: Take I-70 to I-65 North and move into the far left lane. Take Exit 114 to West Street (Martin Luther King Jr. Street), go south to Michigan Street, and turn right. Take Michigan Street (heading west) to Barnhill Drive. Turn left onto Barnhill Drive, then left onto Vermont Street.  From downtown: Take Michigan Street (heading west) to Barnhill Drive. Turn left onto Barnhill Drive, then left onto Vermont Street.   ## Parking  The Vermont Street Parking Garage , located at 1004 W. Vermont Street, is on the left side of the street. The garage is a short walk (approximately five minutes) to Joseph T. Taylor Hall in the middle of a courtyard (east of the parking garage). University College is located on the lower level, second, and third floors of Taylor Hall.   ### Location  University College Taylor Hall 815 W. Michigan St. Indianapolis, IN 46202   ### Contact  Phone: 317-274-2237 Fax: 317-278-7588 Academic appointment line: 317-274-5977 or advising@iupui.edu "
  },
  {
    "url": "URL: https://uc.iupui.edu/awards/deans-list-honors/2022-2023/index.html#search",
    "body": "  ## 2022-2023 Dean’s List Recipients  Congratulations to our Dean’s List honorees.   ### Fall 2022   #### Highest Honors   #### Last Names from A to E   #### Last Names from F to J   #### Last Names from K to O   #### Last Names from P to T   #### Last Names from U to Z   #### High Honors   #### Last Names from A to E   #### Last Names from F to J   #### Last Names from K to O   #### Last Names from P to T   #### Last Names from U to Z   ### Spring 2023   #### Highest Honors   #### Last Names from A to E   #### Last Names from F to J   #### Last Names from K to O   #### Last Names from P to S   #### Last Names from T to Z   #### High Honors   #### Last Names from A to E   #### Last Names from F to J   #### Last Names from K to O   #### Last Names from P to S   #### Last Names from T to Z "
  },
  {
    "url": "URL: https://uc.iupui.edu/awards/outstanding-service-to-students/index.html#search",
    "body": "  ## Recognizing student success advisors and career consultants  The University College Outstanding Service to Students Award is awarded to a new and veteran student success advisor or career consultant in the office of Academic and Career Development that demonstrates qualities and practices in accordance with the criteria outlined below.   ### Eligibility requirements  The recipients must work as a student success advisor or career consultant and have been employed by Academic and Career Development (ACD) in University College for at least one calendar year prior to receiving the award. The award can be received more than once if at least two years have passed since it was last received.   ### Selection process  At the start of the spring semester, a call goes out to students, staff, and faculty for nominations over a four-week period. Communication includes digital signage, emails, social media outreach, and a link to the nomination form. All who are nominated will have the opportunity to accept the nomination and move forward in the selection process. ACD Leadership verifies that all candidates are in good standing with the university and meet the role and employment requirements for the award.  The Selection committee consists of at least 1 award recipient from the previous two years, 1 Division of Undergraduate Education staff or faculty member, and 1 student. The nominees are to submit their supporting materials which include a cover letter and submission of a survey of the qualities and practices below from at least 1 student, 1 supervisor, and 1 colleague to a common site. The committee members review the materials and complete an evaluation sheet for each nominee. Based on materials submitted and final scores, the committee meets to decide on award winners and shares the decision with the Managing Director and Director of Professional Development. Award recipient information is due to the DUE awards convocation committee in March or April to be included in the program.   #### Nomination deadline  The 2022-23 nomination deadline is Friday, February 24.  Make a Nomination  [Make a Nomination](https://iu.co1.qualtrics.com/jfe/form/SV_9Txp6eRYJIQqtDL)   ### Selection matrix  The selection committee will evaluate nominations on the evidence of qualities and practices that distinguish the nominee in the following categories:   ### Past recipients  2021–22 Suzanne Guinn 2020–21 Martha Marshall and Grace Klosterman 2019–20 Sara Crawford and Betsy Parker 2018–19 Rachael Carmichael and Martha Marshall 2017–18 Keely Floyd and Michelle Maloney-Mangold 2016–17 Martha Marshall and Terrel Brown 2015–16 Liz Freedman and Matt Boling 2014–15 Enjoli Hampton-Brown and Iyabode Okoro 2013–14 Morris Jones and Martha Marshall 2012–13 Loren Bumbalough and Suzanne Guinn 2011–12 Beth Goodman 2010–11 Gwen Hobley and Frank Rowen 2009–10 Rebecca Wald Stoker 2008–09 Samantha Walters 2007–08 Asha McCauley 2006–07 Julie Mills 2005–06 Kyle McCool 2004–05 2003–04 Yvonne Fitzgerald 2002–03 Gloria Quiroz 2001–02 Larry W. Hill 2000–01 Melissa Phillips Cooper "
  },
  {
    "url": "URL: https://uc.iupui.edu/student-support-programs/national-student-exchange/next-steps/index.html#search",
    "body": "  ## Your adventure starts here  It is strongly recommended that potential participants do some individual research before committing to the program. This will help develop a better understanding of the program and how it may benefit the participant. Below are the recommended steps to use as a guide to learn more about NSE:  [https://www.nse.org/](https://www.nse.org/)  [iupuinse](https://www.instagram.com/iupuinse/)   ### Start your life-changing experience   ### Contact us   #### Asha McCauley  Email: azwillia@iupui.edu  View Asha's profile  [View Asha's profile](https://span.iupui.edu/contact-us/asha-mccauley.html) "
  },
  {
    "url": "URL: https://uc.iupui.edu/awards/university-college-leadership-for-mentors/index.html#search",
    "body": "  ## Grant information   ### Description  The University College Leadership Grant for Mentors offers student mentors involved in University College mentoring programs the opportunity to enhance their collegiate learning experience by supporting their participation in the following areas (all opportunities must be university sponsored or approved):   ### Eligibility requirements  Student mentors who have received the Scott Evenbeck Leadership Scholarship for at least two semesters are eligible to apply for funds to participate in a university-approved experience. In addition, the following requirements must be met:   ### Award amounts "
  },
  {
    "url": "URL: https://uc.iupui.edu/awards/index.html#search",
    "body": "  ## Leadership Grant for Mentors  Learn more about the University College Leadership Grant for Mentors.   ## Trustees' Teaching Award  Learn more about the Trustees' Teaching Award.   ## Outstanding First-Year Student Advocate Award  Learn more about the Outstanding First-Year Student Advocate Award.   ## Outstanding Service to Students Award  Learn more about the Outstanding Service to Students Award.   ## High Impact Practice Teaching Award  Learn more about the High Impact Practice Teaching Award. "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/administration/matt-rust.html#search",
    "body": "  # Matthew Rust, J.D.  Assistant Dean, University College  Resume/CV  Education  Biography  As the assistant dean of University College, Matthew Rust works with the faculty and staff of University College and the degree-granting schools in the development, implementation, and assessment of programs designed to foster the access and academic achievement of students with a focus on retention. In collaboration with University College leadership, Rust champions efforts to support the success of University College students and campus-wide programs focused on student persistence and success.  Prior to his current role, Rust served in a variety of related roles at IUPUI and North Carolina State University. At IUPUI, he worked as the director of student affairs for the School of Science from 2012 to 2014, before joining the Division of Undergraduate Education as the inaugural director of Campus Career and Advising Services in 2014. In 2018, Rust was promoted to senior executive director during a reorganization of University College. Rust has taught first year seminars and undergraduate courses in employment law as an adjunct faculty member throughout his time at IUPUI  Throughout his time at North Carolina State University’s University College, Rust held a Lecturer appointment teaching first year seminars, career exploration, and mentoring classes. He also served as an academic adviser and then Assistant Director leading the College’s recruitment and outcomes assessment efforts.  Beyond these roles, Rust has authored a number of publications and delivered numerous conference presentations related to student success, advising, career development, and legal issues in higher education, and he has advanced innovation within student success work through grants and contracts that have funded new programs. He is active in his service to the university, the student success profession, and the community, having served on the NACADA Journal ’s editorial board and as a board member and officer for Indiana INTERNnet, a statewide nonprofit connecting employers to early talent. Rust currently serves on the governing board for the Institute for Workforce Excellence based at the Indiana Chamber of Commerce.  Outside of the office, Matt and his wife, Victoria, enjoy taking their four kids for hikes and camping trips in Indiana’s beautiful state parks. In addition to raising kids, Matt also enjoys watching plants develop and is proud to have two healthy oak trees grown from acorns he harvested from the IUPUI campus in 2013 and multiple goldfish plants started from the IUPUI biology department’s greenhouse. "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/courses/first-year/index.html#search",
    "body": "  ## UCOL-U 110 First-Year Seminar  This course addresses issues of transition to the university environment. This first-year seminar is offered in a variety of formats, including a freestanding course, an integrative course linked to one or more discipline-based courses to form a learning community, and a hybrid course with both synchronous online and in-person components as well as structured out-of-class activities. First-year seminars are designed to assist entering students as they form connections with the IUPUI community, including other students, faculty, and advisors. Seminars are structured around the fundamental and powerful concepts of belonging, transitioning, and planning that represent the conditions necessary for student success in college and beyond. Different first-year seminars are sponsored by the various academic units.   ## UCOL-U 112 Critical Inquiry  This course facilitates the acquisition of collegiate academic skills for first-year students by identifying and applying strategies such as critical thinking, independent learning, reading, writing, and information management in relation to a specific academic discipline. Requirements and formats vary according to the introductory discipline course to which it is linked.   ## Bridge  Bridge is a five-day program that teaches students the ins and outs of being a new IUPUI Jaguar. The program helps students to feel prepared for their first year of college and beyond. During Bridge, students make new friends, learn more about their schools and majors, and start connecting to campus activities and resources.   ## Learning Communities  A learning community is a first-year seminar linked to one or more general education courses that a cohort of 25 freshmen take together. Students build close friendships with their peers and make connections with their faculty, advisor, and peer mentor. Learning community students explore and apply ideas across courses and through out-of-class activities make connections between classwork and life experiences. "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/policies-procedures/academic-reinstatement/#search",
    "body": "  ## Academic reinstatement policy  Students who have been dismissed from any campus of Indiana University are not eligible to enroll in any courses through IUPUI University College until they have been reinstated. By completing the online reinstatement petition, students are requesting reinstatement to IUPUI University College.   ### How to petition for academic reinstatement  [intercampus transfer application](https://admissions.iupui.edu/apply/transfer/index.html#icu)  [returning student application](https://admissions.iupui.edu/apply/transfer/returning_to_iupui.html)  Begin petition (see application dates in #2)  [Begin petition (see application dates in #2)](https://iu.co1.qualtrics.com/SE/?SID=SV_8zRqNpQzt6xFh9b)   ### Contact us  For more information, please contact reinstat@iupui.edu. "
  },
  {
    "url": "URL: https://uc.iupui.edu/faculty/uc-lecturers/index.html#search",
    "body": " Nancy Goldfarb  Lecturer  [https://liberalarts.iupui.edu/about/directory/goldfarb-nancy-d.html](https://liberalarts.iupui.edu/about/directory/goldfarb-nancy-d.html)  Deborah Keller  Lecturer  [https://education.iupui.edu/faculty-research/directory/keller-deb.html](https://education.iupui.edu/faculty-research/directory/keller-deb.html)  Susan Meshulam  Lecturer  [https://science.iupui.edu/](https://science.iupui.edu/)  Leslie Miller  Lecturer  [https://liberalarts.iupui.edu/about/directory/miller-leslie-l.html](https://liberalarts.iupui.edu/about/directory/miller-leslie-l.html)  David Sabol  Lecturer  [https://liberalarts.iupui.edu/about/directory/sabol-david-j.html](https://liberalarts.iupui.edu/about/directory/sabol-david-j.html) "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/policies-procedures/index.html#search",
    "body": "  ## University College policies and procedures  University College policies and procedures serve as guidelines for actions and decisions regarding University College students. These policies and procedures were endorsed by the University College Academic Policies and Procedures Committee, which is comprised of University College faculty, administrators, and staff.  Students need to be familiar with all components of these policies and procedures, including any academic consequences. If you have any questions or concerns about these policies and procedures, please talk with your student success advisor.  Academic reinstatement  Administrative withdrawal  Appeals process  Behavioral consultation team  Dean's List  Dismissal policy  Early feedback to students  Enrollment in first-year seminars  Exploratory sophomore hold policy  FERPA  First-year dismissal and probation policies  Probation policy  Policies for University College transition to degree-granting schools "
  },
  {
    "url": "URL: https://uc.iupui.edu/indy-achieves/events/index.html#search",
    "body": "  ## Join us for these upcoming events  There are no events at this time. "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/policies-procedures/behavioral-consultation-team/index.html#search",
    "body": " The purpose of the Behavioral Consultation Team is to assist in addressing situations where students, faculty, or staff are displaying behavior that may not be appropriate for the IUPUI campus environment. For more information, please follow the link below:  Learn more about the Behavioral Consultation Team  [Learn more about the Behavioral Consultation Team](http://bct.iupui.edu/) "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/student-council/join/index.html#search",
    "body": "  ## A place where you belong  Make a real impact on campus and gain valuable leadership skills as part of UCSC. We’re a place where you can meet new people and have fun!  Be a part of our many events each year, either on the planning side or as an event attendee. The events range from Halloween parties to food trucks, movie nights and more. Best of all? They’re all free and easy to participate in.   ### Membership opportunities  With a variety of opportunities, you can get involved in the way that best suits your interests.  With a variety of opportunities, you can get involved in the way that best suits your interests.   ### Leadership roles  Become a leader in the organization, and take on one of our six leadership roles.  Become a leader in the organization, and take on one of our six leadership roles.   ### Event participant  Attend UCSC events as a participant.  Attend UCSC events as a participant.     ### Senators  Be a senator, so you can voice your questions and concerns to leadership while also helping to plan and attend events.  Be a senator, so you can voice your questions and concerns to leadership while also helping to plan and attend events.     ### Ready to join?  We can’t wait to have you. Visit our page on The Spot, and click Join .  Join us on The Spot  [Join us on The Spot](https://thespot.iupui.edu/organization/ucsc) "
  },
  {
    "url": "URL: https://uc.iupui.edu/awards/deans-list-honors/2021-2022/index.html#search",
    "body": "  ## 2021-2022 Dean’s List Recipients  Congratulations to our Dean’s List honorees.   ### Fall 2021   #### Highest Honors   #### Last Names from A to E   #### Last Names from F to J   #### Last Names from K to O   #### Last Names from P to T   #### Last Names from U to Z   #### High Honors   #### Last Names from A to E   #### Last Names from F to J   #### Last Names from K to O   #### Last Names from P to T   #### Last Names from U to Z   ### Spring 2022   #### Highest Honors   #### Last Names from A to E   #### Last Names from F to J   #### Last Names from K to O   #### Last Names from P to T   #### Last Names from U to Z   #### High Honors   #### Last Names from A to E   #### Last Names from F to J   #### Last Names from K to O   #### Last Names from P to T   #### Last Names from U to Z "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/policies-procedures/dismissal-policy/index.html#search",
    "body": "  ## First-year dismissal policy  *Freshman students are defined as learners enrolled in their first semester at IUPUI and have completed fewer than 12 college credits following high school graduation or GED.  **Approved by University College faculty on March 13, 2015.   ## Dismissal policy  *Updates approved by University College faculty on February 11, 2022. "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/committees/index.html#search",
    "body": "  ## Standing committees and task forces  The faculty assembly and the University College Executive Committee may establish such ad hoc committees or task forces as they see fit, save that no ad hoc committee shall be established without a specific term and mandate. The membership of an ad hoc committee may be drawn from outside University College or the university.   ### Academic Policies and Procedures Committee  The committee reviews existing academic policies and procedures and works with appropriate groups if changes to existing policies or practices are needed.   ### Curriculum Committee  The committee provides oversight for all credit-bearing courses and academic support programs of University College.   ### Diversity Committee  The committee promotes multiculturalism in recruitment, curriculum, professional development, communications, and workplace climate.   ### Executive Committee  The committee includes five University College faculty members, the dean, and the associate dean.   ### Faculty Roles, Responsibilities, Recognition, and Development Committee  The committee provides advice and guidance to the faculty on issues related to faculty roles, responsibilities, and recognition regarding teaching, service, and research.   ### Planning and Budgetary Affairs Committee  The committee serves as the primary deliberative body of the faculty with respect to all issues related to long-range planning and resource allocation.   ### Scholarship and Awards Committee  The committee reviews existing scholarships, establishes scholarship priorities, oversees the selection process for awards, and assists in identifying potential donors.   ### Steering Committee  The committee serves as an advisory body to the dean and the University College Executive Committee to provide general direction for the unit. "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/student-council/leadership/grace-brandle.html#search",
    "body": "  # Grace  Brandle  Vice President  Degree and graduation year: Radiation Therapy, 2025  Why am I interested in UCSC? I am drawn to being a leader for my fellow classmates and hope to bring IUPUI’s students amazing experiences and memories during their university career!  Responsibilities in UCSC and how I can help: I serve as UCSC's Vice President and aid in the tasks of organizing student events, activities, and celebrations! I can also help YOU out with scheduling student events, funding for activities, and much more! "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/student-council/leadership/hutchison-cj.html#search",
    "body": "  # CJ Hutchison  Reservationist  Degree and graduation year: Nursing, 2026  Why am I interested in UCSC? UCSC will allow me to not only use my leadership skills but put them to good use. I love volunteering my time as well as being a voice for the soft spoken.  Responsibilities in UCSC and how I can help: I ensure proper notetaking during executive meeting, general meetings, and during campus wide events. I also assist with organization and maintenance of UCSC's events! "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/policies-procedures/appeals/index.html#search",
    "body": " When a student wishes to appeal a decision made by University College faculty, administrators, or staff regarding academic misconduct, requirements, or policies in a University College course, the student should first attempt to resolve the issue by discussing his or her concerns with the member of the university involved in the dispute. If the matter is not resolved to the complainant's satisfaction by contacting the person(s) involved, the University College formal appeals process should be invoked.  This appeals process does not generally apply in cases of grade change appeals based on quality of work for which the final decision rests with the faculty member and/or course coordinator. It can only be used for grade appeals when there is a procedural or policy issue involved.  All appeals are subject to relevant campus policies and procedures as well as the University College appeals process outlined below. Thus, the appeals process for academic misconduct outlined in the Code of Student Rights, Responsibilities, and Conduct will be followed in all University College academic appeals. The items below clarify implementation of the stated university process within University College.  Approved by University College faculty on 3-23-2018 "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/committees/executive/index.html#search",
    "body": " The University College Executive Committee includes five University College faculty members who hold full-time tenured academic appointments from their respective schools and are elected by the faculty, each for a two-year term; the dean; and the associate dean. The terms are staggered with three persons to be elected in one year and two in the succeeding year. Members are elected at the last regularly scheduled meeting of the appropriate academic year. In the absence of a meeting at the scheduled time because of unforeseen circumstances, an electronic ballot can be utilized. The term of service is two years, commencing at the end of the spring semester (or May 31) prior to the start of the fall semester after the election. No committee member is eligible for a third consecutive complete term. In the event a member cannot complete his or her term, the committee will create an ad hoc subcommittee to choose a successor.  Members include: "
  },
  {
    "url": "URL: https://uc.iupui.edu/student-support-programs/crea-scholars/index.html#search",
    "body": "  ## About the CREA Scholars Program at IUPUI  Through the generosity of the CREA Foundation , we are now able to offer the CREA Scholars Program at IUPUI for selected students facing financial barriers to success, especially those from affordable housing communities.  [CREA Foundation](https://creallc.com/foundation/)  In addition to a scholarship (amount varies, average of $5,000), CREA Scholars participate in one or more of the following IUPUI support programs: Student Support Services (SSS); Diversity, Enrichment, and Achievement Program (DEAP); 21st Century Scholars ; or the THRIVE Program .  [Student Support Services](https://sss.iupui.edu/)  [Diversity, Enrichment, and Achievement Program](https://deap.iupui.edu/)  [21st Century Scholars](https://21stcentury.iupui.edu/)  [THRIVE Program](https://thrive.iupui.edu/)   ### Eligible applicants  To be considered for the CREA Scholarship you MUST:   ### What you need to apply  Applications are due April 1.  Apply now  [Apply now](https://iu.academicworks.com/opportunities/34946)   ### Contact  815 W. Michigan Street Indianapolis, IN 46202 Office: (317) 278-7564 Fax: (317) 278-2030 nina@iupui.edu "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/student-council/leadership/erica-gleason.html#search",
    "body": "  # Erica Gleason  Advisor  Education:  Professional Experience :  Advice to students: Be open to and hold space for questions: What do you value? What do you enjoy, and what motivates you? How do you learn and work best? Say \"yes\" to experiences and opportunities that align with those things. Give yourself space to grow, change, and discover.  If you could be any major in your cluster, what would it be? Why?: Global health. During my undergrad, I took a few courses related to environmental ethics and public health. I loved learning about the ways our relationship to the environment impacts our health and imagining a healthier bigger picture.  Biography : I grew up in Huntington Beach, California, but have lived mostly in Indiana since starting college. I have been a runner since high school and am usually training toward some sort of new goal. I also love all things outdoors—hiking, camping, biking, and looking at trees and birds. I enjoy visiting friends and family, experiencing coffee, and hanging out with my adopted cat, Rocky. "
  },
  {
    "url": "URL: https://uc.iupui.edu/faculty/index.html#search",
    "body": "  ## University College faculty  Faculty are an integral part of our approach to academic success for entering students, and we have developed many ways for IUPUI faculty to bring their energy and talents to our initiatives. The University College bylaws specify that 60% of University College faculty members should be from the tenure-track ranks with the remainder of the faculty being composed of lecturers, senior lecturers, and clinical faculty who are engaged in undergraduate education or in the provision of student support services.  University College associates include colleagues who do not hold faculty appointments, but whose work is closely aligned with the mission of University College.  A number of lecturers are jointly appointed with academic departments, including biology, English, communication studies, education, and mathematics. These faculty teach key first-year courses in their respective fields and University College first-year seminars.   ### University College administration   #### Christina Downey, Ph.D.  Associate Vice Chancellor for Undergraduate Education Dean, University College Professor of Psychology  Associate Vice Chancellor for Undergraduate Education Dean, University College Professor of Psychology   #### Matthew Rust, J.D.  Assistant Dean, University College   ### Directories, fellowships, and bylaws   #### University College faculty  View current University College faculty.   #### University College associates  View current University College associates.   #### University College lecturers  View current University College lecturers.   #### Faculty fellowships  View the faculty fellowships since 2005.  [University College faculty bylaws Learn about governance in University College.](https://indiana.sharepoint.com/:b:/s/msteams_92d57a/EVCNbrloNtZOrv-bgHgHn7YBpsCictVZgIWs93JhlpqHEw?e=cymrZE)   #### University College faculty bylaws  Learn about governance in University College. "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/index.html#search",
    "body": "  ## Committed to helping new students  In addition to managing basic college responsibilities, new students must find their way in a new environment that is very different from what they were accustomed to in high school. University College peer mentors, faculty, and staff are committed to helping new students make the transition from high school to college by providing support and service.   ### Advisors  Academic advisors in University College are committed to the success of all students and have skills in academic and career planning.   ### Committees  University College faculty committees and task forces are appointed by the University College Executive Committee.   ### University College Student Council  The University College Student Council is a student group made up of University College students.   ### Mentoring  All University College student mentors are awarded scholarships in recognition of the tremendous work they do on behalf of the IUPUI student body. "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/contact-us/index.html#search",
    "body": "  ## Get in touch with University College   ### Reserve space in Taylor Hall  IUPUI students, staff, and faculty can reserve space in Taylor Hall.  Request a room  [Request a room](https://due.iupui.edu/community/forms/facilities/room-request/index.html)  Note: You must be logged in with your IU credentials to access the room reservation page. "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/student-council/index.html#mission",
    "body": "  ## The University College Student Council: A voice for you  The University College Student Council (UCSC) is a student organization comprised of University College students, just like you. We plan entertaining and educational events throughout the year to help you have fun and connect with other University College students.  We also represents the interests of all University College students within the Undergraduate Student Government (USG).  [Undergraduate Student Government](https://studentaffairs.iupui.edu/get-involved/government/index.html)   ### The UCSC mission   ### Meet UCSC  Learn more about our team.   ### Funding requests  We have funds available for first-year programs that advance our mission. Learn the requirements and how to submit a request.   ### Join UCSC  Interested in getting involved? Find out the steps to join.   ### Upcoming events  Check out our upcoming events on The Spot.  Visit us on The Spot  [Visit us on The Spot](https://thespot.iupui.edu/organization/ucsc)   ### Contact Us  Email: ucsc@iupui.edu  [Tweets by @iupuiucsc](https://twitter.com/iupuiucsc) "
  },
  {
    "url": "URL: https://uc.iupui.edu/indy-achieves/index.html#search",
    "body": "  ## Supporting Indy Achieves Promise Scholars in Marion County (IN) through scholarship and success coaching.   ### Through Indy Achieves, we support our students and our city  Initiated by Indianapolis Mayor, Joe Hogsett, Indy Achieves is a partnership with the City of Indianapolis, EmployIndy, and IUPUI. It provides Promise Scholarships and support services to IUPUI students who are Marion County (IN) residents and who are eligible for state financial aid.  See if you qualify for the Indy Achieves Promise Scholarship  [See if you qualify for the Indy Achieves Promise Scholarship](https://admissions.iupui.edu/cost-aid/indy-achieves/index.html)  Indy Achieves Promise Scholars who receive the Frank O’Bannon Grant will receive support from a student success coach.   ### Learn more about the program  Review F.A.Q., and find out how to succeed through Indy Achieves.   ### Meet your success coaches  Get connected with your coaching cohort and learn how success coaching can help you.   ### Current scholar? Keep your scholarship  Review the requirements for maintaining your scholarship.  My coach was there for me in any and everything I needed. She helped me to succeed and pushed me to keep going and not give up. She was always there to answer any questions I had and to help me out in anything I needed.   ## Get in touch   ### Contact information  Taylor Hall (UC) B07H (Lower Level) 815 W. Michigan Street Indianapolis, IN 46202 Email: achieves@iupui.edu  Meet your success coaches     ### Academic deadlines  Thanksgiving Break Week: no classes  [Thanksgiving Break Week: no classes](https://events.iu.edu/acd/event/908524-thanksgiving-break-week-no-classes)  Wednesday, November 22, 2023  All day  For more details about the Academic Calendar, please see the academic calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Thanksgiving Break Week: no classes  [Thanksgiving Break Week: no classes](https://events.iu.edu/acd/event/908524-thanksgiving-break-week-no-classes)  Thursday, November 23, 2023  All day  For more details about the Academic Calendar, please see the academic calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  Thanksgiving Break Week: no classes  [Thanksgiving Break Week: no classes](https://events.iu.edu/acd/event/908524-thanksgiving-break-week-no-classes)  Friday, November 24, 2023  All day  For more details about the Academic Calendar, please see the academic calendar on https://studentcentral.iupui.edu/calendars/official-calendar.html  [View the official calendar](https://studentcentral.iupui.edu/calendars/official-calendar.html)   ### Indy Achieves events  There are no events at this time. "
  },
  {
    "url": "URL: https://uc.iupui.edu/indy-achieves/about/index.html#search",
    "body": "  ## Making postsecondary education a reality for all Marion County residents  More than 60% of jobs in the state of Indiana require a postsecondary credential or degree, but only 42% of Marion County residents have the education and training needed in the twenty-first century economy.  In May 2018, Indianapolis Mayor Joe Hogsett signed the Indianapolis Promise Initiative in partnership with the City of Indianapolis, EmployIndy, IUPUI, and Ivy Tech Community College (Indianapolis campus) to launch Indy Achieves.  Through Indy Achieves, Marion County residents who receive state financial aid and are attending IUPUI may qualify for additional financial assistance and support services.  See if you qualify for the Indy Achieves Promise Scholarship  [See if you qualify for the Indy Achieves Promise Scholarship](https://admissions.iupui.edu/cost-aid/indy-achieves/index.html)  Indy Achieves is committed to:   ### Indy Achieves Frequently Asked Questions  It’s normal to have questions! Find answers to some of the most common questions. Don’t see what you’re looking for? Contact us at achieves@iupui.edu .   #### What does the Indy Achieves Promise Scholarship cover?  The Indy Achieves (IA) Promise Scholarship is a last dollar scholarship, meaning it covers the gap between your financial aid and tuition cost.**  If you don’t have a gap or if it is less than $200, the IA Promise Scholarship will be a minimum $200.  Estimate your tuition and fees  [Estimate your tuition and fees](https://studentcentral.iupui.edu/cost/tuition-fees/index.html)  **Keep in mind that, depending on your choices, you may also be charged optional and course-related fees, housing costs, recreational and locker rental fees, a meal plan fee, and parking fees. These fees are not included in the estimate of tuition cost in the IA Promise Scholarship calculation.   #### How will the Indy Achieves Promise Scholarship be distributed?  Once accepted and enrolled full time, in this case at IUPUI, the Indy Achieves Promise Scholarship will be disbursed directly to IUPUI on behalf of the student. Your tuition bill will reflect the amount deducted for the Indy Achieves Promise Scholarship. Money will never be paid directly to a student.   #### Why do I need to be a full-time student (minimum of 12 credit hours) to receive Indy Achieves and other financial aid awards?  Part-time students are not eligible to receive state financial aid (e.g., 21st Century Scholarship or Frank O’Bannon Grant) and therefore cannot be eligible for the Indy Achieves Promise Scholarship.   #### What is the FAFSA application?  The Free Application for Federal Student Aid (FAFSA) is a form completed by current and prospective college students in the United States to determine their eligibility for student financial aid.  It is a requirement to file the FAFSA each year to be eligible for the Indy Achieves Promise Scholarship and student financial aid.  Steps to file the FAFSA application  [Steps to file the FAFSA application](https://studentcentral.iupui.edu/funding/apply-financial-aid/steps-to-apply/index.html)   #### What is SAP?  All IUPUI students are required to make satisfactory academic progress (SAP) in an eligible degree or certificate program to be eligible for financial aid. Federal regulations require that your entire Indiana University academic record be reviewed for SAP, including semesters in which you did not apply for or receive financial aid.  Learn more about SAP  [Learn more about SAP](https://studentcentral.iupui.edu/funding/manage-financial-aid/satisfactory-academic-progress.html)   #### Is my student success coach also my advisor?  No, but your student success coach is a great resource and is knowledgeable about IUPUI academic policies and procedures. They can also connect you to great opportunities at IUPUI and the Indianapolis community.  If you’re an Indy Achieves Promise Scholar who receives the Frank O’Bannon Grant, you’re a part of a coaching cohort, and you will connect with a student success coach as you pursue your degree at IUPUI.  In addition, Indy Achieves works alongside advisors, financial aid administrators, student support staff, and other campus partners to ensure your student success at IUPUI.  We still encourage you to plan to meet with your advisor from your respective school or program.  Schedule an appointment with your advisor  [Schedule an appointment with your advisor](https://one.iu.edu/launch-task/iu/student-appointment-scheduler?terms=sas)   #### What is ScholarTrack?  ScholarTrack is the one-stop shop for Hoosiers’ state financial aid needs. ScholarTrack guides students and families through the process of planning for, applying for, and maintaining their financial aid, beginning as early as middle school and continuing through college completion.  Access your ScholarTrack account  [Access your ScholarTrack account](https://scholartrack.che.in.gov/Login?ReturnUrl=%25252f%23/#/)   #### How much time do I have to complete 30 credit hours?  You must complete 30 credit hours for each academic year. At IUPUI, that includes fall and spring semesters, winter term, and summer sessions. This means that in most cases you have a full calendar year to complete your 30 credit hours. If you start in the fall of 2020, for example, you have until the start of the fall 2021 semester to complete 30 credit hours.   #### What if I cannot complete 30 credit hours in an academic year?  Connect with your student success coach to create a plan for credit completion. We want you to succeed and will work with you on how to be compliant with financial aid requirements.   #### Why is it important to complete 30 credit hours per academic year?  If you’re working on an undergraduate degree that requires at least 120 credit hours, completing 30 credit hours during an academic year can ensure you stay on track with your degree completion and maintain your student financial aid.  Connect with your student success coach or advisor if you have questions about your specific degree program. "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/courses/mentoring/index.html#search",
    "body": "  ## UCOL-U 200 Outdoor Leadership Experience  This course introduces students to the knowledge, attitudes, and inner resources needed to be an effective leader in their lives and in the outdoors. Participants will be involved with activities that require various degrees of teamwork, fun, trust, cooperation, and communication. Goals for each activity will be set by both students and instructors. Also, analogies will be made to real orientation and life situations whenever possible to demonstrate connections between learning and practice. Students will utilize their firsthand experiences to obtain the techniques needed to improve their leadership skills.   ## UCOL-U 201 Introduction to Mentoring Techniques  P: Must complete the application and selection process; must have acquired a mentoring assignment within an authorized University College program. This is an introductory course for students who will be serving in their first semester (year) as a student mentor. This course is designed to provide a foundation of mentoring knowledge such as the history of, nature of, and skills associated with mentoring. This will be accomplished through readings, discussions, and activities. Mentors will also be introduced to information about the university structure, active learning exercises to define and develop their own mentoring styles and skills, and the diverse needs of undergraduate students. Attendance, class participation, purposeful integration of information, and self-reflective writings are essential for success in this course.   ## UCOL-U 202 Mentoring: Active and Collaborative Learning  P: UCOL-U 201; must have acquired a mentoring assignment within an authorized University College program. This course is designed to help mentors learn more about mentoring using an appreciative mentoring process that applies to both group and one-on-one mentoring. This course will expand the mentor’s knowledge and skills by developing a deeper understanding of how students learn, collaborative learning techniques, and how to utilize collaborative learning to meet learning objectives in mentoring. Readings, discussions, and activities will be assigned in an effort to help mentors become acquainted with learning theory, techniques for engaging mentees in active learning, and refining their mentoring relationships.   ## UCOL-U 203 Mentoring: Leadership and Transition  P: UCOL-U 201 and UCOL-U 202; must have acquired a mentoring assignment within an authorized University College program. This course is designed to provide seasoned mentors the opportunity to explore and apply leadership theory and principles as they transition from their current mentoring role to the leadership of their individual mentoring program or other leadership opportunities on campus or in the community. Mentors will also be asked to develop plans for how their mentoring experiences can be applied to enrich their academic pursuits and career development.   ## UCOL-U 204 Mentoring: Independent Study  P: UCOL-U 201, UCOL-U 202, and UCOL-U 203; must have been awarded the University College Leadership Scholarship and acquired a mentoring assignment within an authorized University College mentoring program. This course is designed to provide seasoned mentors the opportunity to apply mentoring literature, knowledge, and experiences toward understanding their role in a holistic and personally reflective way. "
  },
  {
    "url": "URL: https://uc.iupui.edu/events/index.html#search",
    "body": " There are no events at this time. "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/committees/faculty-rrrd/index.html#search",
    "body": " The University College Faculty Roles, Responsibilities, Recognition, and Development Committee:  Members include: "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/index.html#search",
    "body": "  ## University College academic courses  IUPUI offers many diverse first-year academic programs and courses to integrate the academic and community life of first-year students. These courses and programs are designed to challenge and to support first-year students in basic skill areas to enhance academic success. This includes special attention to writing, active participation in classroom discussion, and critical thinking.  First-year seminars and experiences  Mentoring courses  Career planning courses   ## Policies and procedures  University College policies and procedures serve as guidelines for actions and decisions regarding University College students. These policies and procedures were endorsed by the University College Academic Policies and Procedures Committee, which is comprised of University College faculty, administrators, and staff. Students need to be familiar with all components of these policies and procedures, including any academic consequences.  Learn more about policies and procedures   ## Gateway to Graduation  The Gateway to Graduation program is a faculty-led effort to improve student learning and retention in courses with high enrollments of first-year students. Led by the Gateway Advisory Board, the program includes faculty development offerings, a series of webinars open to all members of the campus community, and monthly gateway course coordinator meetings where directors share best practices and make recommendations for enhancing and revising courses and policies for the Gateway to Graduation program.  Learn more about Gateway to Graduation  [Learn more about Gateway to Graduation](https://gateway.iupui.edu/) "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/student-council/leadership/warsame-abdullahi.html#search",
    "body": "  # Abdullahi Warsame  Secretary  Degree and graduation year: Computer Science, 2026  Why am I interested in UCSC? As a university college student, I would like to get more involved in its affairs, and UCSC hosts lots of amazing events!  Responsibilities in UCSC and how I can help: As UCSC’s senator, I represent UCSC’s voice at USG meetings while supporting students and connecting them to campus events! "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/student-council/leadership/kyle-bartnick.html#search",
    "body": "  # Kyle  Bartnick  Treasurer  Degree and graduation year: Medical imaging, 2025  Why am I interested in UCSC? . I wanted to get involved with UCSC to help make fun activities for those starting out in college. It's an important time that were are all going through and I want to make it the best for everyone  Responsibilities in UCSC and how I can help:  I am the treasurer for UCSC so I help other university college clubs with funding as well as plan out our own events to put on. "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/student-council/leadership/favour-fagbamiye .html#search",
    "body": "  # Favour  Fagbamiye  Public Relations  Degree and graduation year: Bachelor's degree, 2025  Why am I interested in UCSC? I am interested in UCSC because I was looking for a club that improves my skill as a leader.  I love volunteering and being in the leadership role. I am also interested because I love creating events for the team and meeting new people.  Responsibilities in UCSC and how I can help: My responsibilities in UCSC are to oversee the social media and advertise the events that we have and other useful information for students to know. I can help with our social media and student engagement. "
  },
  {
    "url": "URL: https://uc.iupui.edu/faculty/faculty-fellowships/index.html#search",
    "body": "  ## University College faculty fellowships   ### 2016–17   ### 2015–16   ### 2014–15   ### 2012–13   ### 2011–12   ### 2010–11   ### 2009–10   ### 2008–09   ### 2007–08   ### 2006–07   ### 2005–06 "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/administration/eric-williams.html#search",
    "body": "  # Eric D. Williams, Ph.D.  Senior Executive Director of Educational Equity Programs (EEP)  Dr. Eric D. Williams currently serves as the Senior Executive Director of the Educational Equity Programs (EEP) in University College. The EEPs include the 21st Century Scholars Program, the Diversity Enrichment and Achievement Program (DEAP), TRIO Student Support Services and TRIO Upward Bound, and the Scholar Support Programs Nina, Bowen, and Thrive Scholars. He holds a doctorate in Higher Education and Student Affairs from Indiana University. Dr. Williams’ career has focused on developing student success initiatives that serves and advocates for students from historically underrepresented and marginalized backgrounds.  Visit the Educational Equity Programs  [Visit the Educational Equity Programs](https://uc.iupui.edu/student-support-programs/index.html#EEP) "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/committees/steering/index.html#search",
    "body": " The Division of Undergraduate Education Steering Committee serves as an advisory body for the dean and the University College Executive Committee, providing general direction for the unit.  Members include: "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/policies-procedures/deans-list/index.html#search",
    "body": "  ## Dean's List policies  The Dean’s List is determined after grades are final. The spring Dean’s List is posted in early June. The fall Dean’s List is posted in early January.   ### Effective fall 2015:  University College recognizes exceptional academic performance by students who are enrolled in 6 or more credit hours per semester, who earn a grade point average (GPA) of 3.30 or higher for the semester, and who have a cumulative GPA of at least 2.00. Dean's List honors are as follows:   ### Prior to fall 2015:  University College recognizes exceptional academic performance by students who are enrolled in 6 or more credit hours per semester and who earn a grade point average of 3.00 or higher for the semester. Dean's List honors are as follows: "
  },
  {
    "url": "URL: https://uc.iupui.edu/privacy/#search",
    "body": " University College is committed to protecting your privacy and developing technology that gives you the most powerful and safe online experience. This Statement of Privacy applies to the University College Web site and governs data collection and usage. By using the University College website, you consent to the data practices described in this statement.   ## Collection of your personal information  University College collects personally identifiable information, such as your e-mail address, name, home or work address or telephone number. University College also collects anonymous demographic information, which is not unique to you, such as your ZIP code, age, gender, preferences, interests and favorites.  There is also information about your computer hardware and software that is automatically collected by University College. This information can include: your IP address, browser type, domain names, access times and referring Web site addresses. This information is used by University College for the operation of the service, to maintain quality of the service, and to provide general statistics regarding use of the University College Web site.  Please keep in mind that if you directly disclose personally identifiable information or personally sensitive data through University College public message boards, this information may be collected and used by others. Note: University College does not read any of your private online communications.  University College encourages you to review the privacy statements of Web sites you choose to link to from University College so that you can understand how those Web sites collect, use and share your information. University College is not responsible for the privacy statements or other content on Web sites outside of the University College and University College family of Web sites.   ## Use of your personal information  University College collects and uses your personal information to operate the University College Web site and deliver the services you have requested. University College also uses your personally identifiable information to inform you of other products or services available from University College and its affiliates. University College may also contact you via surveys to conduct research about your opinion of current services or of potential new services that may be offered.  University College does not sell, rent or lease its customer lists to third parties. University College may, from time to time, contact you on behalf of external business partners about a particular offering that may be of interest to you. In those cases, your unique personally identifiable information (e-mail, name, address, telephone number) is not transferred to the third party. In addition, University College may share data with trusted partners to help us perform statistical analysis, send you email or postal mail, provide customer support, or arrange for deliveries. All such third parties are prohibited from using your personal information except to provide these services to University College, and they are required to maintain the confidentiality of your information.  University College does not use or disclose sensitive personal information, such as race, religion, or political affiliations, without your explicit consent.  University College keeps track of the Web sites and pages our customers visit within University College, in order to determine what University College services are the most popular. This data is used to deliver customized content and advertising within University College to customers whose behavior indicates that they are interested in a particular subject area.  University College Web sites will disclose your personal information, without notice, only if required to do so by law or in the good faith belief that such action is necessary to: (a) conform to the edicts of the law or comply with legal process served on University College or the site; (b) protect and defend the rights or property of University College; and, (c) act under exigent circumstances to protect the personal safety of users of University College, or the public.   ## Use of cookies  The University College Web site use \"cookies\" to help you personalize your online experience. A cookie is a text file that is placed on your hard disk by a Web page server. Cookies cannot be used to run programs or deliver viruses to your computer. Cookies are uniquely assigned to you, and can only be read by a web server in the domain that issued the cookie to you.  One of the primary purposes of cookies is to provide a convenience feature to save you time. The purpose of a cookie is to tell the Web server that you have returned to a specific page. For example, if you personalize University College pages, or register with University College site or services, a cookie helps University College to recall your specific information on subsequent visits. This simplifies the process of recording your personal information, such as billing addresses, shipping addresses, and so on. When you return to the same University College Web site, the information you previously provided can be retrieved, so you can easily use the University College features that you customized.  You have the ability to accept or decline cookies. Most Web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. If you choose to decline cookies, you may not be able to fully experience the interactive features of the University College services or Web sites you visit.   ## Security of your personal information  University College secures your personal information from unauthorized access, use or disclosure. University College secures the personally identifiable information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use or disclosure. When personal information (such as a credit card number) is transmitted to other Web sites, it is protected through the use of encryption, such as the Secure Socket Layer (SSL) protocol.   ## Changes to this statement  University College will occasionally update this Statement of Privacy to reflect company and customer feedback. University College encourages you to periodically review this Statement to be informed of how University College is protecting your information.   ## Contact information  University College welcomes your comments regarding this Statement of Privacy. If you believe that University College has not adhered to this Statement, please contact University College at esickels@iupui.edu . We will use commercially reasonable efforts to promptly determine and remedy the problem. "
  },
  {
    "url": "URL: https://uc.iupui.edu/awards/first-year-student-advocate/index.html#search",
    "body": "  ## Recognizing efforts to help first-year students  The Barbara D. Jackson Outstanding First-Year Student Advocate Award recognizes and celebrates the efforts of IUPUI faculty, staff, and administrators who provide leadership in creating a positive learning environment for first-year students. Recipients will be recognized at the Division of Undergraduate Education Spring Awards Convocation, receive a plaque, and be awarded a $1,000 monetary award.   ### Purpose  The purpose is to recognize significant contributions of IUPUI faculty, staff, and administrators to the academic development and/or personal lives of first-year students through innovative programs and curricular change.   ### Eligibility  The award is open to any full-time or part-time IUPUI faculty, staff, or administrator with a requirement of at least three years of service at the IUPUI campus.   ### Award criteria   ### Nomination process  [this site](https://iu.co1.qualtrics.com/jfe/form/SV_5vVvA6H3Whsah6e)   #### Deadline  Nominations will be accepted through 5:00pm on Wednesday, February 1, 2023. Please use this link to submit a nomination.  [this link](https://iu.co1.qualtrics.com/jfe/form/SV_5vVvA6H3Whsah6e)   ### Past recipients  2022 Luke Jones 2021 Michael Kendall 2020 Audrey Ricke 2019 Dennis Rudnick 2018 Jennifer Schott 2017 Lisa Angermeier 2016 Andrea Engler 2015 Jeff Watt 2014 Kate Thedwall 2013 Crystal Garcia 2012 Nancy Lamm 2011 Phyllis Washington 2010 Jan DeWester 2009 David Sabol 2008 Francia Kissel "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/courses/index.html#search",
    "body": "  ## University College academic courses  IUPUI offers many diverse first-year academic programs and courses to integrate the academic and community life of first-year students. These courses and programs are designed to challenge and to support first-year students in basic skill areas to enhance academic success. This includes special attention to writing, active participation in classroom discussion, and critical thinking.  First-year seminars and experiences  Mentoring courses  Career planning courses "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/policies-procedures/administrative-withdrawl/index.html#search",
    "body": " Students who miss more than 50% of their class meetings of a given section during the first four weeks of the fall or spring semesters may be administratively withdrawn from that course unless documentation of contact with their course instructor, academic unit, or academic advisor is provided. Undergraduate students may be administratively withdrawn regardless of class level. This Administrative Withdrawal Policy may be implemented in all undergraduate level courses subject to the following provisions:  The Office of the Registrar will report each semester on the number of administrative withdrawals for each course.  Approved by IUPUI Faculty Council: May 1, 2003 Approved by Academic Affairs Committee: February 21, 2003  https://studentcentral.iupui.edu/register/administrative-withdrawal.html  [https://studentcentral.iupui.edu/register/administrative-withdrawal.html](https://studentcentral.iupui.edu/register/administrative-withdrawal.html) "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/policies-procedures/explore-soph-hold/index.html#search",
    "body": " All exploratory students in University College with 29–59 credits will be placed on an advising hold until the student declares a major. The hold will block registration for the next term(s) and will be lifted after students meet with an appropriate academic advisor. This policy is designed to support students in determining and declaring a major and transitioning to their degree-granting schools in a timely fashion to ensure on-time graduation.  Adopted: 12-18-2015 Effective: 1-1-2016 "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/mentoring/index.html#search",
    "body": "  ## University College mentors  University College is very proud of its large corps of student mentors—undergraduates who work in a variety of programs to enhance the learning experiences of IUPUI students. All University College student mentors are awarded scholarships in recognition of the tremendous work they do on behalf of the IUPUI student body. The mentors are carefully trained for their specific mentoring roles, and they also enroll in courses throughout their mentoring experiences designed to help them enhance their academic service. The descriptions below provide specific information about the work of the University College student mentors.   ### Orientation mentors  [Office of Student Involvement](http://life.iupui.edu/)  [Orientation](https://orientation.iupui.edu/)   ### First-year seminar mentors  First-year seminar mentors are members of the instructional team for the course. The mentor's role is to serve as a role model for the new students enrolled in the course. The student mentor helps to introduce new students to resources, expectations, successful academic habits, and the campus community.   ### Bepko Learning Center mentors   #### Voluntary mentoring  Voluntary mentoring sessions are regularly scheduled, informal review sessions in which students compare notes, discuss readings, develop organizational tools, and predict test items. Students learn how to integrate course content and study skills while working together. Voluntary mentoring is a free program designed to enhance study time and to raise grades while students work collaboratively with peers.  Students who participate in voluntary mentoring will:   #### Mandatory mentoring  Mandatory mentoring is an exciting and unique program that combines the idea of what to learn with how to learn through weekly sessions led by a fellow student who has already demonstrated the ability to perform well in the course. By facilitating collaborative learning sessions, mentors help students develop study skills and master course content. Mandatory mentoring is a 1.25 hours-per-week session. Students are automatically signed up for these sessions upon registering for the corresponding course. Students will see this session labeled as a recitation for the course.  Students who participate in mandatory mentoring will:   ### Resource Center mentors  Resource mentors serve as empathetic listeners to student concerns and advocates for IUPUI students. The mentors are trained in the interviewing skills necessary to make them active, helpful, and nonjudgmental listeners. They work one on one with individual students, empowering them in their quest to succeed academically and socially. Furthermore, mentors conduct thorough, ongoing follow-ups with all students after the initial contact. Mentors provide students with resources to help them determine their individual learning styles and make subsequent suggestions. In addition, mentors refer students to other campus resources such as academic advising, University Writing Center, Speaker’s Lab, Office of Student Involvement programs, Office of International Affairs, and Counseling and Psychological Services. Mentors also encourage students to interact with instructors and departmental staff.  Visit the Bepko Learning Center to learn more.  [Bepko Learning Center](https://blc.iupui.edu/) "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/administration/index.html#search",
    "body": "  ## University College administration  Christina Downey, Ph.D  Associate Vice Chancellor for Undergraduate Education Dean, University College Professor of Psychology  Matthew Rust, J.D.  Assistant Dean, University College  Andrea Engler, Ed.D.  Senior Executive Director, Student Transition and Support  Tradara McLaurine, CDP  Senior Executive Director of Campus Career and Advising Services  Eric D. Williams, Ph.D.  Senior Executive Director of Educational Equity Programs (EEP) "
  },
  {
    "url": "URL: https://uc.iupui.edu/awards/trustee-teaching/index.html#search",
    "body": "  ## Recognizing faculty excellence   ### Eligibility  University College follows the IU Trustees' Teaching Award (TTA) guidelines and selects one award. Individuals must have completed at least three years of full-time service at the rank of lecturer or higher at IUPUI to be eligible. Previous TTA recipients are not eligible to receive the award again until two years have passed since receiving the TTA.  [guidelines](https://academicaffairs.iupui.edu/Faculty-Affairs/Honors-Awards/IUPUI-Campus-Awards/TrusteesTeaching)   ### Award  One cash award of $2,500 will be made in the form of a cash supplement (not added to the recipient's base salary). The recipient will be notified no later than the end of March.   ### Recognition  The 2022-2023 Trustees' Teaching Award recipient for University College will be recognized at the Division of Undergraduate Education Spring Awards Convocation.   ### Selection criteria  The recipient will be selected by the University College Faculty Roles, Responsibilities, Recognition, and Development Committee (UC FRRRD) on the basis of excellence directly related to support for the University College mission and its programs. A strong commitment to University College with a focus on accomplishments during the previous calendar year will inform the selection process. The assessment will be guided by the following (applicants are not expected to demonstrate accomplishment in all areas):   ### Nomination guidelines  Applicants must be nominated on the basis of demonstrated teaching excellence according to the above criteria. A letter of nomination should be submitted using this link . Nominations should clearly indicate why the award is appropriate and why it should come from University College. A representative from the Institute for Engaged Learning will contact nominees for additional information, including up to three pages reflecting specific teaching accomplishments as well as their Activity Insight. No additional documents (such as chairs' letters or CVs) are needed.  [this link](https://iu.co1.qualtrics.com/jfe/form/SV_5vVvA6H3Whsah6e)   #### Deadline  Nominations will be accepted through 5:00pm on Wednesday, February 1, 2023. Please use this link to submit a nomination.  [this link](https://iu.co1.qualtrics.com/jfe/form/SV_5vVvA6H3Whsah6e)   ### University College award recipients  2021-22 Lin Zhu 2020-21 Susan Meshulam 2019-20 Chris Rogers 2018–19 Rob Elliott 2017–18 Debora Herold 2016–17 Deborah Keller 2015–16 Nancy Goldfarb 2014–15 Keith Anliker 2013–14 Lisa Angermeier 2012–13 David Sabol 2011–12 Jacqueline Blackwell 2010–11 Michael Yard 2009–10 Susan Meshulam 2008–09 Corinne Ulbright 2007–08 Kate Thedwall 2006–07 Sarah Baker 2005–06 David Sabol 2004–05 Jan DeWester 2003–04 Corinne Ulbright 2002–03 Joan Pedersen 2001–02 Linda Haas "
  },
  {
    "url": "URL: https://uc.iupui.edu/student-support-programs/national-student-exchange/index.html#search",
    "body": "  ## Curiosity is your compass  The National Student Exchange (NSE) is a study away opportunity that allows IUPUI undergraduates to spend a semester or year at a member school in the United States, U.S. Territory (Guam, Puerto Rico, and the U.S. Virgin Islands), or Canada while paying IUPUI tuition and fees. While at these new locations, NSE students can take advantage of research programs, internships, extracurricular activities, develop professional network channels, and so much more!  To research host school options, visit the National Student Exchange website .  [National Student Exchange website](http://www.nse.org/)   ### Explore unique opportunities  The program is open to IUPUI undergraduate students who meet program eligibility requirements . Participate in NSE to:  Apply now  [Apply now](https://nse.org/exchange/apply/)   ### Take the next step   ### Attend an event  There are no events at this time.   ### Connect with us  [https://www.facebook.com/iupuinse/](https://www.facebook.com/iupuinse/)   ### Contact us   #### Asha McCauley  Email: azwillia@iupui.edu  View Asha's profile  [View Asha's profile](https://span.iupui.edu/contact-us/asha-mccauley.html) "
  },
  {
    "url": "URL: https://uc.iupui.edu/index.html#search",
    "body": " Seeking information on IU Indianapolis? You’re in the right place!   ## University College coordinates existing university resources and develops new initiatives to promote academic excellence and to enhance student persistence .  5,000+ Students call University College their academic home  350+ IUPUI programs that University College provides advising and guidance for  20+ Student programs that University College offers   ## Helping to build students' futures   ### Tonja Eagan  Eagan firmly believes that our young people are the makers and controllers of our future, and so we need to invest in them. With every successful college graduate who becomes gainfully employed, everyone else will benefit by having a better community.  Eagan firmly believes that our young people are the makers and controllers of our future, and so we need to invest in them. With every successful college graduate who becomes gainfully employed, everyone else will benefit by having a better community.   ### Spencer Harris  Harris feels good that in his retirement he is able to remain connected to and supportive of University College. He says, “I think a donation to University College is a wise investment in the future, and you also benefit from the emotional rewards and satisfaction that comes with helping others.”  Harris feels good that in his retirement he is able to remain connected to and supportive of University College. He says, “I think a donation to University College is a wise investment in the future, and you also benefit from the emotional rewards and satisfaction that comes with helping others.”  [Learn more about giving](https://due.iupui.edu/giving/)   ### Dennis Sponsel  Sponsel says, \"I support IUPUI because I like to think that if my small part can make the school better, then I should be doing that. . . . w e all have to do our part. I admire the goals, vision, and commitment of the leaders at IUPUI and their presence in our community.\"  Sponsel says, \"I support IUPUI because I like to think that if my small part can make the school better, then I should be doing that. . . . w e all have to do our part. I admire the goals, vision, and commitment of the leaders at IUPUI and their presence in our community.\"   ## Events and deadlines  There are no events at this time.   ## In-person support  Whether you are mapping out your journey to graduation or trying to figure out what classes to take, student success advisors in Academic and Career Development are here to provide the support you need.  Connect with the advising office  [Connect with the advising office](https://acd.iupui.edu/advising/index.html)   ## Online tools  [Canvas](https://canvas.iu.edu/)  Canvas  [One.IU](https://one.iu.edu/)  One.IU  [iGPS](https://sisjee.iu.edu/sisigps-prd/web/igps/plan/full/)  iGPS  [Student Center](https://one.iu.edu/launch-task/iu/student-center)  Student Center  [Find my advisor](https://one.iu.edu/launch-task/iu/student-advising-records?terms=advisor)  Find my advisor "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/committees/curriculum/index.html#search",
    "body": " The University College Curriculum Committee provides oversight for all credit-bearing courses.  Members include: "
  },
  {
    "url": "URL: https://uc.iupui.edu/academic-affairs/policies-procedures/early-warning/index.html#search",
    "body": "  ## Providing feedback to students  The Student Engagement Roster is a documentation and communications tool that allows faculty to efficiently provide critical and constructive feedback to students to increase student success.  [Learn more about the Student Engagement Roster](https://due.iupui.edu/student-success/engagement-roster/index.html) "
  },
  {
    "url": "URL: https://uc.iupui.edu/emergency-aid/index.html#search",
    "body": "  ## Apply for assistance from the Scott E. Evenbeck Emergency Fund  The Scott Evenbeck Emergency Fund was established to assist students who are dealing with challenges that pose a significant threat to their ability to successfully complete a semester. Funds are provided for emergency necessities such as housing, food and transportation rather than educational expenses such as books and fees. The total amount of financial assistance offered through this program is up to $500. Students are expected to have worked through other options, included financial aid, before being awarded funds through this emergency fund. Allocated funds are a grant and are not expected to be repaid; students are highly encouraged to make a contribution back to the fund when they have the financial means to do so.   ### Emergency Fund Eligibility  In order to be eligible for consideration, students must:  Apply now  [Apply now](https://iu.co1.qualtrics.com/jfe/form/SV_3Q6vPY4ibgEDNS5)   ### Have questions? "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/student-council/funding/index.html#search",
    "body": "  ## Find funding to support your initiatives  Our UCSC funding committee is comprised of the executive members of the organization and supported by our two advisors. We offer funding opportunities for initiatives to support first-year students.  Before applying, please read through the eligibility guidelines to see if your request qualifies.   ### Funding Grant Purpose  The UCSC funding grants are intended to support initiatives promoting personal, social, and academic success among University College students and all first-year college students at IUPUI.  Funding requests for first year seminars are limited to first year seminars with at least 50% University College students enrolled.   ### Guidelines   ### Ready to apply?  Once you have read through the funding guidelines and believe your request aligns with the UCSC mission and funding purpose, please visit the UCSC page on The Spot and go to the Forms section.  Under forms, you will be able to complete the funding request form. Once the form is completed and submitted, it will be reviewed by the UCSC funding committee who will then notify of their decision along with next steps.  Apply on The Spot  [Apply on The Spot](https://thespot.iupui.edu/organization/ucsc) "
  },
  {
    "url": "URL: https://uc.iupui.edu/about/ucol-org/student-council/leadership/grace-klosterman.html#search",
    "body": "  # Grace Klosterman  Advisor  Position Title: Student Success Advisor, EPP Cluster  Education: Master of Arts in Philosophy, IUPUI, 2018  Bachelor of Arts in Philosophy, IUPUI, 2017 Minors in Anthropology and Political Science  Bio: I love being able to work with students and help them get the most out of their college experiences. "
  }
]